[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/srfxswq81rla1.jpg?width=746&amp;format=pjpg&amp;auto=webp&amp;s=d204b51548b9e01cfc204ebdba95ae8ed3b0eaf2\n\nTwo nights ago Cholita lent me some energy, and I didn't want to lose what I learned during darkroom as a result of it.\n\nI even got a glimpse of her little evil friend, \"Minx\".\n\nWho seems to have visited Morshana.\n\nDid it really?\n\nWho knows??!!\n\nWe just work here.\n\nIf a customer comes into our business and he's 9 feet tall, what can you say?\n\n\"Hey, are you really 9 feet tall??!!  You must be faking it.  Or maybe you're not here. Maybe it's all in my mind?\"\n\nYou'd be crazy for saying that.  But not for honestly observing that there's a 9 foot tall man standing at the entrance to your business.\n\nSo don't anyone doubt yourselves.  We don't care if things are real or true!  That's an obsession of our normal state of consciousness.\n\nTrue?  We DO.\n\nNot true?  We \"Not Do\".\n\nThat's sorcery.\n\nBesides, people can't \"see anything they like\".\n\nThat's a bad player argument to try to stop us from bringing real magic back to the world.\n\nJeremy tried that early on, once he realized he was starting to look like a fool, for trying to become \"the man who exposed the fraud of Carlos Castaneda\".\n\nHe wanted to be famous for that.\n\nHalf of the bad players do.  Add Robert Marshall to that.\n\nIf people could \"see anything they imagine\", for real,  Buddhist subreddits wouldn't be so utterly boring and obnoxious.\n\nBut people do lie.\n\nSo you still have to think carefully about what's posted in this subreddit.\n\nBad players will do anything to steal attention.\n\nWe've had a few make up experiences in the past, one for a whole year or more before he flipped out and it was obvious what was going on.\n\nHe assaulted a woman or two on the way out.\n\nBut still, I saw Minx.  Cholita was nearby.\n\nI told Minx to go see Morshana. Just don't murder her or anything.\n\nAnd she reported a squirrel visit the next day.\n\nNeither of us had told the other.\n\nGood enough for me!\n\nShared dreaming requires \"Agreement\" at first.  Later on, nope. But at first, you have to \"tune it in\", so that you are both on the \"same channel\".\n\nIt's the 4th gate of dreaming! To wake up in the \"real\" copy of your room.\n\nIn shared dreaming, you have to wake up in the \"same room\" as the other person.\n\nReal doesn't matter at all.\n\nSo don't question the 9 foot tall man who comes to visit! If he likes the fact that you don't make a big fuss, maybe his 10 foot tall buddy will come to your business too!\n\nNow I'm fuzzy on the sequence of events lately.\n\nI spend so much time practicing. Cholita says I need to call my family and tell them that's all I do anymore. Just lock myself up in dark rooms.\n\nOf course, Cholita is part of the reason for that.  She gets murderous at times.\n\nBut I got a vision of some cartoons I could make as a result of Cholita lurking around, with her abundant dark energy filling the air.\n\nI don't know if it was Minx creating the cartoons.  He was really odd looking.\n\nBut Cholita was only 20 feet away in the bathroom, making noises.  So I'm presuming it was Minx.\n\nThe vision was how to embed \"dark magic\" in the cartoons.\n\nHow to introduce people who watched them, to the allies.\n\nStrange idea?\n\nNot really. That's what don Juan was conspiring to do with Carlos.\n\nTo embed \"stuff\" in the books, to alter the \"modality of our time\".\n\nAnd it can be done, but I just don't know how it could work.\n\nIn the cartoon I was watching in the darkness, the flow of energy between people was visible.\n\nAs a movement of purple and black clouds.\n\nWatching that, I could \"see\" how it was in fact possible to create an \"evil\" cartoon that caused people's assemblage points to move enough to begin to perceive magic.\n\nEven the Allies.\n\nThis idea originally came from Carlos, who \"gave\" us his allies before he died.\n\nHe just pointed out they were there, on the water cooler, it burped, then he explained a little about them which I don't recall, and made a joke about how they would \"agree\" with him from time to time.\n\nAnd the water cooler burped a second time!\n\nLook...  Water coolers burp at random.\n\nBut once burped, the pressure is relieved.  Burping again without case, just doesn't happen.\n\nAnd if you play Jadey's \"Affection for the Energy Body\" pass, you'll see her water cooler burp.\n\nWe do trade inorganic beings, among the witches in here.\n\nWhat I saw from Minx, to put into my cartoons, was impossible to describe.\n\nBut I had it in my mind, and ran to my computer to try to preserve as much as I could.\n\nThat caused me to cut my practice session short by 1/4th.\n\nI cut out the part that causes the \"Stellar Hatch\" entity I named, \"Stella\", to form very vividly as a dazzling yellow sun with a face in the middle.\n\nI also cut out finishing the construction of \"Dream Bubble Station\", my purpose during darkroom.\n\nIt's not a bad idea to have a goal, that your tensegrity forms help you reach.\n\nIn my case, the goal is to be standing in a very real phantom transportation station, in a hub used by 100,000 year old seers in my city. I live in deep indian territory for the space just below Los Angeles.\n\nAnd watch the \"ancient\" seers using the leylines of the earth, to move physical matter.\n\nA big problem for sorcerers is moving physical matter around as freely as they do their double. Their energy body.\n\nSorcerers can travel anywhere, at speeds exceeding light.\n\nIn their energy body. And that can even look just like you. That's the \"double\" form of the energy body.\n\nBut you'd like to bring some snacks along!\n\nOne wonders how the Nagual Elias lived in southern Mexico, but had a medical practice just short of the border up north.  That's a 3 hour airplane ride!\n\nSo I didn't complete forming Bubble station... I didn't even mop the floor to prepare for the night's opening.\n\nJust one night! I haven't missed a night in months.\n\nSo last night, I noticed everything had changed.\n\n\"Intent\" was not moving.  That's something you learn to feel.\n\nDid you ever go into a car wash, the kind where you stay in the car?\n\nMaybe a cheap one attached to a gas station.\n\nYou pull up, the green light goes red telling you to stop, and then the machinery of the car wash sprays and cleans your car.\n\nMoving from in front of  the car to the back, then back to the front to repeat and over and over until all the cleaning stages are finished.\n\nIf you aren't watching carefully and maybe look down at the radio, when the first movement of the bulky machine starts, you might panic and believe you are still in drive and the car has started to roll forward on it's own.\n\nThere's an optical illusion that the car is moving forward, because the bulky machinery itself is moving back.\n\nYou've focused on those as \"the walls\" around you.\n\nBut they're moving!\n\nSo your brain is convinced it's you that is moving, not the walls.\n\nWalls don't move!\n\nThis happens during darkroom!\n\nEventually you can feel reality altering as the assemblage point moves.\n\nAnd since reality can't change, you feel as if it's you, who are moving.\n\nFrom one physical location, to another.\n\nYour brain comes up with an excuse for what you are perceiving, and the excuse is that you are moving.  Into a new place.\n\nThat's the \"flow of intent\".\n\nOr one way by which you will perceive that.\n\nThat flow of intent is a very real thing!  You'll learn to perceive it everywhere.\n\nAnd it'll be what makes you so disgusted by bad players who come here.\n\nThey're BLIND to the flow of intent.  Obsessed with fussing around and lying and cheating, so they can pretend to have magical powers.  They'll even attack you, so they can tell themselves they've won, and their magical powers are real.\n\nThey have no sense of the flow of reality.  They're just standing in a swamp of shit, up to their chin.\n\nTrying to find people to climb up on, so their head can be a tiny bit higher than everyone else.\n\nThat's an image in the final publications of Carlos. After a lifetime of battling bad players, he gave us that analogy.\n\nIt wasn't an analogy of people riding on boats and rafts on the river of shit. Like  Cholita's picture.\n\nCholita even has a scuba diver in that river of shit, who seems to be doing ok.\n\nCarlos gives the image of an out of control mob, fighting with each other and pissing on whoever gets too near.  Slinging shit in the worst cases, aiming for the other person's face.\n\nBut Cholita was kinder in her depiction.\n\nEveryone was just lost and couldn't escape the madness.\n\nExcept her. She was dead on the shore, stomped on by a giant dinosaur.\n\nMe.\n\nI'm not sure which image I like better...\n\nBut at least the dead Cholita was naked.  I kind of liked that part.\n\nSo Cholita lent me Minx a couple of nights ago, Minx likely visited Morshana the next morning, and I got a lesson from Minx himself (herself at the time), on how to \"impact people at the energetic level\" with cartoons.\n\nWhich seems to simply be, sorcery repeating itself each generation.\n\nCarlos tried to tinker with society with his books, and don Juan advised him on that.\n\nI'm trying to do the same with the cartoons.\n\nI skipped 1/4th of my routine, and the result last night was horrible!\n\nCholita almost seemed to be in tune with this.\n\nShe repeated being around, which gives me dark energy.\n\nBut she was everywhere in the house. And nowhere.  I'd hear something crash far away, hear someone slamming a drawer shut.\n\nIt seemed like she was distracted, and couldn't figure out what to do next.\n\nBut I couldn't locate where she was, in my mental image of the house.\n\nWhen I got to the point in my set of tensegrity forms where \"Stella\" should appear, I only had a flat brown blob on the floor.\n\nAnd mostly transparent.\n\nLikewise \"Dream bubble Station\", at the point where it ought to start to look very real,  was \"broken\".\n\nDifferent.\n\nI glanced out towards the \"free space\" next to it.\n\nI've create a \"this space available\" area, for a snack stand. Or magazine store.\n\nLike you would have in airports.\n\nFancy materialized as usual, and we looked to see what was \"going in there\".  It's been changing a tiny bit each time.  As if a new business is moving in, and we don't have to do anything to make it real.\n\nI could sense that movement I tried to describe with the car wash.\n\nBut it was moving slightly sideways.  I wasn't moving \"forwards\" in intent anymore.\n\nStanding there with Fancy seeing that the new business that had been emerging next to our Laundry service (my closet) had changed, I got a surprise.\n\nWe had a customer!\n\nI always announce, once I can see out into the station, that our \"Dream Bubble Laundry Service\" is now open. And invite anyone out there to get a free shirt cleaning by Fancy, my lovely assistant.\n\nA man walked up to take us up on the deal.\n\nI ought to have died of a heart attack, but you get used to such things.\n\nIn fact, I heard a horrible moaning sound coming from the power object vending machine.  Which was originally the lost and found for the station.\n\nAs real as any movie sound effect of demons in hell trying to escape, moaning to frighten you.\n\nEverything had changed.\n\nJust by skipping 1/4th of my routine the night before.\n\nNow, for a beginner nothing at that level of madness will happen.\n\nBut you STILL will learn to feel \"movement\".  Maybe just feel that you've \"floated down\" in some way, down to the green level. People feel that \"moving down\" in meditation all the time, because meditation does in fact lead to the green zone.\n\nAnd that from there, you can \"see\" reddish light coming towards you as you reach the red zone.\n\nYou DO have that sense of \"movement\".\n\nAnd you will break it, if you skip a practice!\n\nIt's not so surprising.\n\nLet's say you worked like a dog to produce a \"Taco Stand\" during your darkroom practice.\n\nJust so we don't get too serious about what we're doing.\n\nI could say, maybe you were trying to end up in a huge mansion after doing your tensegrity forms.\n\nCholita has an entire hotel resort area with a hole in a block wall a kilometer away, which goes directly into the inorganic beings world.\n\nWe each create whatever we like, but also, whatever \"offers\" itself to us.\n\nYou can't just say, \"I want a taco stand\", and get one.\n\nUnless...\n\nYou say that just one time, in PERFECT silence, and then drop it. Forget you said it.\n\nThat's how you get a taco stand.  You \"request\" it, but only once.\n\nAnd you don't stand there and think, \"I want a taco stand.  I REALLY want a taco stand.  Oh God, those amazing korean tacos they sell in Los Angeles out of that food truck next to skid row.  I want those tacos...  last time there was this really pretty korean woman inside the truck...\"\n\nNo soup for you!\n\nThat's too much internal dialogue.\n\nEverything has to be silent, and not-caring.  And you get what you get.\n\nBut if each day you get a tiny bit more of your taco stand to appear, you become familiar with it.\n\nYou can feel \"movement\" when you do the tensegrity forms, as if you are in a slow moving vehicle, headed to the taco stand.\n\nAnd when you finally get there you can't say, \"Fuck this lousy taco stand!!! I don't want it.\"\n\nBecause the next night, it will all be changed.\n\nThat's what you do, when you skip a practice.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Steady... Don't miss practices if you like what's happening", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 109, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"srfxswq81rla1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 84, "x": 108, "u": "https://preview.redd.it/srfxswq81rla1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=7aadaf59365a574b721f67b1573b8f0341311369"}, {"y": 168, "x": 216, "u": "https://preview.redd.it/srfxswq81rla1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=bb168aa1c046b6af4f13fb054c5b0db0c329e208"}, {"y": 249, "x": 320, "u": "https://preview.redd.it/srfxswq81rla1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=b406d6d0291a2035b4e0cbb5d3fd256b8ed9b243"}, {"y": 499, "x": 640, "u": "https://preview.redd.it/srfxswq81rla1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=5d81f51c65d108f0d6ae961d5233626434361c31"}], "s": {"y": 582, "x": 746, "u": "https://preview.redd.it/srfxswq81rla1.jpg?width=746&amp;format=pjpg&amp;auto=webp&amp;s=d204b51548b9e01cfc204ebdba95ae8ed3b0eaf2"}, "id": "srfxswq81rla1"}}, "name": "t3_11i6wqp", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.92, "author_flair_background_color": null, "subreddit_type": "public", "ups": 19, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 19, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/qPKLDitEsdRoKpRDI6WVS6rDmtlnrHhSULVoZEcFy5g.jpg", "edited": 1677951221.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1677950125.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/srfxswq81rla1.jpg?width=746&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=d204b51548b9e01cfc204ebdba95ae8ed3b0eaf2\"&gt;https://preview.redd.it/srfxswq81rla1.jpg?width=746&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=d204b51548b9e01cfc204ebdba95ae8ed3b0eaf2&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Two nights ago Cholita lent me some energy, and I didn&amp;#39;t want to lose what I learned during darkroom as a result of it.&lt;/p&gt;\n\n&lt;p&gt;I even got a glimpse of her little evil friend, &amp;quot;Minx&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Who seems to have visited Morshana.&lt;/p&gt;\n\n&lt;p&gt;Did it really?&lt;/p&gt;\n\n&lt;p&gt;Who knows??!!&lt;/p&gt;\n\n&lt;p&gt;We just work here.&lt;/p&gt;\n\n&lt;p&gt;If a customer comes into our business and he&amp;#39;s 9 feet tall, what can you say?&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Hey, are you really 9 feet tall??!!  You must be faking it.  Or maybe you&amp;#39;re not here. Maybe it&amp;#39;s all in my mind?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d be crazy for saying that.  But not for honestly observing that there&amp;#39;s a 9 foot tall man standing at the entrance to your business.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t anyone doubt yourselves.  We don&amp;#39;t care if things are real or true!  That&amp;#39;s an obsession of our normal state of consciousness.&lt;/p&gt;\n\n&lt;p&gt;True?  We DO.&lt;/p&gt;\n\n&lt;p&gt;Not true?  We &amp;quot;Not Do&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s sorcery.&lt;/p&gt;\n\n&lt;p&gt;Besides, people can&amp;#39;t &amp;quot;see anything they like&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s a bad player argument to try to stop us from bringing real magic back to the world.&lt;/p&gt;\n\n&lt;p&gt;Jeremy tried that early on, once he realized he was starting to look like a fool, for trying to become &amp;quot;the man who exposed the fraud of Carlos Castaneda&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He wanted to be famous for that.&lt;/p&gt;\n\n&lt;p&gt;Half of the bad players do.  Add Robert Marshall to that.&lt;/p&gt;\n\n&lt;p&gt;If people could &amp;quot;see anything they imagine&amp;quot;, for real,  Buddhist subreddits wouldn&amp;#39;t be so utterly boring and obnoxious.&lt;/p&gt;\n\n&lt;p&gt;But people do lie.&lt;/p&gt;\n\n&lt;p&gt;So you still have to think carefully about what&amp;#39;s posted in this subreddit.&lt;/p&gt;\n\n&lt;p&gt;Bad players will do anything to steal attention.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve had a few make up experiences in the past, one for a whole year or more before he flipped out and it was obvious what was going on.&lt;/p&gt;\n\n&lt;p&gt;He assaulted a woman or two on the way out.&lt;/p&gt;\n\n&lt;p&gt;But still, I saw Minx.  Cholita was nearby.&lt;/p&gt;\n\n&lt;p&gt;I told Minx to go see Morshana. Just don&amp;#39;t murder her or anything.&lt;/p&gt;\n\n&lt;p&gt;And she reported a squirrel visit the next day.&lt;/p&gt;\n\n&lt;p&gt;Neither of us had told the other.&lt;/p&gt;\n\n&lt;p&gt;Good enough for me!&lt;/p&gt;\n\n&lt;p&gt;Shared dreaming requires &amp;quot;Agreement&amp;quot; at first.  Later on, nope. But at first, you have to &amp;quot;tune it in&amp;quot;, so that you are both on the &amp;quot;same channel&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the 4th gate of dreaming! To wake up in the &amp;quot;real&amp;quot; copy of your room.&lt;/p&gt;\n\n&lt;p&gt;In shared dreaming, you have to wake up in the &amp;quot;same room&amp;quot; as the other person.&lt;/p&gt;\n\n&lt;p&gt;Real doesn&amp;#39;t matter at all.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t question the 9 foot tall man who comes to visit! If he likes the fact that you don&amp;#39;t make a big fuss, maybe his 10 foot tall buddy will come to your business too!&lt;/p&gt;\n\n&lt;p&gt;Now I&amp;#39;m fuzzy on the sequence of events lately.&lt;/p&gt;\n\n&lt;p&gt;I spend so much time practicing. Cholita says I need to call my family and tell them that&amp;#39;s all I do anymore. Just lock myself up in dark rooms.&lt;/p&gt;\n\n&lt;p&gt;Of course, Cholita is part of the reason for that.  She gets murderous at times.&lt;/p&gt;\n\n&lt;p&gt;But I got a vision of some cartoons I could make as a result of Cholita lurking around, with her abundant dark energy filling the air.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if it was Minx creating the cartoons.  He was really odd looking.&lt;/p&gt;\n\n&lt;p&gt;But Cholita was only 20 feet away in the bathroom, making noises.  So I&amp;#39;m presuming it was Minx.&lt;/p&gt;\n\n&lt;p&gt;The vision was how to embed &amp;quot;dark magic&amp;quot; in the cartoons.&lt;/p&gt;\n\n&lt;p&gt;How to introduce people who watched them, to the allies.&lt;/p&gt;\n\n&lt;p&gt;Strange idea?&lt;/p&gt;\n\n&lt;p&gt;Not really. That&amp;#39;s what don Juan was conspiring to do with Carlos.&lt;/p&gt;\n\n&lt;p&gt;To embed &amp;quot;stuff&amp;quot; in the books, to alter the &amp;quot;modality of our time&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And it can be done, but I just don&amp;#39;t know how it could work.&lt;/p&gt;\n\n&lt;p&gt;In the cartoon I was watching in the darkness, the flow of energy between people was visible.&lt;/p&gt;\n\n&lt;p&gt;As a movement of purple and black clouds.&lt;/p&gt;\n\n&lt;p&gt;Watching that, I could &amp;quot;see&amp;quot; how it was in fact possible to create an &amp;quot;evil&amp;quot; cartoon that caused people&amp;#39;s assemblage points to move enough to begin to perceive magic.&lt;/p&gt;\n\n&lt;p&gt;Even the Allies.&lt;/p&gt;\n\n&lt;p&gt;This idea originally came from Carlos, who &amp;quot;gave&amp;quot; us his allies before he died.&lt;/p&gt;\n\n&lt;p&gt;He just pointed out they were there, on the water cooler, it burped, then he explained a little about them which I don&amp;#39;t recall, and made a joke about how they would &amp;quot;agree&amp;quot; with him from time to time.&lt;/p&gt;\n\n&lt;p&gt;And the water cooler burped a second time!&lt;/p&gt;\n\n&lt;p&gt;Look...  Water coolers burp at random.&lt;/p&gt;\n\n&lt;p&gt;But once burped, the pressure is relieved.  Burping again without case, just doesn&amp;#39;t happen.&lt;/p&gt;\n\n&lt;p&gt;And if you play Jadey&amp;#39;s &amp;quot;Affection for the Energy Body&amp;quot; pass, you&amp;#39;ll see her water cooler burp.&lt;/p&gt;\n\n&lt;p&gt;We do trade inorganic beings, among the witches in here.&lt;/p&gt;\n\n&lt;p&gt;What I saw from Minx, to put into my cartoons, was impossible to describe.&lt;/p&gt;\n\n&lt;p&gt;But I had it in my mind, and ran to my computer to try to preserve as much as I could.&lt;/p&gt;\n\n&lt;p&gt;That caused me to cut my practice session short by 1/4th.&lt;/p&gt;\n\n&lt;p&gt;I cut out the part that causes the &amp;quot;Stellar Hatch&amp;quot; entity I named, &amp;quot;Stella&amp;quot;, to form very vividly as a dazzling yellow sun with a face in the middle.&lt;/p&gt;\n\n&lt;p&gt;I also cut out finishing the construction of &amp;quot;Dream Bubble Station&amp;quot;, my purpose during darkroom.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not a bad idea to have a goal, that your tensegrity forms help you reach.&lt;/p&gt;\n\n&lt;p&gt;In my case, the goal is to be standing in a very real phantom transportation station, in a hub used by 100,000 year old seers in my city. I live in deep indian territory for the space just below Los Angeles.&lt;/p&gt;\n\n&lt;p&gt;And watch the &amp;quot;ancient&amp;quot; seers using the leylines of the earth, to move physical matter.&lt;/p&gt;\n\n&lt;p&gt;A big problem for sorcerers is moving physical matter around as freely as they do their double. Their energy body.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers can travel anywhere, at speeds exceeding light.&lt;/p&gt;\n\n&lt;p&gt;In their energy body. And that can even look just like you. That&amp;#39;s the &amp;quot;double&amp;quot; form of the energy body.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;d like to bring some snacks along!&lt;/p&gt;\n\n&lt;p&gt;One wonders how the Nagual Elias lived in southern Mexico, but had a medical practice just short of the border up north.  That&amp;#39;s a 3 hour airplane ride!&lt;/p&gt;\n\n&lt;p&gt;So I didn&amp;#39;t complete forming Bubble station... I didn&amp;#39;t even mop the floor to prepare for the night&amp;#39;s opening.&lt;/p&gt;\n\n&lt;p&gt;Just one night! I haven&amp;#39;t missed a night in months.&lt;/p&gt;\n\n&lt;p&gt;So last night, I noticed everything had changed.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Intent&amp;quot; was not moving.  That&amp;#39;s something you learn to feel.&lt;/p&gt;\n\n&lt;p&gt;Did you ever go into a car wash, the kind where you stay in the car?&lt;/p&gt;\n\n&lt;p&gt;Maybe a cheap one attached to a gas station.&lt;/p&gt;\n\n&lt;p&gt;You pull up, the green light goes red telling you to stop, and then the machinery of the car wash sprays and cleans your car.&lt;/p&gt;\n\n&lt;p&gt;Moving from in front of  the car to the back, then back to the front to repeat and over and over until all the cleaning stages are finished.&lt;/p&gt;\n\n&lt;p&gt;If you aren&amp;#39;t watching carefully and maybe look down at the radio, when the first movement of the bulky machine starts, you might panic and believe you are still in drive and the car has started to roll forward on it&amp;#39;s own.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s an optical illusion that the car is moving forward, because the bulky machinery itself is moving back.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve focused on those as &amp;quot;the walls&amp;quot; around you.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re moving!&lt;/p&gt;\n\n&lt;p&gt;So your brain is convinced it&amp;#39;s you that is moving, not the walls.&lt;/p&gt;\n\n&lt;p&gt;Walls don&amp;#39;t move!&lt;/p&gt;\n\n&lt;p&gt;This happens during darkroom!&lt;/p&gt;\n\n&lt;p&gt;Eventually you can feel reality altering as the assemblage point moves.&lt;/p&gt;\n\n&lt;p&gt;And since reality can&amp;#39;t change, you feel as if it&amp;#39;s you, who are moving.&lt;/p&gt;\n\n&lt;p&gt;From one physical location, to another.&lt;/p&gt;\n\n&lt;p&gt;Your brain comes up with an excuse for what you are perceiving, and the excuse is that you are moving.  Into a new place.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the &amp;quot;flow of intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or one way by which you will perceive that.&lt;/p&gt;\n\n&lt;p&gt;That flow of intent is a very real thing!  You&amp;#39;ll learn to perceive it everywhere.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;ll be what makes you so disgusted by bad players who come here.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re BLIND to the flow of intent.  Obsessed with fussing around and lying and cheating, so they can pretend to have magical powers.  They&amp;#39;ll even attack you, so they can tell themselves they&amp;#39;ve won, and their magical powers are real.&lt;/p&gt;\n\n&lt;p&gt;They have no sense of the flow of reality.  They&amp;#39;re just standing in a swamp of shit, up to their chin.&lt;/p&gt;\n\n&lt;p&gt;Trying to find people to climb up on, so their head can be a tiny bit higher than everyone else.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s an image in the final publications of Carlos. After a lifetime of battling bad players, he gave us that analogy.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t an analogy of people riding on boats and rafts on the river of shit. Like  Cholita&amp;#39;s picture.&lt;/p&gt;\n\n&lt;p&gt;Cholita even has a scuba diver in that river of shit, who seems to be doing ok.&lt;/p&gt;\n\n&lt;p&gt;Carlos gives the image of an out of control mob, fighting with each other and pissing on whoever gets too near.  Slinging shit in the worst cases, aiming for the other person&amp;#39;s face.&lt;/p&gt;\n\n&lt;p&gt;But Cholita was kinder in her depiction.&lt;/p&gt;\n\n&lt;p&gt;Everyone was just lost and couldn&amp;#39;t escape the madness.&lt;/p&gt;\n\n&lt;p&gt;Except her. She was dead on the shore, stomped on by a giant dinosaur.&lt;/p&gt;\n\n&lt;p&gt;Me.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure which image I like better...&lt;/p&gt;\n\n&lt;p&gt;But at least the dead Cholita was naked.  I kind of liked that part.&lt;/p&gt;\n\n&lt;p&gt;So Cholita lent me Minx a couple of nights ago, Minx likely visited Morshana the next morning, and I got a lesson from Minx himself (herself at the time), on how to &amp;quot;impact people at the energetic level&amp;quot; with cartoons.&lt;/p&gt;\n\n&lt;p&gt;Which seems to simply be, sorcery repeating itself each generation.&lt;/p&gt;\n\n&lt;p&gt;Carlos tried to tinker with society with his books, and don Juan advised him on that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m trying to do the same with the cartoons.&lt;/p&gt;\n\n&lt;p&gt;I skipped 1/4th of my routine, and the result last night was horrible!&lt;/p&gt;\n\n&lt;p&gt;Cholita almost seemed to be in tune with this.&lt;/p&gt;\n\n&lt;p&gt;She repeated being around, which gives me dark energy.&lt;/p&gt;\n\n&lt;p&gt;But she was everywhere in the house. And nowhere.  I&amp;#39;d hear something crash far away, hear someone slamming a drawer shut.&lt;/p&gt;\n\n&lt;p&gt;It seemed like she was distracted, and couldn&amp;#39;t figure out what to do next.&lt;/p&gt;\n\n&lt;p&gt;But I couldn&amp;#39;t locate where she was, in my mental image of the house.&lt;/p&gt;\n\n&lt;p&gt;When I got to the point in my set of tensegrity forms where &amp;quot;Stella&amp;quot; should appear, I only had a flat brown blob on the floor.&lt;/p&gt;\n\n&lt;p&gt;And mostly transparent.&lt;/p&gt;\n\n&lt;p&gt;Likewise &amp;quot;Dream bubble Station&amp;quot;, at the point where it ought to start to look very real,  was &amp;quot;broken&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Different.&lt;/p&gt;\n\n&lt;p&gt;I glanced out towards the &amp;quot;free space&amp;quot; next to it.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve create a &amp;quot;this space available&amp;quot; area, for a snack stand. Or magazine store.&lt;/p&gt;\n\n&lt;p&gt;Like you would have in airports.&lt;/p&gt;\n\n&lt;p&gt;Fancy materialized as usual, and we looked to see what was &amp;quot;going in there&amp;quot;.  It&amp;#39;s been changing a tiny bit each time.  As if a new business is moving in, and we don&amp;#39;t have to do anything to make it real.&lt;/p&gt;\n\n&lt;p&gt;I could sense that movement I tried to describe with the car wash.&lt;/p&gt;\n\n&lt;p&gt;But it was moving slightly sideways.  I wasn&amp;#39;t moving &amp;quot;forwards&amp;quot; in intent anymore.&lt;/p&gt;\n\n&lt;p&gt;Standing there with Fancy seeing that the new business that had been emerging next to our Laundry service (my closet) had changed, I got a surprise.&lt;/p&gt;\n\n&lt;p&gt;We had a customer!&lt;/p&gt;\n\n&lt;p&gt;I always announce, once I can see out into the station, that our &amp;quot;Dream Bubble Laundry Service&amp;quot; is now open. And invite anyone out there to get a free shirt cleaning by Fancy, my lovely assistant.&lt;/p&gt;\n\n&lt;p&gt;A man walked up to take us up on the deal.&lt;/p&gt;\n\n&lt;p&gt;I ought to have died of a heart attack, but you get used to such things.&lt;/p&gt;\n\n&lt;p&gt;In fact, I heard a horrible moaning sound coming from the power object vending machine.  Which was originally the lost and found for the station.&lt;/p&gt;\n\n&lt;p&gt;As real as any movie sound effect of demons in hell trying to escape, moaning to frighten you.&lt;/p&gt;\n\n&lt;p&gt;Everything had changed.&lt;/p&gt;\n\n&lt;p&gt;Just by skipping 1/4th of my routine the night before.&lt;/p&gt;\n\n&lt;p&gt;Now, for a beginner nothing at that level of madness will happen.&lt;/p&gt;\n\n&lt;p&gt;But you STILL will learn to feel &amp;quot;movement&amp;quot;.  Maybe just feel that you&amp;#39;ve &amp;quot;floated down&amp;quot; in some way, down to the green level. People feel that &amp;quot;moving down&amp;quot; in meditation all the time, because meditation does in fact lead to the green zone.&lt;/p&gt;\n\n&lt;p&gt;And that from there, you can &amp;quot;see&amp;quot; reddish light coming towards you as you reach the red zone.&lt;/p&gt;\n\n&lt;p&gt;You DO have that sense of &amp;quot;movement&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you will break it, if you skip a practice!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not so surprising.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s say you worked like a dog to produce a &amp;quot;Taco Stand&amp;quot; during your darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;Just so we don&amp;#39;t get too serious about what we&amp;#39;re doing.&lt;/p&gt;\n\n&lt;p&gt;I could say, maybe you were trying to end up in a huge mansion after doing your tensegrity forms.&lt;/p&gt;\n\n&lt;p&gt;Cholita has an entire hotel resort area with a hole in a block wall a kilometer away, which goes directly into the inorganic beings world.&lt;/p&gt;\n\n&lt;p&gt;We each create whatever we like, but also, whatever &amp;quot;offers&amp;quot; itself to us.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t just say, &amp;quot;I want a taco stand&amp;quot;, and get one.&lt;/p&gt;\n\n&lt;p&gt;Unless...&lt;/p&gt;\n\n&lt;p&gt;You say that just one time, in PERFECT silence, and then drop it. Forget you said it.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how you get a taco stand.  You &amp;quot;request&amp;quot; it, but only once.&lt;/p&gt;\n\n&lt;p&gt;And you don&amp;#39;t stand there and think, &amp;quot;I want a taco stand.  I REALLY want a taco stand.  Oh God, those amazing korean tacos they sell in Los Angeles out of that food truck next to skid row.  I want those tacos...  last time there was this really pretty korean woman inside the truck...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;No soup for you!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s too much internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Everything has to be silent, and not-caring.  And you get what you get.&lt;/p&gt;\n\n&lt;p&gt;But if each day you get a tiny bit more of your taco stand to appear, you become familiar with it.&lt;/p&gt;\n\n&lt;p&gt;You can feel &amp;quot;movement&amp;quot; when you do the tensegrity forms, as if you are in a slow moving vehicle, headed to the taco stand.&lt;/p&gt;\n\n&lt;p&gt;And when you finally get there you can&amp;#39;t say, &amp;quot;Fuck this lousy taco stand!!! I don&amp;#39;t want it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Because the next night, it will all be changed.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what you do, when you skip a practice.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "11i6wqp", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/11i6wqp/steady_dont_miss_practices_if_you_like_whats/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/11i6wqp/steady_dont_miss_practices_if_you_like_whats/", "subreddit_subscribers": 9561, "created_utc": 1677950125.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jaxfnie", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "KrazyTayl", "can_mod_post": false, "created_utc": 1677962107.0, "send_replies": true, "parent_id": "t3_11i6wqp", "score": 2, "author_fullname": "t2_3i08j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Any good kindergarten teacher, “You get what you get and don’t get upset.”", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jaxfnie", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Any good kindergarten teacher, “You get what you get and don’t get upset.”&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11i6wqp/steady_dont_miss_practices_if_you_like_whats/jaxfnie/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1677962107.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11i6wqp", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]