[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "The short interactions I had with spirits over the past couple of weeks finally came to something yesterday. I was trying to set up my intent and silence my mind in the morning. It was a bit of a struggle but I reminded myself that sometimes those were the days that really surprised you. This one was no exception.\n\nI found myself on the edge of sleep but still alert. I could feel that the sensation of my body had become a soft fuzziness. It was only a subtle difference but I know this sensation means I'm switching to my dream body.\n\nI start to move around a little bit to make sure that I'm not actually moving my physical body. This loud, ringing, pressure comes over me. I's a sure sign that an IOB is here. The sound fills up my head and comes in waves as the IOB moves away and then pushes against me again. It's a very strong experience but I know it's being gentle and not trying to hurt me, it's trying to urge me into dreaming.\n\nI sit up in my dream body but it's like my physical body is sticky and I have to pull myself out of it. I know it doesn't have to be this way. If they gave me a little more time I could get more centred and then just go straight into a dream with my awareness rather than struggling with this weird sticky body interim step. I had an experience only a few days ago that was the same, I know I don't need this step to get into dreaming.\n\nBut the IOB is pushing on me and I don't have much of a choice. I stand up, walk to my bedroom door, and snap back to where I'm lying on the bed. Then the sticky body is gone and I am fully in dreaming.\n\nEverything is black. My energy is really low but I seem to be able to keep myself stable. Slowly my perception begins to assemble objects. There is a hospital bed where my bed would be. There's a spatter of blood on the pillow and a cannula in the sheets. In waking life, I had been recovering from surgery, so the appearance of this bed made sense to me. I can sense a presence with me, the IOB. They aren't a loud, ringing, pressure that I can feel in my body anymore, they are just a presence, I'm aware they are here with me waiting for me to stabilise.\n\nI'm also somehow aware that some part of me is in communication with them, but not the part of me that's lucid in dreaming. I've noticed this a lot in other experiences, especially recently. It is like there is some part of me that is above the dream and I am dimly aware that that part of me is talking to other presences, but I can't fully access the knowledge that the other part of me has.\n\nThe scene shifts. There are some interim, ordinary dreamlets. I know this often happens when I am dreaming with IOBs and I'm shifting from one space to another. I find myself outside a casino in the city I live in. I'm a man and I'm fretting about how to explain the car I've arrived in to security. This period of non-lucidity doesn't last long. I look towards the river. Didn't there used to be a station here? I can see it in my memory, and the act of expecting it to exist starts to bring it into existence, but because my energy is so low I can see how my intent is bringing the visuals forth from a grey nothingness.\n\nThe dream shifts again. I'm walking towards a shop. I am myself again and know that I am dreaming. The shop is stable and detailed. It's more like a small gallery with plate glass windows and display easels on the showroom floor. I can feel the other part of me is telling the presence that I am going to wait for them here.\n\nSo the lucid part of me does. I find a back room and begin to pace around it, counting out loud, rubbing my hands together, and looking at objects. There's are low-quality plastic trees and flowers in here. I notice something on the ground. It is a natural, dried, yellow rose. Dried, yellow rose? \"Old friend\"\n\nThere's a knock at the door and I ask them to come in, knowing it's the being I was waiting for.\n\n\"Thanks, only took ten seconds,\" she says.  \n\"Seven actually,\" I say jokingly because I was counting the whole time.\n\nShe sits down in front of me and smiles. She looks a little bit like me but older and is wearing a maroon jumper. Her presence reminds me of Ren's but she feels like someone different.\n\n\"I assume I must know who you are,\" I say, not really sure where to go from here. It's like the other part of me outside the dream knows, but I don't. \"Have I... have I ever been here before?\"\n\n\"In this room? No,\" she replies. She starts talking to me but my cohesion begins to dip. The room disappears and it is like I am looking up at her. I begin to walk around and rub my hands together again trying to restabilise myself. I succeed in bringing the dream back into focus but then I wake up.\n\nRe-entry should be easy enough, I'm not ready to give up on the experience yet. I can hear a kookaburra laughing but there are no kookaburras here. I know it must be a sound coming from dreaming. Within seconds I am in the dream with the presence again.\n\nAt first there are no visuals. My energy is too low to keep up visuals today, but I don't really need to be able to see. I realise that I am in a classroom with the IOB, who is now taking on the role of a teacher but she appears to me as a six-eyed robot. I look around the room and objects appear one by one as I scan my eyes around. The room is full of human students, each unique looking, and all look like adults just pretending to be high schoolers.\n\nI take a seat. I know very well that this is a dream, that it isn't a real classroom, but it is a useful prop. If the IOB wants to teach me something, this is a good stage for it. She tells us to open our books to page 182. I can hear all the other students groan.\n\nI open the book in front of me and try to turn to page 182, but all the page numbers are out of order. I think it must be a test, I need to use my intent to open to the correct page, so I close the book and try again and again, intending to go straight to what she's asked for, but it still doesn't work.\n\nNext I try checking the contents page. Still no luck. Another presence is behind me pacing around as though they are helping the students. They give me a hint and tell me to turn to page 51. Oh right. I turn straight to it and somehow that's fine. Maybe it was a trick, or maybe it's in the reflex action. My intent wasn't really good before, but taking the action for granted this time seemed to work.\n\nProblem is now, my perception can assemble the page of the book, but then immediately craps out. I can see the text on it, even black and white ink diagrams, but as soon as I see it I lose -all- the visuals of the dream and almost wake up. I bring myself back and try again but the same thing happens.\n\n\"I think we're going to have to call it there,\" the IOB says.\n\n\"No, I can do this,\" I reply and start pacing again. \"I'm okay when I'm moving around. Please continue, I can still hear you.\" As I rub my hands together and walk around I can see the outlines of the other students start to come back into view against the grey nothingness. Then colours start to emerge again. It feels strange watching parts of the visuals return before others.\n\nThe IOB keeps talking and the 'students' look through their books. The room is in view again now but as I walk over to a student's desk and look over their shoulder at the page they are reading my perception snaps again. I see the book, colour, text, and all - and then it's all gone. Damn it's not normally this hard.\n\nThe teacher calls out to me. \"Write this down.\" She begins to write something on the whiteboard. I can't look at the whiteboard either without destabilising so I turn away and continue pacing. I begin to trace the letters of the sentence on my left palm with my right index finger. I can read it even without looking at it because the information isn't in the text, it's in the dream. The act of doing this allows me to remember the message she was giving me clearly even after I wake up, but it's personal so I'm not going to repeat it here.\n\nI manage to hold onto the dream a while longer but still at a really low level of cohesion. My lucidity is perfectly fine and I don't need much perception to hold myself within the dream, but it does make it difficult to interact with it.\n\n\"We're going to end the session for today,\" the being says to me, still appearing to me as a six-eyed robot. \"You're nearly ready, just keep working on your practices.\" She tells me that compassion and rapport with other beings is very important.\n\n\"Wait, are you ending things because of me?\" I ask. I know my stability is bad but it would suck if things were to end because of that.\n\n\"No, I'll let Will explain,\" she says, indicating the other being that was here, and then dashes away.\n\nThe other being, \"Will\" I assume he is called, begins to sing. It's definitely not the first time I've heard spirits sing in dreaming, they seem to really like it, and it seems to be a good way of getting information across and ensuring it's remembered. Often when I've heard them sing their songs have a double meaning; both the words they are using and the lyrics of the original song in waking life.\n\nI know he's singing to a tune I've heard before, something from the 60s? But I don't know who wrote it or even how to begin to find it. He sings to me about how they can always hear the \"All Mind\" behind them, how sometimes they hear things, hear intent, and that compels them on their way.\n\nI wake up. I can hear kookaburras laughing. \n\n&amp;#x200B;\n\n===================================\n\nI had much more awe-inspiring dreaming experiences last year that I never recorded here and I'm trying to get back to that place after taking a year to recover from health/life issues. This was a small but important step. In those earlier dreams, the visuals were -stunning-. Just so realistic and vivid. In this one I can barely assemble anything, but I can keep myself stable enough to stay in the dream without waking even in an absence of most stimuli which is kind of cool. \n\nI have a thing about associating IOBs with different birds. It's nice this one chose one for me.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Dreaming with a Spirit After a Long Hiatus", "link_flair_richtext": [{"e": "text", "t": "Womb Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_11kylp6", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 22, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_4dz9kepm", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Womb Dreaming", "can_mod_post": false, "score": 22, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1678193659.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;The short interactions I had with spirits over the past couple of weeks finally came to something yesterday. I was trying to set up my intent and silence my mind in the morning. It was a bit of a struggle but I reminded myself that sometimes those were the days that really surprised you. This one was no exception.&lt;/p&gt;\n\n&lt;p&gt;I found myself on the edge of sleep but still alert. I could feel that the sensation of my body had become a soft fuzziness. It was only a subtle difference but I know this sensation means I&amp;#39;m switching to my dream body.&lt;/p&gt;\n\n&lt;p&gt;I start to move around a little bit to make sure that I&amp;#39;m not actually moving my physical body. This loud, ringing, pressure comes over me. I&amp;#39;s a sure sign that an IOB is here. The sound fills up my head and comes in waves as the IOB moves away and then pushes against me again. It&amp;#39;s a very strong experience but I know it&amp;#39;s being gentle and not trying to hurt me, it&amp;#39;s trying to urge me into dreaming.&lt;/p&gt;\n\n&lt;p&gt;I sit up in my dream body but it&amp;#39;s like my physical body is sticky and I have to pull myself out of it. I know it doesn&amp;#39;t have to be this way. If they gave me a little more time I could get more centred and then just go straight into a dream with my awareness rather than struggling with this weird sticky body interim step. I had an experience only a few days ago that was the same, I know I don&amp;#39;t need this step to get into dreaming.&lt;/p&gt;\n\n&lt;p&gt;But the IOB is pushing on me and I don&amp;#39;t have much of a choice. I stand up, walk to my bedroom door, and snap back to where I&amp;#39;m lying on the bed. Then the sticky body is gone and I am fully in dreaming.&lt;/p&gt;\n\n&lt;p&gt;Everything is black. My energy is really low but I seem to be able to keep myself stable. Slowly my perception begins to assemble objects. There is a hospital bed where my bed would be. There&amp;#39;s a spatter of blood on the pillow and a cannula in the sheets. In waking life, I had been recovering from surgery, so the appearance of this bed made sense to me. I can sense a presence with me, the IOB. They aren&amp;#39;t a loud, ringing, pressure that I can feel in my body anymore, they are just a presence, I&amp;#39;m aware they are here with me waiting for me to stabilise.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m also somehow aware that some part of me is in communication with them, but not the part of me that&amp;#39;s lucid in dreaming. I&amp;#39;ve noticed this a lot in other experiences, especially recently. It is like there is some part of me that is above the dream and I am dimly aware that that part of me is talking to other presences, but I can&amp;#39;t fully access the knowledge that the other part of me has.&lt;/p&gt;\n\n&lt;p&gt;The scene shifts. There are some interim, ordinary dreamlets. I know this often happens when I am dreaming with IOBs and I&amp;#39;m shifting from one space to another. I find myself outside a casino in the city I live in. I&amp;#39;m a man and I&amp;#39;m fretting about how to explain the car I&amp;#39;ve arrived in to security. This period of non-lucidity doesn&amp;#39;t last long. I look towards the river. Didn&amp;#39;t there used to be a station here? I can see it in my memory, and the act of expecting it to exist starts to bring it into existence, but because my energy is so low I can see how my intent is bringing the visuals forth from a grey nothingness.&lt;/p&gt;\n\n&lt;p&gt;The dream shifts again. I&amp;#39;m walking towards a shop. I am myself again and know that I am dreaming. The shop is stable and detailed. It&amp;#39;s more like a small gallery with plate glass windows and display easels on the showroom floor. I can feel the other part of me is telling the presence that I am going to wait for them here.&lt;/p&gt;\n\n&lt;p&gt;So the lucid part of me does. I find a back room and begin to pace around it, counting out loud, rubbing my hands together, and looking at objects. There&amp;#39;s are low-quality plastic trees and flowers in here. I notice something on the ground. It is a natural, dried, yellow rose. Dried, yellow rose? &amp;quot;Old friend&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a knock at the door and I ask them to come in, knowing it&amp;#39;s the being I was waiting for.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Thanks, only took ten seconds,&amp;quot; she says.&lt;br/&gt;\n&amp;quot;Seven actually,&amp;quot; I say jokingly because I was counting the whole time.&lt;/p&gt;\n\n&lt;p&gt;She sits down in front of me and smiles. She looks a little bit like me but older and is wearing a maroon jumper. Her presence reminds me of Ren&amp;#39;s but she feels like someone different.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I assume I must know who you are,&amp;quot; I say, not really sure where to go from here. It&amp;#39;s like the other part of me outside the dream knows, but I don&amp;#39;t. &amp;quot;Have I... have I ever been here before?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;In this room? No,&amp;quot; she replies. She starts talking to me but my cohesion begins to dip. The room disappears and it is like I am looking up at her. I begin to walk around and rub my hands together again trying to restabilise myself. I succeed in bringing the dream back into focus but then I wake up.&lt;/p&gt;\n\n&lt;p&gt;Re-entry should be easy enough, I&amp;#39;m not ready to give up on the experience yet. I can hear a kookaburra laughing but there are no kookaburras here. I know it must be a sound coming from dreaming. Within seconds I am in the dream with the presence again.&lt;/p&gt;\n\n&lt;p&gt;At first there are no visuals. My energy is too low to keep up visuals today, but I don&amp;#39;t really need to be able to see. I realise that I am in a classroom with the IOB, who is now taking on the role of a teacher but she appears to me as a six-eyed robot. I look around the room and objects appear one by one as I scan my eyes around. The room is full of human students, each unique looking, and all look like adults just pretending to be high schoolers.&lt;/p&gt;\n\n&lt;p&gt;I take a seat. I know very well that this is a dream, that it isn&amp;#39;t a real classroom, but it is a useful prop. If the IOB wants to teach me something, this is a good stage for it. She tells us to open our books to page 182. I can hear all the other students groan.&lt;/p&gt;\n\n&lt;p&gt;I open the book in front of me and try to turn to page 182, but all the page numbers are out of order. I think it must be a test, I need to use my intent to open to the correct page, so I close the book and try again and again, intending to go straight to what she&amp;#39;s asked for, but it still doesn&amp;#39;t work.&lt;/p&gt;\n\n&lt;p&gt;Next I try checking the contents page. Still no luck. Another presence is behind me pacing around as though they are helping the students. They give me a hint and tell me to turn to page 51. Oh right. I turn straight to it and somehow that&amp;#39;s fine. Maybe it was a trick, or maybe it&amp;#39;s in the reflex action. My intent wasn&amp;#39;t really good before, but taking the action for granted this time seemed to work.&lt;/p&gt;\n\n&lt;p&gt;Problem is now, my perception can assemble the page of the book, but then immediately craps out. I can see the text on it, even black and white ink diagrams, but as soon as I see it I lose -all- the visuals of the dream and almost wake up. I bring myself back and try again but the same thing happens.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I think we&amp;#39;re going to have to call it there,&amp;quot; the IOB says.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, I can do this,&amp;quot; I reply and start pacing again. &amp;quot;I&amp;#39;m okay when I&amp;#39;m moving around. Please continue, I can still hear you.&amp;quot; As I rub my hands together and walk around I can see the outlines of the other students start to come back into view against the grey nothingness. Then colours start to emerge again. It feels strange watching parts of the visuals return before others.&lt;/p&gt;\n\n&lt;p&gt;The IOB keeps talking and the &amp;#39;students&amp;#39; look through their books. The room is in view again now but as I walk over to a student&amp;#39;s desk and look over their shoulder at the page they are reading my perception snaps again. I see the book, colour, text, and all - and then it&amp;#39;s all gone. Damn it&amp;#39;s not normally this hard.&lt;/p&gt;\n\n&lt;p&gt;The teacher calls out to me. &amp;quot;Write this down.&amp;quot; She begins to write something on the whiteboard. I can&amp;#39;t look at the whiteboard either without destabilising so I turn away and continue pacing. I begin to trace the letters of the sentence on my left palm with my right index finger. I can read it even without looking at it because the information isn&amp;#39;t in the text, it&amp;#39;s in the dream. The act of doing this allows me to remember the message she was giving me clearly even after I wake up, but it&amp;#39;s personal so I&amp;#39;m not going to repeat it here.&lt;/p&gt;\n\n&lt;p&gt;I manage to hold onto the dream a while longer but still at a really low level of cohesion. My lucidity is perfectly fine and I don&amp;#39;t need much perception to hold myself within the dream, but it does make it difficult to interact with it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We&amp;#39;re going to end the session for today,&amp;quot; the being says to me, still appearing to me as a six-eyed robot. &amp;quot;You&amp;#39;re nearly ready, just keep working on your practices.&amp;quot; She tells me that compassion and rapport with other beings is very important.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Wait, are you ending things because of me?&amp;quot; I ask. I know my stability is bad but it would suck if things were to end because of that.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;No, I&amp;#39;ll let Will explain,&amp;quot; she says, indicating the other being that was here, and then dashes away.&lt;/p&gt;\n\n&lt;p&gt;The other being, &amp;quot;Will&amp;quot; I assume he is called, begins to sing. It&amp;#39;s definitely not the first time I&amp;#39;ve heard spirits sing in dreaming, they seem to really like it, and it seems to be a good way of getting information across and ensuring it&amp;#39;s remembered. Often when I&amp;#39;ve heard them sing their songs have a double meaning; both the words they are using and the lyrics of the original song in waking life.&lt;/p&gt;\n\n&lt;p&gt;I know he&amp;#39;s singing to a tune I&amp;#39;ve heard before, something from the 60s? But I don&amp;#39;t know who wrote it or even how to begin to find it. He sings to me about how they can always hear the &amp;quot;All Mind&amp;quot; behind them, how sometimes they hear things, hear intent, and that compels them on their way.&lt;/p&gt;\n\n&lt;p&gt;I wake up. I can hear kookaburras laughing. &lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;h1&gt;&lt;/h1&gt;\n\n&lt;p&gt;I had much more awe-inspiring dreaming experiences last year that I never recorded here and I&amp;#39;m trying to get back to that place after taking a year to recover from health/life issues. This was a small but important step. In those earlier dreams, the visuals were -stunning-. Just so realistic and vivid. In this one I can barely assemble anything, but I can keep myself stable enough to stay in the dream without waking even in an absence of most stimuli which is kind of cool. &lt;/p&gt;\n\n&lt;p&gt;I have a thing about associating IOBs with different birds. It&amp;#39;s nice this one chose one for me.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "65d7a3ec-7b31-11ed-aea0-b6dbf4807c28", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "11kylp6", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "the-mad-prophet", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/", "subreddit_subscribers": 9561, "created_utc": 1678193659.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jbek792", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1678284929.0, "send_replies": true, "parent_id": "t1_jbagdq3", "score": 3, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;A couple questions here. When you say there was an IOB and it was pushing you into your dreaming body, I still struggle to understand fully the difference in our many bodies. Is the dreaming body the same as the Double?\n\nThe terms energy body, dreaming body, and double all overlap. In some mysterious way they all refer to the same thing. We have all this energy, only a small part of which is focused into the physical body. When we're dreaming, we use the energy body, the energetic part of us that isn't physical. Because we're dreaming, we also call it the dream body. But to use the energy body, it needs to be forged into a usable shape, otherwise we can't use it in a way that makes any sense to us. It can be forged into different configurations, a popular one is to forge it into an exact replica of the physical body, which is probably why it gets called 'the double'.\n\nWhen we're busy with the first attention, that energy still exists even though we are not aware of it, so we don't really know what it is up to, even if it hasn't been forged through sorcery practices. Our other side, our energetic side, is mysterious. I think the books do a better job of conveying this than I ever could.\n\nThe double isn't separate from us, just apparently so when we aren't aware of it.\n\n\\&gt; From what I understand we have to form the energy body and then the Double can use it like a vehicle? \n\nWe form the energy body and then we can use it to travel.\n\n\\&gt; Has it always happened this way for you? That an IOB pushes you into  your dreaming body, or did you first form your energy body so it was  possible to use it? \n\nThis is easier to answer! I'm still learning so I don't want to give false information by mistake, but I can answer this question.\n\nNo, it hasn't always happened this way, but it has happened enough that I immediately recognise what is going on and generally what I should do when an IOB is trying to get me to dream. I can switch to my energy body on my own without any IOBs present, but the IOB pushing on me is something my energy body can't ignore so I pay more attention to it rather than just falling asleep. \n\nThe pressure sensation doesn't always happen when an IOB wants to interact with me either. Often it doesn't at all.\n\nJust switching to the energy body didn't require it to be forged, but dreaming with the IOBs afterwards in full lucidity did, and especially in other experiences where things were much more vivid and prolonged. There are different ways to forge it. Darkroom is one of them. I forged mine by doing dreaming drills over and over and over again. \n\n\\&gt;  My ID is still an absolute menace \n\nSilence is the best thing, but switching your ID to something positive like your practices is definitely better than focusing on frustrations. They make it a lot harder to access the second attention in my experience. If you can move it onto something positive to feel more balanced, and then move to silence then you'll hopefully be in a better position when you practice.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jbek792", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;A couple questions here. When you say there was an IOB and it was pushing you into your dreaming body, I still struggle to understand fully the difference in our many bodies. Is the dreaming body the same as the Double?&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;The terms energy body, dreaming body, and double all overlap. In some mysterious way they all refer to the same thing. We have all this energy, only a small part of which is focused into the physical body. When we&amp;#39;re dreaming, we use the energy body, the energetic part of us that isn&amp;#39;t physical. Because we&amp;#39;re dreaming, we also call it the dream body. But to use the energy body, it needs to be forged into a usable shape, otherwise we can&amp;#39;t use it in a way that makes any sense to us. It can be forged into different configurations, a popular one is to forge it into an exact replica of the physical body, which is probably why it gets called &amp;#39;the double&amp;#39;.&lt;/p&gt;\n\n&lt;p&gt;When we&amp;#39;re busy with the first attention, that energy still exists even though we are not aware of it, so we don&amp;#39;t really know what it is up to, even if it hasn&amp;#39;t been forged through sorcery practices. Our other side, our energetic side, is mysterious. I think the books do a better job of conveying this than I ever could.&lt;/p&gt;\n\n&lt;p&gt;The double isn&amp;#39;t separate from us, just apparently so when we aren&amp;#39;t aware of it.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; From what I understand we have to form the energy body and then the Double can use it like a vehicle? &lt;/p&gt;\n\n&lt;p&gt;We form the energy body and then we can use it to travel.&lt;/p&gt;\n\n&lt;p&gt;&amp;gt; Has it always happened this way for you? That an IOB pushes you into  your dreaming body, or did you first form your energy body so it was  possible to use it? &lt;/p&gt;\n\n&lt;p&gt;This is easier to answer! I&amp;#39;m still learning so I don&amp;#39;t want to give false information by mistake, but I can answer this question.&lt;/p&gt;\n\n&lt;p&gt;No, it hasn&amp;#39;t always happened this way, but it has happened enough that I immediately recognise what is going on and generally what I should do when an IOB is trying to get me to dream. I can switch to my energy body on my own without any IOBs present, but the IOB pushing on me is something my energy body can&amp;#39;t ignore so I pay more attention to it rather than just falling asleep. &lt;/p&gt;\n\n&lt;p&gt;The pressure sensation doesn&amp;#39;t always happen when an IOB wants to interact with me either. Often it doesn&amp;#39;t at all.&lt;/p&gt;\n\n&lt;p&gt;Just switching to the energy body didn&amp;#39;t require it to be forged, but dreaming with the IOBs afterwards in full lucidity did, and especially in other experiences where things were much more vivid and prolonged. There are different ways to forge it. Darkroom is one of them. I forged mine by doing dreaming drills over and over and over again. &lt;/p&gt;\n\n&lt;p&gt;&amp;gt;  My ID is still an absolute menace &lt;/p&gt;\n\n&lt;p&gt;Silence is the best thing, but switching your ID to something positive like your practices is definitely better than focusing on frustrations. They make it a lot harder to access the second attention in my experience. If you can move it onto something positive to feel more balanced, and then move to silence then you&amp;#39;ll hopefully be in a better position when you practice.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11kylp6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/jbek792/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1678284929.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jbcu169", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1678244232.0, "send_replies": true, "parent_id": "t1_jbagdq3", "score": 2, "author_fullname": "t2_4dz9kepm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "\\&gt;  But reading this post, it seems like some of the transitional process to  go to directly into dreaming is quite similar, obviously they ripped us  off somewhere along the way. \n\nYes I was unsure what to say about this but I try to be as clear about my experiences as possible instead of changing things to suit how I think they should be. I feel like they are more helpful that way.\n\nI started lucid dreaming when I was a kid. For most of my experiences I didn't have the 'astral separation' aspect. I learnt to do wake-induced lucid dreaming (WILD) where one goes straight from waking into dreaming without falling asleep and usually there is no separation experience there either. \n\nBefore I came here I was keen on learning astral projection because I wanted to travel to real worlds, and I was exploring every option to get there. From my research and the experiences I had, I surmised that both techniques are doing a similar thing but with different baggage attached to it. \n\nI don't know if now I sometimes have the separation experiences because of this mixed in memories of trying to astral project, or if there is something else happening. I think it could be a mixture of both. Something mechanical is happening but without accepting the intent and baggage of the 'astral projection' world. I suspect this mostly because sleep paralysis seems to sometimes be in a similar state. There are so many different places our AP can be in, this state is probably just one among many.\n\nI had an experience just a couple of days before this one that was similar. From silencing my mind I got to the state where my body felt fuzzy. This next part is going to sound really confusing and would probably be better if I drew it but I'll give it my best shot.\n\nI realised there were three primary directions that I could intend myself in:\n\n* Pretend that I am moving my hands around - this will make my vision turn on and I'll move straight into dreaming in a mental kind of way (WILD)\n* Try to move my 'actual' hands around - this will make me move the energetic version of my hands and result in a separation experience (Astral Projection)\n* Feel my way into my physical body and move my physical hands around - this will make me wake up\n\nIn that instance, I did the second. There was a voice talking to me as well (different presence to the dream in the post) who I discussed this with but who wasn't coming through super clearly.\n\nIn the first option, just pretending that I am moving my body is enough. I go into dreaming and the 'pretending' creates that body on the spot but I can also move easily without a body at all. It doesn't feel like pulling myself out of thick water. Everything is much more vivid and light. Second option isn't like that. So if you have the choice, first is my definite recommendation. Get silent and find what works for you to move into dreaming with your mind rather than your body.\n\nAs an interesting note, one of the big astral projection authors Robert Bruce added a section in a later edition of his book about WILDs, and while I can't find the quote now (it might have been on his website) I recall him saying that if he had known about WILDs when he started astral projection, he would have spent most of his time doing that instead.\n\nWILDs are dreaming from silence. It's where a lot of the really good stuff happens. \n\nI'm going to answer your other questions in a separate comment because I don't trust reddit at the moment not to delete all this!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jbcu169", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;gt;  But reading this post, it seems like some of the transitional process to  go to directly into dreaming is quite similar, obviously they ripped us  off somewhere along the way. &lt;/p&gt;\n\n&lt;p&gt;Yes I was unsure what to say about this but I try to be as clear about my experiences as possible instead of changing things to suit how I think they should be. I feel like they are more helpful that way.&lt;/p&gt;\n\n&lt;p&gt;I started lucid dreaming when I was a kid. For most of my experiences I didn&amp;#39;t have the &amp;#39;astral separation&amp;#39; aspect. I learnt to do wake-induced lucid dreaming (WILD) where one goes straight from waking into dreaming without falling asleep and usually there is no separation experience there either. &lt;/p&gt;\n\n&lt;p&gt;Before I came here I was keen on learning astral projection because I wanted to travel to real worlds, and I was exploring every option to get there. From my research and the experiences I had, I surmised that both techniques are doing a similar thing but with different baggage attached to it. &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if now I sometimes have the separation experiences because of this mixed in memories of trying to astral project, or if there is something else happening. I think it could be a mixture of both. Something mechanical is happening but without accepting the intent and baggage of the &amp;#39;astral projection&amp;#39; world. I suspect this mostly because sleep paralysis seems to sometimes be in a similar state. There are so many different places our AP can be in, this state is probably just one among many.&lt;/p&gt;\n\n&lt;p&gt;I had an experience just a couple of days before this one that was similar. From silencing my mind I got to the state where my body felt fuzzy. This next part is going to sound really confusing and would probably be better if I drew it but I&amp;#39;ll give it my best shot.&lt;/p&gt;\n\n&lt;p&gt;I realised there were three primary directions that I could intend myself in:&lt;/p&gt;\n\n&lt;ul&gt;\n&lt;li&gt;Pretend that I am moving my hands around - this will make my vision turn on and I&amp;#39;ll move straight into dreaming in a mental kind of way (WILD)&lt;/li&gt;\n&lt;li&gt;Try to move my &amp;#39;actual&amp;#39; hands around - this will make me move the energetic version of my hands and result in a separation experience (Astral Projection)&lt;/li&gt;\n&lt;li&gt;Feel my way into my physical body and move my physical hands around - this will make me wake up&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;p&gt;In that instance, I did the second. There was a voice talking to me as well (different presence to the dream in the post) who I discussed this with but who wasn&amp;#39;t coming through super clearly.&lt;/p&gt;\n\n&lt;p&gt;In the first option, just pretending that I am moving my body is enough. I go into dreaming and the &amp;#39;pretending&amp;#39; creates that body on the spot but I can also move easily without a body at all. It doesn&amp;#39;t feel like pulling myself out of thick water. Everything is much more vivid and light. Second option isn&amp;#39;t like that. So if you have the choice, first is my definite recommendation. Get silent and find what works for you to move into dreaming with your mind rather than your body.&lt;/p&gt;\n\n&lt;p&gt;As an interesting note, one of the big astral projection authors Robert Bruce added a section in a later edition of his book about WILDs, and while I can&amp;#39;t find the quote now (it might have been on his website) I recall him saying that if he had known about WILDs when he started astral projection, he would have spent most of his time doing that instead.&lt;/p&gt;\n\n&lt;p&gt;WILDs are dreaming from silence. It&amp;#39;s where a lot of the really good stuff happens. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to answer your other questions in a separate comment because I don&amp;#39;t trust reddit at the moment not to delete all this!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11kylp6", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/jbcu169/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1678244232.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jbagdq3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "growlikeaflower", "can_mod_post": false, "created_utc": 1678209282.0, "send_replies": true, "parent_id": "t3_11kylp6", "score": 5, "author_fullname": "t2_juj59kud", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I haven't been able to go into sleeping dreaming since I've been practicing l (2 months since I found the sub? Time is slippery for me)\n\nEach night, I do tensegrity in the dark before bed, and I've seen some interesting things... but nothing really new that I haven't mentioned before. \n\nAfter darkroom when I get in bed I put on my headphones (an absolute necessity bc my husband sounds like a rabid bear when he's sleeping) typically just some sort of solfeggio frequency, only loud enough to drown the roar out from beside me. Wrap my well-worn feather pillow around the sides of my face to add extra sound deafening and to block any light coming from charging phones or windows. \n\nI place my always cold paperweight on my womb, and I focus on the way the temp of it transitions from ice to body temp while I stare into blackness. I also do the shield breath several times but I tend to doze off from that bc of the looking down over the nose, my eyes and end up closing them after a few reps, bc it's dark, I guess I can't tell the difference...I fall asleep. Even though I try to keep my thoughts on the way my body feels as it's transitioning into sleep. So far nothing has been able to help me maintain  my awareness as I shift into sleeping. \n\nTypically for the past year or more I don't remember any of my dreams. I think a lot of my struggle is from having a shitty sleep schedule. \n\nThe past 2 nights however I do remember dreaming but it seems like ordinary dreams. The first one was rather creepy though and I haven't had a dream give me the creeps for years. \n\nReading this post gave me some hope though. \n\nBefore I found Carlos I was trying desperately to learn to astral project. As I've been working to clean my link to intent (which is awful filthy), I've done my best to put all of those \"methods\" out of my thoughts. \n\nBut reading this post, it seems like some of the transitional process to go to directly into dreaming is quite similar, obviously they ripped us off somewhere along the way. \n\nA couple questions here. When you say there was an IOB and it was pushing you into your dreaming body, I still struggle to understand fully the difference in our many bodies. Is the dreaming body the same as the Double? \n\nI thought the Double was it's own sentient thing that is separate from us. And that it's sort of lost out there wandering in the aether.\n\nHas it always happened this way for you? That an IOB pushes you into your dreaming body, or did you first form your energy body so it was possible to use it?\n\nFrom what I understand we have to form the energy body and then the Double can use it like a vehicle? \n\nOr is that whole process just part of us getting  where we need to be to be able to perceive all this (shifting our AP)?\n\nWhen I'm doing the affection pass I do notice the purple puffs become more concentrated, but still no yellow yet and no other obvious formation.  \n\nI don't get as much time in the darkroom as I would like. Sometimes I practice more in the sunlight, learning and perfecting new passes then going through them all once or twice at night in the DR. \n\nMy ID is still an absolute menace, but I am gaining some footing in viewing it more objectively and shutting it down when I notice it getting out of hand. Often though it's more like shifting my thoughts to something relevant to my practice and away from the trouble of every day life. If I remember correctly this is what the old seers did, whereas we are supposed to be using silence as a way to manipulate Intent...I'll get there.\n\nThere was something else I wanted to ask but it's escaped me atm. \n\nThank you so much for sharing this experience!\n\nThe pic Dan posted is a fantastic representation from where I'm standing. It just feels like it fits with this.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jbagdq3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I haven&amp;#39;t been able to go into sleeping dreaming since I&amp;#39;ve been practicing l (2 months since I found the sub? Time is slippery for me)&lt;/p&gt;\n\n&lt;p&gt;Each night, I do tensegrity in the dark before bed, and I&amp;#39;ve seen some interesting things... but nothing really new that I haven&amp;#39;t mentioned before. &lt;/p&gt;\n\n&lt;p&gt;After darkroom when I get in bed I put on my headphones (an absolute necessity bc my husband sounds like a rabid bear when he&amp;#39;s sleeping) typically just some sort of solfeggio frequency, only loud enough to drown the roar out from beside me. Wrap my well-worn feather pillow around the sides of my face to add extra sound deafening and to block any light coming from charging phones or windows. &lt;/p&gt;\n\n&lt;p&gt;I place my always cold paperweight on my womb, and I focus on the way the temp of it transitions from ice to body temp while I stare into blackness. I also do the shield breath several times but I tend to doze off from that bc of the looking down over the nose, my eyes and end up closing them after a few reps, bc it&amp;#39;s dark, I guess I can&amp;#39;t tell the difference...I fall asleep. Even though I try to keep my thoughts on the way my body feels as it&amp;#39;s transitioning into sleep. So far nothing has been able to help me maintain  my awareness as I shift into sleeping. &lt;/p&gt;\n\n&lt;p&gt;Typically for the past year or more I don&amp;#39;t remember any of my dreams. I think a lot of my struggle is from having a shitty sleep schedule. &lt;/p&gt;\n\n&lt;p&gt;The past 2 nights however I do remember dreaming but it seems like ordinary dreams. The first one was rather creepy though and I haven&amp;#39;t had a dream give me the creeps for years. &lt;/p&gt;\n\n&lt;p&gt;Reading this post gave me some hope though. &lt;/p&gt;\n\n&lt;p&gt;Before I found Carlos I was trying desperately to learn to astral project. As I&amp;#39;ve been working to clean my link to intent (which is awful filthy), I&amp;#39;ve done my best to put all of those &amp;quot;methods&amp;quot; out of my thoughts. &lt;/p&gt;\n\n&lt;p&gt;But reading this post, it seems like some of the transitional process to go to directly into dreaming is quite similar, obviously they ripped us off somewhere along the way. &lt;/p&gt;\n\n&lt;p&gt;A couple questions here. When you say there was an IOB and it was pushing you into your dreaming body, I still struggle to understand fully the difference in our many bodies. Is the dreaming body the same as the Double? &lt;/p&gt;\n\n&lt;p&gt;I thought the Double was it&amp;#39;s own sentient thing that is separate from us. And that it&amp;#39;s sort of lost out there wandering in the aether.&lt;/p&gt;\n\n&lt;p&gt;Has it always happened this way for you? That an IOB pushes you into your dreaming body, or did you first form your energy body so it was possible to use it?&lt;/p&gt;\n\n&lt;p&gt;From what I understand we have to form the energy body and then the Double can use it like a vehicle? &lt;/p&gt;\n\n&lt;p&gt;Or is that whole process just part of us getting  where we need to be to be able to perceive all this (shifting our AP)?&lt;/p&gt;\n\n&lt;p&gt;When I&amp;#39;m doing the affection pass I do notice the purple puffs become more concentrated, but still no yellow yet and no other obvious formation.  &lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t get as much time in the darkroom as I would like. Sometimes I practice more in the sunlight, learning and perfecting new passes then going through them all once or twice at night in the DR. &lt;/p&gt;\n\n&lt;p&gt;My ID is still an absolute menace, but I am gaining some footing in viewing it more objectively and shutting it down when I notice it getting out of hand. Often though it&amp;#39;s more like shifting my thoughts to something relevant to my practice and away from the trouble of every day life. If I remember correctly this is what the old seers did, whereas we are supposed to be using silence as a way to manipulate Intent...I&amp;#39;ll get there.&lt;/p&gt;\n\n&lt;p&gt;There was something else I wanted to ask but it&amp;#39;s escaped me atm. &lt;/p&gt;\n\n&lt;p&gt;Thank you so much for sharing this experience!&lt;/p&gt;\n\n&lt;p&gt;The pic Dan posted is a fantastic representation from where I&amp;#39;m standing. It just feels like it fits with this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/jbagdq3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1678209282.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11kylp6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jb9tb9a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1678200001.0, "send_replies": true, "parent_id": "t3_11kylp6", "score": 7, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "![gif](giphy|h8yksSTlPrknCYM7DW|downsized)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jb9tb9a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://giphy.com/gifs/h8yksSTlPrknCYM7DW\" target=\"_blank\"&gt;&lt;img src=\"https://external-preview.redd.it/6_oJShEEIqGhxlBOP4a3RwQl3eLOVpTqgFqZQ_wuEtk.gif?width=480&amp;height=270&amp;s=829a086821e444562e0af631f2ed27ec5860b710\" width=\"480\" height=\"270\"&gt;&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/jb9tb9a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1678200001.0, "media_metadata": {"giphy|h8yksSTlPrknCYM7DW|downsized": {"status": "valid", "e": "AnimatedImage", "m": "image/gif", "ext": "https://giphy.com/gifs/h8yksSTlPrknCYM7DW", "p": [{"y": 78, "x": 140, "u": "https://a.thumbs.redditmedia.com/4Km22B4b5g-eBpYyLrH4xQbSI64jFsWAtHXrb6OyVB0.jpg"}], "s": {"y": 270, "gif": "https://external-preview.redd.it/6_oJShEEIqGhxlBOP4a3RwQl3eLOVpTqgFqZQ_wuEtk.gif?width=480&amp;height=270&amp;s=829a086821e444562e0af631f2ed27ec5860b710", "mp4": "https://external-preview.redd.it/6_oJShEEIqGhxlBOP4a3RwQl3eLOVpTqgFqZQ_wuEtk.gif?width=480&amp;height=270&amp;format=mp4&amp;s=e460e8a006bf216ea819a0370bfacd7e598fd53d", "x": 480}, "t": "giphy", "id": "giphy|h8yksSTlPrknCYM7DW|downsized"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11kylp6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jb9twfq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1678200260.0, "send_replies": true, "parent_id": "t3_11kylp6", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I facebooked it with a picture from the net. It's too hard to find old stuff without pictures.\n\nNot actually appropriate, but it gives the idea to people who look at my facebook.\n\nHere's my commentary, which beginners might find interesting because Facebook is a wasteland.  Filled with evil con artists trying to steal by any method they can find, including fake magic.\n\nSo I tend to \"nag\" even more on facebook.  It may look futile, but in fact those who read it slowly learn to do a little nagging of their own, in our community.  So \"honesty\" spreads a little bit further than the reach of my facebook.\n\nEven those of my readers over there who never find the time to actually practice for real, get some \"common sense\" and help our cause by \"talking down\" the fakers they interact with.\n\n&amp;#x200B;\n\n\\*\\*\\* from facebook \\*\\*\\*\n\nA Witch's Experiences In Sleeping Dreaming.\n\nA year or two back after practicing \"darkroom\" I was gazing down at my bedspread looking for remote views of alien worlds.\n\nDarkroom is Tensegrity in the dark, where you focus entirely on silencing your internal dialogue until the tensegrity movements become visible.\n\nSolid even! The Affection for the Energy Body pass for example, becomes visible, then spectacular, and then eventually \"solid\". You can feel a solid bubble forming the energy body. The one Zuleica taught Carlos to \"dent\" by wiggling his fingers, until he felt something \"as thick as water\".\n\nTurns out Zuleica didn't lie!\n\nI'd finished my collection of long forms for the night, and was sitting up on the bed trying to perceive \"the whorl\", and the text that spins off the edge.\n\nCarlos gave us the task to become \"Readers of Infinity\", and I never give up on that.\n\nHowever lately I get to view infinity in cartoons, all over the walls. As a result of wanting to make cartoons to show what darkroom practice is like.\n\nI suspect Carlos wrote \"Art of Dreaming\" doing something similar, but with written text.\n\nSo between looking up to find the whorl and read text, and looking down for remote views on my bedspread, I got a little urge to look to the left slightly, and down. My body \"knew\" there was something to see over there.\n\nIt was \"real energy\" as opposed to a phantom view. Real energy can tug on you to look in the correct direction.\n\nI saw a little pond with flowing water, perhaps more like a stream, and on a lily pad there was an \"Imp\". A German spirit. Often they seem to live in wells. But this one was looking up at me smiling, sitting cross legged on a Lily pad.\n\nSo I said, \"I'll call you Lily if that's ok?\"\n\nShe didn't seem to mind, and for a few months she taught me what she immediately promised she would. How to leave my darkroom through the walls.\n\nLater I found out, the witch featured in this post has a spirit named Ren. It means Lily in Japanese. We both concluded, based on other evidence that came up once we realized it might be true, that it was the same spirit.\n\nJust as those learning in private classes reported shared dreams early in the morning, where they believed they were practicing or learning sorcery in a group, something that happens now over in the subreddit. Something Taisha verified in one of her books or lectures.\n\nThere's also a tendency to share inorganic beings, in a group of practicing sorcerers.\n\nReal sorcerers that is. Not the pretend kind our community is dominated and bullied by. Greedy fake \"naguals\", bent on stealing from others.\n\nHere's this witch's post from today on reddit, so you can see that women are fine to practice sleeping dreaming instead of waking dreaming. As long as they go into it primarily by silencing their minds. Naturally as you learn to do that, it becomes a \"feeling\" that's more complex than simply not talking to yourself in your head.\n\nThat's what women can do. \"Slip through the cracks\" into dreaming.\n\nMen should never do that. Because they will lie and make up stuff about ordinary dreams, in order to bully others into agreeing they have sorcery knowledge. When they have none.\n\nThe entire field of \"Astral Travel\" is dominated by this absurd pretending. Once people engage in Robert Monroe's devious con game of \"Astral Travel\", they're pretty much ruined for learning real magic.\n\nThey can't tell the difference between lying, and the real thing. You can see that for yourself first hand, by going to the subreddit and reading old posts where astral travel men had to be kicked out for bad behavior.\n\n\"What went wrong?\" is also a topic in the subreddit, if you read between the lines. You find out in tedious detail why we almost lost it all, to bad men. And a few bad women like the one I posted about a few days ago.  Patricia.\n\nBut not many. Most women actually want real magic, and not merely attention from other people.\n\nThus men should only do waking dreaming until they can reach Silent Knowledge, the destination Carlos gave us. And then, the difference between awake and asleep is minimal.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/76em74fzedma1.png?width=700&amp;format=png&amp;auto=webp&amp;s=bf08c92d1cd66a11f2a9004413ec28401ac7881a", "edited": 1678202539.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jb9twfq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I facebooked it with a picture from the net. It&amp;#39;s too hard to find old stuff without pictures.&lt;/p&gt;\n\n&lt;p&gt;Not actually appropriate, but it gives the idea to people who look at my facebook.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s my commentary, which beginners might find interesting because Facebook is a wasteland.  Filled with evil con artists trying to steal by any method they can find, including fake magic.&lt;/p&gt;\n\n&lt;p&gt;So I tend to &amp;quot;nag&amp;quot; even more on facebook.  It may look futile, but in fact those who read it slowly learn to do a little nagging of their own, in our community.  So &amp;quot;honesty&amp;quot; spreads a little bit further than the reach of my facebook.&lt;/p&gt;\n\n&lt;p&gt;Even those of my readers over there who never find the time to actually practice for real, get some &amp;quot;common sense&amp;quot; and help our cause by &amp;quot;talking down&amp;quot; the fakers they interact with.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;*** from facebook ***&lt;/p&gt;\n\n&lt;p&gt;A Witch&amp;#39;s Experiences In Sleeping Dreaming.&lt;/p&gt;\n\n&lt;p&gt;A year or two back after practicing &amp;quot;darkroom&amp;quot; I was gazing down at my bedspread looking for remote views of alien worlds.&lt;/p&gt;\n\n&lt;p&gt;Darkroom is Tensegrity in the dark, where you focus entirely on silencing your internal dialogue until the tensegrity movements become visible.&lt;/p&gt;\n\n&lt;p&gt;Solid even! The Affection for the Energy Body pass for example, becomes visible, then spectacular, and then eventually &amp;quot;solid&amp;quot;. You can feel a solid bubble forming the energy body. The one Zuleica taught Carlos to &amp;quot;dent&amp;quot; by wiggling his fingers, until he felt something &amp;quot;as thick as water&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Turns out Zuleica didn&amp;#39;t lie!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d finished my collection of long forms for the night, and was sitting up on the bed trying to perceive &amp;quot;the whorl&amp;quot;, and the text that spins off the edge.&lt;/p&gt;\n\n&lt;p&gt;Carlos gave us the task to become &amp;quot;Readers of Infinity&amp;quot;, and I never give up on that.&lt;/p&gt;\n\n&lt;p&gt;However lately I get to view infinity in cartoons, all over the walls. As a result of wanting to make cartoons to show what darkroom practice is like.&lt;/p&gt;\n\n&lt;p&gt;I suspect Carlos wrote &amp;quot;Art of Dreaming&amp;quot; doing something similar, but with written text.&lt;/p&gt;\n\n&lt;p&gt;So between looking up to find the whorl and read text, and looking down for remote views on my bedspread, I got a little urge to look to the left slightly, and down. My body &amp;quot;knew&amp;quot; there was something to see over there.&lt;/p&gt;\n\n&lt;p&gt;It was &amp;quot;real energy&amp;quot; as opposed to a phantom view. Real energy can tug on you to look in the correct direction.&lt;/p&gt;\n\n&lt;p&gt;I saw a little pond with flowing water, perhaps more like a stream, and on a lily pad there was an &amp;quot;Imp&amp;quot;. A German spirit. Often they seem to live in wells. But this one was looking up at me smiling, sitting cross legged on a Lily pad.&lt;/p&gt;\n\n&lt;p&gt;So I said, &amp;quot;I&amp;#39;ll call you Lily if that&amp;#39;s ok?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She didn&amp;#39;t seem to mind, and for a few months she taught me what she immediately promised she would. How to leave my darkroom through the walls.&lt;/p&gt;\n\n&lt;p&gt;Later I found out, the witch featured in this post has a spirit named Ren. It means Lily in Japanese. We both concluded, based on other evidence that came up once we realized it might be true, that it was the same spirit.&lt;/p&gt;\n\n&lt;p&gt;Just as those learning in private classes reported shared dreams early in the morning, where they believed they were practicing or learning sorcery in a group, something that happens now over in the subreddit. Something Taisha verified in one of her books or lectures.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s also a tendency to share inorganic beings, in a group of practicing sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Real sorcerers that is. Not the pretend kind our community is dominated and bullied by. Greedy fake &amp;quot;naguals&amp;quot;, bent on stealing from others.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s this witch&amp;#39;s post from today on reddit, so you can see that women are fine to practice sleeping dreaming instead of waking dreaming. As long as they go into it primarily by silencing their minds. Naturally as you learn to do that, it becomes a &amp;quot;feeling&amp;quot; that&amp;#39;s more complex than simply not talking to yourself in your head.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what women can do. &amp;quot;Slip through the cracks&amp;quot; into dreaming.&lt;/p&gt;\n\n&lt;p&gt;Men should never do that. Because they will lie and make up stuff about ordinary dreams, in order to bully others into agreeing they have sorcery knowledge. When they have none.&lt;/p&gt;\n\n&lt;p&gt;The entire field of &amp;quot;Astral Travel&amp;quot; is dominated by this absurd pretending. Once people engage in Robert Monroe&amp;#39;s devious con game of &amp;quot;Astral Travel&amp;quot;, they&amp;#39;re pretty much ruined for learning real magic.&lt;/p&gt;\n\n&lt;p&gt;They can&amp;#39;t tell the difference between lying, and the real thing. You can see that for yourself first hand, by going to the subreddit and reading old posts where astral travel men had to be kicked out for bad behavior.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;What went wrong?&amp;quot; is also a topic in the subreddit, if you read between the lines. You find out in tedious detail why we almost lost it all, to bad men. And a few bad women like the one I posted about a few days ago.  Patricia.&lt;/p&gt;\n\n&lt;p&gt;But not many. Most women actually want real magic, and not merely attention from other people.&lt;/p&gt;\n\n&lt;p&gt;Thus men should only do waking dreaming until they can reach Silent Knowledge, the destination Carlos gave us. And then, the difference between awake and asleep is minimal.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/76em74fzedma1.png?width=700&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=bf08c92d1cd66a11f2a9004413ec28401ac7881a\"&gt;https://preview.redd.it/76em74fzedma1.png?width=700&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=bf08c92d1cd66a11f2a9004413ec28401ac7881a&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11kylp6/dreaming_with_a_spirit_after_a_long_hiatus/jb9twfq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1678200260.0, "media_metadata": {"76em74fzedma1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 87, "x": 108, "u": "https://preview.redd.it/76em74fzedma1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=c9262f9e82ffbd4564f074845c81e86f8b2b3345"}, {"y": 174, "x": 216, "u": "https://preview.redd.it/76em74fzedma1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=68bcabdbf7812edf252782c0d79b47246407f004"}, {"y": 259, "x": 320, "u": "https://preview.redd.it/76em74fzedma1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=f8243340d01e4f91448c5d984215f5b4f0351930"}, {"y": 518, "x": 640, "u": "https://preview.redd.it/76em74fzedma1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=262d2ebdc6555aa4fdee8abf6b08b63450535a8b"}], "s": {"y": 567, "x": 700, "u": "https://preview.redd.it/76em74fzedma1.png?width=700&amp;format=png&amp;auto=webp&amp;s=bf08c92d1cd66a11f2a9004413ec28401ac7881a"}, "id": "76em74fzedma1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11kylp6", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}]