[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/1fmtae7t028c1.jpg?width=4096&amp;format=pjpg&amp;auto=webp&amp;s=8a736ee65f7165b9c44ca58f808139e52e5a4d67\n\nOne thing you'll experience if you keep going is the \"daily revelation\".\n\nThat's where you realize something so profound, you want to stop practicing and write it down.\n\nCarlos went through that, and so he kept a notepad in his pocket and learned to write on it inside his pants, using a short pencil.\n\nWhich left the apprentices of don Juan questioning what exactly he was doing in there.\n\nThis wasn't only an obsession with writing down everything don Juan told him, but he continued doing this even with the Dreaming Emissary teaching him endless magic.  \n\nWhich is very much like darkroom practice.\n\nI've seen that myself.  The Allies teach you so fast, there's no way to remember all of it.\n\nDon Juan finally told him to only write down that which pertained to one specific topic, and forget about trying to save the rest.\n\nBut really, the dreaming emissary merely channels silent knowledge to you before you are capable of doing that yourself. So the \"revelations\" are coming from you. And can never be completely lost. \n\nIf you have a real need to know that at some future time, chances are it'll be available to you.\n\nIf you learn to move your assemblage point to Silent Knowledge on demand.\n\nThe revelations are \"knowledge\" which can never be lost from the emanations in man's band of awareness.  You only have to be so empty of thoughts that you can \"notice\" what you wanted to know, and allow it to bloom into focus.  That information is woven into the fabric of space and time, and indestructible.\n\nAt first you'll panic as Carlos did, not wanting to lose anything.\n\nBut over time you'll have seen so many \"fundamental truths\" that you'll be a bit tired of that kind of thinking, and begin to notice that MOST of reality is abstract or non-human.\n\nAnd that in the end, nothing matters. Our most important concerns are total nonsense in the multiverse. Just an odd side effect of fixing the assemblage point on one spot for too long.\n\nThe only thing we can aspire to in the long run is to retain our awareness past death so that we have a chance to explore the vastness of the dark sea of the emanations without clinging to anything which holds us back.  These physical bodies are like an anchor, preventing free travel through all realities.\n\nCarlos called that free travel \"the definitive journey\".  And implied we started off on that journey, but got temporarily trapped when we collided with our flesh bodies and took a liking to this world.\n\nHowever, forget about that as a goal!\n\nThis is NOT a binary system.  Not even one where the goal is \"immortality\". \n\nYou need to see real magic DAILY.   \n\nNot some time after you die, and you have to just trust your leaders that this will happen.\n\nBecause if you aren't exploring the emanations for real and seeing miracles daily, there's no chance you'll get to keep your awareness past death.\n\nYou'll panic and most likely be unable to dart past the eagle, partly due to lack of familiarity with the abstract.\n\nWhich is perhaps the fate of all but the new seers.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Endless Revelations Of Sorcery", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"1fmtae7t028c1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=762bf5cdcc444e382c336b17b23be9b6fb26ac41"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b4e6cf151aed48b80fdf9809daaada86bdb375a3"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=94601530b4859fe327b8a319eff557e5acf9dc79"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=72bf4ac037131bab9c38257903b42714bea426dd"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=472a160968a585665bc9eab6c07ab87ae767ac4a"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=35be4300b8638f715eae92bd8df1cc31aad7c53a"}], "s": {"y": 4096, "x": 4096, "u": "https://preview.redd.it/1fmtae7t028c1.jpg?width=4096&amp;format=pjpg&amp;auto=webp&amp;s=8a736ee65f7165b9c44ca58f808139e52e5a4d67"}, "id": "1fmtae7t028c1"}}, "name": "t3_18p721f", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 38, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 38, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/3MwUL7NgAenPe27yfyb15S_HWAQbnCMTjtcyhdOgGX0.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1703342507.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/1fmtae7t028c1.jpg?width=4096&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=8a736ee65f7165b9c44ca58f808139e52e5a4d67\"&gt;https://preview.redd.it/1fmtae7t028c1.jpg?width=4096&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=8a736ee65f7165b9c44ca58f808139e52e5a4d67&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;One thing you&amp;#39;ll experience if you keep going is the &amp;quot;daily revelation&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s where you realize something so profound, you want to stop practicing and write it down.&lt;/p&gt;\n\n&lt;p&gt;Carlos went through that, and so he kept a notepad in his pocket and learned to write on it inside his pants, using a short pencil.&lt;/p&gt;\n\n&lt;p&gt;Which left the apprentices of don Juan questioning what exactly he was doing in there.&lt;/p&gt;\n\n&lt;p&gt;This wasn&amp;#39;t only an obsession with writing down everything don Juan told him, but he continued doing this even with the Dreaming Emissary teaching him endless magic.  &lt;/p&gt;\n\n&lt;p&gt;Which is very much like darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen that myself.  The Allies teach you so fast, there&amp;#39;s no way to remember all of it.&lt;/p&gt;\n\n&lt;p&gt;Don Juan finally told him to only write down that which pertained to one specific topic, and forget about trying to save the rest.&lt;/p&gt;\n\n&lt;p&gt;But really, the dreaming emissary merely channels silent knowledge to you before you are capable of doing that yourself. So the &amp;quot;revelations&amp;quot; are coming from you. And can never be completely lost. &lt;/p&gt;\n\n&lt;p&gt;If you have a real need to know that at some future time, chances are it&amp;#39;ll be available to you.&lt;/p&gt;\n\n&lt;p&gt;If you learn to move your assemblage point to Silent Knowledge on demand.&lt;/p&gt;\n\n&lt;p&gt;The revelations are &amp;quot;knowledge&amp;quot; which can never be lost from the emanations in man&amp;#39;s band of awareness.  You only have to be so empty of thoughts that you can &amp;quot;notice&amp;quot; what you wanted to know, and allow it to bloom into focus.  That information is woven into the fabric of space and time, and indestructible.&lt;/p&gt;\n\n&lt;p&gt;At first you&amp;#39;ll panic as Carlos did, not wanting to lose anything.&lt;/p&gt;\n\n&lt;p&gt;But over time you&amp;#39;ll have seen so many &amp;quot;fundamental truths&amp;quot; that you&amp;#39;ll be a bit tired of that kind of thinking, and begin to notice that MOST of reality is abstract or non-human.&lt;/p&gt;\n\n&lt;p&gt;And that in the end, nothing matters. Our most important concerns are total nonsense in the multiverse. Just an odd side effect of fixing the assemblage point on one spot for too long.&lt;/p&gt;\n\n&lt;p&gt;The only thing we can aspire to in the long run is to retain our awareness past death so that we have a chance to explore the vastness of the dark sea of the emanations without clinging to anything which holds us back.  These physical bodies are like an anchor, preventing free travel through all realities.&lt;/p&gt;\n\n&lt;p&gt;Carlos called that free travel &amp;quot;the definitive journey&amp;quot;.  And implied we started off on that journey, but got temporarily trapped when we collided with our flesh bodies and took a liking to this world.&lt;/p&gt;\n\n&lt;p&gt;However, forget about that as a goal!&lt;/p&gt;\n\n&lt;p&gt;This is NOT a binary system.  Not even one where the goal is &amp;quot;immortality&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;You need to see real magic DAILY.   &lt;/p&gt;\n\n&lt;p&gt;Not some time after you die, and you have to just trust your leaders that this will happen.&lt;/p&gt;\n\n&lt;p&gt;Because if you aren&amp;#39;t exploring the emanations for real and seeing miracles daily, there&amp;#39;s no chance you&amp;#39;ll get to keep your awareness past death.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll panic and most likely be unable to dart past the eagle, partly due to lack of familiarity with the abstract.&lt;/p&gt;\n\n&lt;p&gt;Which is perhaps the fate of all but the new seers.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "18p721f", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/18p721f/endless_revelations_of_sorcery/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/18p721f/endless_revelations_of_sorcery/", "subreddit_subscribers": 9561, "created_utc": 1703342507.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kem92rx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1703345011.0, "send_replies": true, "parent_id": "t3_18p721f", "score": 34, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I don't pass on \"revelations\" much anymore.  They really don't do anyone any good in the long run, other than perhaps to get them to understand, Carlos didn't make anything up and all of what he wrote is achievable if you follow instructions.\n\nBut here's a few from my own darkroom practice around 2AM today, which prompted me to make this post so as to keep everyone motivated.\n\nIf you have the goal to earn money from sorcery, you'll never learn it.\n\nBecause to learn sorcery you have to work like a dog, and then as don Juan said, work even harder the next time.\n\nYou NEVER get to rest.\n\nAnd if the revelations you get daily aren't motivation enough for you, then once you realize there's 1 million \"revelations\" out there easily within your reach,  and that hundreds of them don't really get you as far as you had wanted, you'll go find some other way to earn money.\n\nI suppose if you have at least one \"revelation\" you might stick with sorcery and steal from others based on claiming you have some knowledge.  While giving up on actually pursuing more.\n\nWe see that in the fake sorcery books, where they have a couple of experiences they relate, thinking that proves they have knowledge.\n\nMade up or not, it doesn't!   Even thinking a few weird things happening in your life constitute sorcery skills, is delusional.\n\nJust go ask the bag lady on the corner in LA, while she's talking to people who aren't there.\n\nBut if that initial franchise you create based on one or two sorcery revelations isn't profitable enough, you'll find something else to peddle.\n\nThe ONLY way you learn sorcery, is by *intending* to learn sorcery.\n\nYou can't be intending to earn a living that way.  Or intending to be famous.\n\nYou have to truly want to learn sorcery, even if no one in the world ever knows you did that.\n\nAnd you have to want to learn it badly enough that when you find yourself alone halfway towards the boundary to infinity,  you don't decide it's too cold there without your friends.\n\nIf your reward for learning magic is to \"share it\" with your buddies and hear their praise of your accomplishments, the actual experience of sorcery is not going to be enough.\n\nYou'll quit.\n\nEven making it all the way to Silent Knowledge for months, daily, won't be enough to keep you going unless that's truly what you wanted.  To reach the levels of knowledge of the new seers.\n\nEverything you accomplish quickly evaporates and becomes hidden, if you don't keep moving your assemblage point to make that new reality be what you are used to.\n\nAnd if you are obsessed with \"teaching\" others, you won't keep going as far as learning goes.\n\nSecond of my \"revelations\" this morning.\n\nThe goal of sorcery is perhaps, to do away with techniques entirely.\n\nWe can't do that, but eventually if you move your assemblage point daily you become familiar with what happens at each point along the J curve.\n\nAnd you can simply look for the effect, to cause the assemblage point to move.\n\nBecause you learned to move it with very hard effort.\n\nBut once it can move to a certain spot, all you have to do is \"look for that\", and it moves.\n\nIt's not as stable at first, as if you use your tensegrity routine to move it there.\n\nTensegrity adjusts the entire body.\n\nWhereas moving it by simply looking for something associated with a position on the J curve, only moves it and doesn't adjust everything else that's going on.\n\nSo the \"rest of you\" will cause you to fuss and fume, and it'll move back.\n\nBut you can in fact move it just by looking for familiar things.\n\nUltimately  you can even look for the \"breath change\" that comes right before silent knowledge, and your double shows up to help you out.\n\nThat breath change marks the end of grief. The very thing which drives the double away.\n\nBut don't let this confuse you into thinking you could pretend that, by pretending to breathe low and only by moving the stomach, in order to lure the double out.\n\nIt won't work.\n\nYou have to be familiar with it from experience, or you can't possibly imagine it or visualize what it must be like.\n\nThat breath change comes with second attention space surrounding you, the presence of the double \"implied\" in how your body feels, and the dawning of silent knowledge in your awareness.\n\nAs things too \"vague\" to name, but which are present with that breath change anyway.\n\nYou can't pretend all those things.\n\nThey're a bit like following an airplane through a fairly clear sky until it's so far away, that if you glance to the side for even an instant you'll never find that point in the sky again.\n\nAnd even while looking at that airplane in the sky directly, it's impossible to point to it so that your friend will find it.\n\nOnce it's too far away.\n\nSorcery is like that.  Too far away for the average person to perceive.\n\nAnother revelation:\n\nAs you daily reach silent knowledge, so will you daily venture into sleeping dreaming, in a lucid state.\n\nEven finding your hands and exploring methodically.\n\nBUT, don't expect to remember it.\n\nIt's not \"linked\" to any memory process you can duplicate.", "edited": 1703355189.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kem92rx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t pass on &amp;quot;revelations&amp;quot; much anymore.  They really don&amp;#39;t do anyone any good in the long run, other than perhaps to get them to understand, Carlos didn&amp;#39;t make anything up and all of what he wrote is achievable if you follow instructions.&lt;/p&gt;\n\n&lt;p&gt;But here&amp;#39;s a few from my own darkroom practice around 2AM today, which prompted me to make this post so as to keep everyone motivated.&lt;/p&gt;\n\n&lt;p&gt;If you have the goal to earn money from sorcery, you&amp;#39;ll never learn it.&lt;/p&gt;\n\n&lt;p&gt;Because to learn sorcery you have to work like a dog, and then as don Juan said, work even harder the next time.&lt;/p&gt;\n\n&lt;p&gt;You NEVER get to rest.&lt;/p&gt;\n\n&lt;p&gt;And if the revelations you get daily aren&amp;#39;t motivation enough for you, then once you realize there&amp;#39;s 1 million &amp;quot;revelations&amp;quot; out there easily within your reach,  and that hundreds of them don&amp;#39;t really get you as far as you had wanted, you&amp;#39;ll go find some other way to earn money.&lt;/p&gt;\n\n&lt;p&gt;I suppose if you have at least one &amp;quot;revelation&amp;quot; you might stick with sorcery and steal from others based on claiming you have some knowledge.  While giving up on actually pursuing more.&lt;/p&gt;\n\n&lt;p&gt;We see that in the fake sorcery books, where they have a couple of experiences they relate, thinking that proves they have knowledge.&lt;/p&gt;\n\n&lt;p&gt;Made up or not, it doesn&amp;#39;t!   Even thinking a few weird things happening in your life constitute sorcery skills, is delusional.&lt;/p&gt;\n\n&lt;p&gt;Just go ask the bag lady on the corner in LA, while she&amp;#39;s talking to people who aren&amp;#39;t there.&lt;/p&gt;\n\n&lt;p&gt;But if that initial franchise you create based on one or two sorcery revelations isn&amp;#39;t profitable enough, you&amp;#39;ll find something else to peddle.&lt;/p&gt;\n\n&lt;p&gt;The ONLY way you learn sorcery, is by &lt;em&gt;intending&lt;/em&gt; to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t be intending to earn a living that way.  Or intending to be famous.&lt;/p&gt;\n\n&lt;p&gt;You have to truly want to learn sorcery, even if no one in the world ever knows you did that.&lt;/p&gt;\n\n&lt;p&gt;And you have to want to learn it badly enough that when you find yourself alone halfway towards the boundary to infinity,  you don&amp;#39;t decide it&amp;#39;s too cold there without your friends.&lt;/p&gt;\n\n&lt;p&gt;If your reward for learning magic is to &amp;quot;share it&amp;quot; with your buddies and hear their praise of your accomplishments, the actual experience of sorcery is not going to be enough.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll quit.&lt;/p&gt;\n\n&lt;p&gt;Even making it all the way to Silent Knowledge for months, daily, won&amp;#39;t be enough to keep you going unless that&amp;#39;s truly what you wanted.  To reach the levels of knowledge of the new seers.&lt;/p&gt;\n\n&lt;p&gt;Everything you accomplish quickly evaporates and becomes hidden, if you don&amp;#39;t keep moving your assemblage point to make that new reality be what you are used to.&lt;/p&gt;\n\n&lt;p&gt;And if you are obsessed with &amp;quot;teaching&amp;quot; others, you won&amp;#39;t keep going as far as learning goes.&lt;/p&gt;\n\n&lt;p&gt;Second of my &amp;quot;revelations&amp;quot; this morning.&lt;/p&gt;\n\n&lt;p&gt;The goal of sorcery is perhaps, to do away with techniques entirely.&lt;/p&gt;\n\n&lt;p&gt;We can&amp;#39;t do that, but eventually if you move your assemblage point daily you become familiar with what happens at each point along the J curve.&lt;/p&gt;\n\n&lt;p&gt;And you can simply look for the effect, to cause the assemblage point to move.&lt;/p&gt;\n\n&lt;p&gt;Because you learned to move it with very hard effort.&lt;/p&gt;\n\n&lt;p&gt;But once it can move to a certain spot, all you have to do is &amp;quot;look for that&amp;quot;, and it moves.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not as stable at first, as if you use your tensegrity routine to move it there.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity adjusts the entire body.&lt;/p&gt;\n\n&lt;p&gt;Whereas moving it by simply looking for something associated with a position on the J curve, only moves it and doesn&amp;#39;t adjust everything else that&amp;#39;s going on.&lt;/p&gt;\n\n&lt;p&gt;So the &amp;quot;rest of you&amp;quot; will cause you to fuss and fume, and it&amp;#39;ll move back.&lt;/p&gt;\n\n&lt;p&gt;But you can in fact move it just by looking for familiar things.&lt;/p&gt;\n\n&lt;p&gt;Ultimately  you can even look for the &amp;quot;breath change&amp;quot; that comes right before silent knowledge, and your double shows up to help you out.&lt;/p&gt;\n\n&lt;p&gt;That breath change marks the end of grief. The very thing which drives the double away.&lt;/p&gt;\n\n&lt;p&gt;But don&amp;#39;t let this confuse you into thinking you could pretend that, by pretending to breathe low and only by moving the stomach, in order to lure the double out.&lt;/p&gt;\n\n&lt;p&gt;It won&amp;#39;t work.&lt;/p&gt;\n\n&lt;p&gt;You have to be familiar with it from experience, or you can&amp;#39;t possibly imagine it or visualize what it must be like.&lt;/p&gt;\n\n&lt;p&gt;That breath change comes with second attention space surrounding you, the presence of the double &amp;quot;implied&amp;quot; in how your body feels, and the dawning of silent knowledge in your awareness.&lt;/p&gt;\n\n&lt;p&gt;As things too &amp;quot;vague&amp;quot; to name, but which are present with that breath change anyway.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t pretend all those things.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re a bit like following an airplane through a fairly clear sky until it&amp;#39;s so far away, that if you glance to the side for even an instant you&amp;#39;ll never find that point in the sky again.&lt;/p&gt;\n\n&lt;p&gt;And even while looking at that airplane in the sky directly, it&amp;#39;s impossible to point to it so that your friend will find it.&lt;/p&gt;\n\n&lt;p&gt;Once it&amp;#39;s too far away.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is like that.  Too far away for the average person to perceive.&lt;/p&gt;\n\n&lt;p&gt;Another revelation:&lt;/p&gt;\n\n&lt;p&gt;As you daily reach silent knowledge, so will you daily venture into sleeping dreaming, in a lucid state.&lt;/p&gt;\n\n&lt;p&gt;Even finding your hands and exploring methodically.&lt;/p&gt;\n\n&lt;p&gt;BUT, don&amp;#39;t expect to remember it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not &amp;quot;linked&amp;quot; to any memory process you can duplicate.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/18p721f/endless_revelations_of_sorcery/kem92rx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1703345011.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_18p721f", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 34}}], "before": null}}]