[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "[Little Smoke?????](https://preview.redd.it/a5evv8vj3cbb1.jpg?width=938&amp;format=pjpg&amp;auto=webp&amp;s=db68e6e65e1fc85fe4985e3c258c147c628b023b)\n\nI was surprised by these quotes gathered by Lidotska from Amy's book.\n\nWe get to hear about things such as \"paying back debts\", but not always how important they were to Carlos.  And if it was important to Carlos, it was likely important to the lineage.\n\nKind of makes you wonder what sort of debt a \"me-too Nagual\" stacks up, in their efforts to rob our community.  Pretending to have sorcery knowledge so they can sell books,  giving lectures about nonsense that will actually harm their audience, and charging naive people for fake workshops.\n\nIt's certainly not a debt I'd like to have to try to  pay back!\n\n\\*\\*\\* book quote \\*\\*\\*\n\nCarlos often told us, “Our word is all we have, it’s our pact with It, the bidding we make. If we  break that word Infinity will close Its door forever. Apology means nothing—that’s for humans.  If you break your word, you must remake yourself from nothing and pay your debts . I’m not  speaking only of money! You can only pay your debt by giving everything to the one you’ve  wronged. This alone is the blank check of a warrior’s affection .\n\n“Sure, it’s easy to give a blank check when you’re ‘in loooove,’ or you’ve just made a new  ‘frieeennnd,’ but how about when it’s difficult, when you share a life? Or a bathroom, carajo!  How about when someone needs you, and it’s inconvenient for you to give love back? Pucha ,  how we hate to be inconvenienced! That’s how we are. But a sorcerer always keeps his word— and believe me, **if he breaks it, there is no solace in death** .”\n\n\\*\\*\\*\n\nI got 3 blank checks from Carlos. I'm sure others did too, but they're all gone so there's no way to ask them.\n\nHoward Lee got one, and look at how he misused it.  Just because you get a blank check from Carlos doesn't mean you'll cash it in for something good.\n\nPlease note about sharing the bathroom in this quote.  Carlos had Kylie convinced worms would crawl into her vagina if she took baths, so she had to sit on the toilet and give herself a sponge bath instead.\n\nWas it true about the worms?\n\nMaybe it was \"true at times\", but not necessarily about her.\n\nIn this case he clearly had 3 young women in his home, and not enough bathroom.  So he found a way to keep them from lingering in there. It also gave them an alternate view of the world to worry about.\n\nSorcery is NOT \"soothing\". So if you find yourself practicing some \"soothing magical system\", you've got con artists stealing from you somewhere along the line.\n\nReal magic is disturbing.  And the minor bliss and remote viewing that comes from closed eye meditative effects, are too small to care about once you can get to Silent Knowledge.\n\nYou come face to face with \"Mystery\".  Without a clue what to do with her.\n\nThe bathroom worries of Carlos were well founded. Cholita uses our bathroom 2 to 3 hours a day.  Apparently being able to do real witchcraft doesn't cure you of overusing the bathroom.\n\nFortunately for both of us I don't care. I only need it 20 minutes long before sunrise, to shower.  The only thing that bothers me is when she decides the shower head is evil and removes it. Or the shower curtain. Or the guts of the toilet which taunt her at night, making spooky noises.    She's ripped them out 3 times. \n\nAs for the inorganic being insects, it's likely all life forms have \"spirit friends\" who specialize in interacting with that type of organic life.\n\nCholita had a tree spirit in her little garden.  If you sat in silence long enough to reach the green line on the J curve, it became visible.\n\nI'll have to animate that!\n\nTaisha (or maybe Florinda) warned some of the women in private classes, not to do tensegrity barefoot on dirt.  Because small inorganic beings might crawl up your skin, and embed themselves in your legs.\n\nI heard that from two women, and my instant reaction was \"Where? Where??!\"\n\nI wanted to go see that for myself.  I got a vague answer that it was north of Dance Home, in an open area they had practiced in.  Maybe a park. Perhaps the one Carlos had tried to teach from  in the 80s, but had to give up because of hecklers.\n\nSame problem the subreddit faces.  Sorcery brings out aggressive Chimp behavior in the men.\n\nThe other thing I wanted to point out, from those Amy book quotes, is lost.\n\nForgotten.\n\nI had it just an hour ago, but I took too long to write it down.\n\nI'm afraid, my double showed up last night to sit right next to me on the bed.  To point it out to me.  \n \n\nI have no idea why sorcerers believe it's dangerous to be around your double. Maybe you have to stare into each other's eyes before it's an issue.\n\nAnd several of the Tensegrity passes \"build\" the energy body in front of you. So the idea that it's dangerous is obviously not the whole story.\n\nWhile gazing ahead last night pondering why no one has enough energy to do dreaming daily, which I could see from the mediocre results, it sat next to me.\n\nAnd suddenly brought back a bunch of memories.  It was like a cloud had blown in, and part was overlapping with me.\n\nBeing near merged its memories, which were acquired in the energy body, into my tonal awareness trapped in my organic body.\n\nOur blobs of awareness mixed a bit, and I now had the memories. The same as you can impart rationality and logic to your dreamer by getting some tonal awareness to mix into his \"blue ball of energy\" body.\n\nI moved forward quickly on the bed where I'd been sitting up on pillows,  to try to turn to the right and visibly see my double.\n\nBut there was just a flurry of blackish sparkles.\n\n\"We did this before?\", I asked it.   Absolutely remembering that, so I only asked to show I had realized it.\n\n\"Often\", it replied. \"How could you forget?\"\n\nI suppose I just could never recall it later on,  so I didn't notice it was a common thing.\n\nAnd now I can see why.\n\nThe women might have better luck with being able to retain memories brought back by the double.\n\nThe \"abstract\" content is possibly too high for men who can't reach silent knowledge.\n\nIn Silent knowledge, \"the abstract\" can select topics.\n\nIn Silent Knowledge, you have your \"presentation method\". Carlos suggested reading text from the pomegranate dot which forms on the edge of a \"Whorl\" , or \"Smear\".\n\nBecause it's a lot easier to understand then some bizarre method of Silent Knowledge presentation.  For example, videos in the sky. The prefered method of the old seers.\n\nThey didn't have Netflix.\n\nBut it can be as crazy as the old Mazatec Indian Porfirio.  Nestor's \"silent knowledge entity\".\n\nOr my \"Ancient Seer\" who explained how sorcerers 100,000 years ago used lines of energy on the earth to transport physical matter.\n\nOr that angel I saw yesterday,  who opened a passage into dreaming for me.\n\nSilent knowledge has a \"presentation method\", and then there's a \"topic\".\n\nJust like the talking lizards, and the question Carlos asked them.\n\nBut the topic being presented by Silent Knowledge can flow and change, to make the explanation clearer.\n\nSo \"The abstract\" is excellent for your topic selector.\n\nIf you are perceiving the abstract in silent knowledge, it unravels into insights that almost make sense.\n\nAlmost...\n\nLast night I got a series of insights on what Carlos had \"intended\" into Amy's book.\n\nI even saw him chuckling to himself about one or two.\n\nHe \"planted\" them in Amy.\n\nNot sure he completely knew whether they'd eventually grow, but you just do what  you can \"*see*\".\n\nAnd you can't control the results most of the time.  Don Juan mentioned being surprised by what happened to Carlos, several times in the books. He just changed his idea of what should take place, to include the new events.\n\nCarlos did the same thing with Cholita.\n\nEarly on I realized she had some kind of \"pre-recorded message\" in her. And she repeated it to me at dinner in a restaurant.  Word for word.\n\nI asked her \"what??\", but she didn't know what I meant.  And wouldn't talk more.\n\nUnfortunately, the second passage from the Amy book notes, the one that stood out to me, is gone now.\n\nHere's an interesting one:\n\n\\*\\*\\*\\*\n\n“Fear is what keeps me going,” Castaneda often said, “fear that I will lose the path to freedom  through my stupidity. The higher one rises, the greater the height from which one can fall. The  more energy we have, the greater risk we have of misusing it, of succumbing to egomania\n\n\\*\\*\\*\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Two Surprising Things From Amy's Book Abridgment", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 136, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"a5evv8vj3cbb1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 105, "x": 108, "u": "https://preview.redd.it/a5evv8vj3cbb1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=de2de59963271b8a3388b8aecc24731b7fd34724"}, {"y": 210, "x": 216, "u": "https://preview.redd.it/a5evv8vj3cbb1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=414c81ac9e450db047ded4e06ca5b3fb73e0db9b"}, {"y": 311, "x": 320, "u": "https://preview.redd.it/a5evv8vj3cbb1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=f83e0c190d97728ef32f6be88b38ed92a8179e41"}, {"y": 623, "x": 640, "u": "https://preview.redd.it/a5evv8vj3cbb1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=d3c6cac2eef8adc1bd80308422f5717fa98092e1"}], "s": {"y": 914, "x": 938, "u": "https://preview.redd.it/a5evv8vj3cbb1.jpg?width=938&amp;format=pjpg&amp;auto=webp&amp;s=db68e6e65e1fc85fe4985e3c258c147c628b023b"}, "id": "a5evv8vj3cbb1"}}, "name": "t3_14wrmie", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.98, "author_flair_background_color": null, "subreddit_type": "public", "ups": 32, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 32, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/VDypAjHDTNIMUqjewLH-ALhbLNMZ2zEpTSstHkxW1Wo.jpg", "edited": 1689083515.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1689082575.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/a5evv8vj3cbb1.jpg?width=938&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=db68e6e65e1fc85fe4985e3c258c147c628b023b\"&gt;Little Smoke?????&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I was surprised by these quotes gathered by Lidotska from Amy&amp;#39;s book.&lt;/p&gt;\n\n&lt;p&gt;We get to hear about things such as &amp;quot;paying back debts&amp;quot;, but not always how important they were to Carlos.  And if it was important to Carlos, it was likely important to the lineage.&lt;/p&gt;\n\n&lt;p&gt;Kind of makes you wonder what sort of debt a &amp;quot;me-too Nagual&amp;quot; stacks up, in their efforts to rob our community.  Pretending to have sorcery knowledge so they can sell books,  giving lectures about nonsense that will actually harm their audience, and charging naive people for fake workshops.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s certainly not a debt I&amp;#39;d like to have to try to  pay back!&lt;/p&gt;\n\n&lt;p&gt;*** book quote ***&lt;/p&gt;\n\n&lt;p&gt;Carlos often told us, “Our word is all we have, it’s our pact with It, the bidding we make. If we  break that word Infinity will close Its door forever. Apology means nothing—that’s for humans.  If you break your word, you must remake yourself from nothing and pay your debts . I’m not  speaking only of money! You can only pay your debt by giving everything to the one you’ve  wronged. This alone is the blank check of a warrior’s affection .&lt;/p&gt;\n\n&lt;p&gt;“Sure, it’s easy to give a blank check when you’re ‘in loooove,’ or you’ve just made a new  ‘frieeennnd,’ but how about when it’s difficult, when you share a life? Or a bathroom, carajo!  How about when someone needs you, and it’s inconvenient for you to give love back? Pucha ,  how we hate to be inconvenienced! That’s how we are. But a sorcerer always keeps his word— and believe me, &lt;strong&gt;if he breaks it, there is no solace in death&lt;/strong&gt; .”&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;I got 3 blank checks from Carlos. I&amp;#39;m sure others did too, but they&amp;#39;re all gone so there&amp;#39;s no way to ask them.&lt;/p&gt;\n\n&lt;p&gt;Howard Lee got one, and look at how he misused it.  Just because you get a blank check from Carlos doesn&amp;#39;t mean you&amp;#39;ll cash it in for something good.&lt;/p&gt;\n\n&lt;p&gt;Please note about sharing the bathroom in this quote.  Carlos had Kylie convinced worms would crawl into her vagina if she took baths, so she had to sit on the toilet and give herself a sponge bath instead.&lt;/p&gt;\n\n&lt;p&gt;Was it true about the worms?&lt;/p&gt;\n\n&lt;p&gt;Maybe it was &amp;quot;true at times&amp;quot;, but not necessarily about her.&lt;/p&gt;\n\n&lt;p&gt;In this case he clearly had 3 young women in his home, and not enough bathroom.  So he found a way to keep them from lingering in there. It also gave them an alternate view of the world to worry about.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is NOT &amp;quot;soothing&amp;quot;. So if you find yourself practicing some &amp;quot;soothing magical system&amp;quot;, you&amp;#39;ve got con artists stealing from you somewhere along the line.&lt;/p&gt;\n\n&lt;p&gt;Real magic is disturbing.  And the minor bliss and remote viewing that comes from closed eye meditative effects, are too small to care about once you can get to Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;You come face to face with &amp;quot;Mystery&amp;quot;.  Without a clue what to do with her.&lt;/p&gt;\n\n&lt;p&gt;The bathroom worries of Carlos were well founded. Cholita uses our bathroom 2 to 3 hours a day.  Apparently being able to do real witchcraft doesn&amp;#39;t cure you of overusing the bathroom.&lt;/p&gt;\n\n&lt;p&gt;Fortunately for both of us I don&amp;#39;t care. I only need it 20 minutes long before sunrise, to shower.  The only thing that bothers me is when she decides the shower head is evil and removes it. Or the shower curtain. Or the guts of the toilet which taunt her at night, making spooky noises.    She&amp;#39;s ripped them out 3 times. &lt;/p&gt;\n\n&lt;p&gt;As for the inorganic being insects, it&amp;#39;s likely all life forms have &amp;quot;spirit friends&amp;quot; who specialize in interacting with that type of organic life.&lt;/p&gt;\n\n&lt;p&gt;Cholita had a tree spirit in her little garden.  If you sat in silence long enough to reach the green line on the J curve, it became visible.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll have to animate that!&lt;/p&gt;\n\n&lt;p&gt;Taisha (or maybe Florinda) warned some of the women in private classes, not to do tensegrity barefoot on dirt.  Because small inorganic beings might crawl up your skin, and embed themselves in your legs.&lt;/p&gt;\n\n&lt;p&gt;I heard that from two women, and my instant reaction was &amp;quot;Where? Where??!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wanted to go see that for myself.  I got a vague answer that it was north of Dance Home, in an open area they had practiced in.  Maybe a park. Perhaps the one Carlos had tried to teach from  in the 80s, but had to give up because of hecklers.&lt;/p&gt;\n\n&lt;p&gt;Same problem the subreddit faces.  Sorcery brings out aggressive Chimp behavior in the men.&lt;/p&gt;\n\n&lt;p&gt;The other thing I wanted to point out, from those Amy book quotes, is lost.&lt;/p&gt;\n\n&lt;p&gt;Forgotten.&lt;/p&gt;\n\n&lt;p&gt;I had it just an hour ago, but I took too long to write it down.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid, my double showed up last night to sit right next to me on the bed.  To point it out to me.  &lt;/p&gt;\n\n&lt;p&gt;I have no idea why sorcerers believe it&amp;#39;s dangerous to be around your double. Maybe you have to stare into each other&amp;#39;s eyes before it&amp;#39;s an issue.&lt;/p&gt;\n\n&lt;p&gt;And several of the Tensegrity passes &amp;quot;build&amp;quot; the energy body in front of you. So the idea that it&amp;#39;s dangerous is obviously not the whole story.&lt;/p&gt;\n\n&lt;p&gt;While gazing ahead last night pondering why no one has enough energy to do dreaming daily, which I could see from the mediocre results, it sat next to me.&lt;/p&gt;\n\n&lt;p&gt;And suddenly brought back a bunch of memories.  It was like a cloud had blown in, and part was overlapping with me.&lt;/p&gt;\n\n&lt;p&gt;Being near merged its memories, which were acquired in the energy body, into my tonal awareness trapped in my organic body.&lt;/p&gt;\n\n&lt;p&gt;Our blobs of awareness mixed a bit, and I now had the memories. The same as you can impart rationality and logic to your dreamer by getting some tonal awareness to mix into his &amp;quot;blue ball of energy&amp;quot; body.&lt;/p&gt;\n\n&lt;p&gt;I moved forward quickly on the bed where I&amp;#39;d been sitting up on pillows,  to try to turn to the right and visibly see my double.&lt;/p&gt;\n\n&lt;p&gt;But there was just a flurry of blackish sparkles.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;We did this before?&amp;quot;, I asked it.   Absolutely remembering that, so I only asked to show I had realized it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Often&amp;quot;, it replied. &amp;quot;How could you forget?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I suppose I just could never recall it later on,  so I didn&amp;#39;t notice it was a common thing.&lt;/p&gt;\n\n&lt;p&gt;And now I can see why.&lt;/p&gt;\n\n&lt;p&gt;The women might have better luck with being able to retain memories brought back by the double.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;abstract&amp;quot; content is possibly too high for men who can&amp;#39;t reach silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;In Silent knowledge, &amp;quot;the abstract&amp;quot; can select topics.&lt;/p&gt;\n\n&lt;p&gt;In Silent Knowledge, you have your &amp;quot;presentation method&amp;quot;. Carlos suggested reading text from the pomegranate dot which forms on the edge of a &amp;quot;Whorl&amp;quot; , or &amp;quot;Smear&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s a lot easier to understand then some bizarre method of Silent Knowledge presentation.  For example, videos in the sky. The prefered method of the old seers.&lt;/p&gt;\n\n&lt;p&gt;They didn&amp;#39;t have Netflix.&lt;/p&gt;\n\n&lt;p&gt;But it can be as crazy as the old Mazatec Indian Porfirio.  Nestor&amp;#39;s &amp;quot;silent knowledge entity&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or my &amp;quot;Ancient Seer&amp;quot; who explained how sorcerers 100,000 years ago used lines of energy on the earth to transport physical matter.&lt;/p&gt;\n\n&lt;p&gt;Or that angel I saw yesterday,  who opened a passage into dreaming for me.&lt;/p&gt;\n\n&lt;p&gt;Silent knowledge has a &amp;quot;presentation method&amp;quot;, and then there&amp;#39;s a &amp;quot;topic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just like the talking lizards, and the question Carlos asked them.&lt;/p&gt;\n\n&lt;p&gt;But the topic being presented by Silent Knowledge can flow and change, to make the explanation clearer.&lt;/p&gt;\n\n&lt;p&gt;So &amp;quot;The abstract&amp;quot; is excellent for your topic selector.&lt;/p&gt;\n\n&lt;p&gt;If you are perceiving the abstract in silent knowledge, it unravels into insights that almost make sense.&lt;/p&gt;\n\n&lt;p&gt;Almost...&lt;/p&gt;\n\n&lt;p&gt;Last night I got a series of insights on what Carlos had &amp;quot;intended&amp;quot; into Amy&amp;#39;s book.&lt;/p&gt;\n\n&lt;p&gt;I even saw him chuckling to himself about one or two.&lt;/p&gt;\n\n&lt;p&gt;He &amp;quot;planted&amp;quot; them in Amy.&lt;/p&gt;\n\n&lt;p&gt;Not sure he completely knew whether they&amp;#39;d eventually grow, but you just do what  you can &amp;quot;&lt;em&gt;see&lt;/em&gt;&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you can&amp;#39;t control the results most of the time.  Don Juan mentioned being surprised by what happened to Carlos, several times in the books. He just changed his idea of what should take place, to include the new events.&lt;/p&gt;\n\n&lt;p&gt;Carlos did the same thing with Cholita.&lt;/p&gt;\n\n&lt;p&gt;Early on I realized she had some kind of &amp;quot;pre-recorded message&amp;quot; in her. And she repeated it to me at dinner in a restaurant.  Word for word.&lt;/p&gt;\n\n&lt;p&gt;I asked her &amp;quot;what??&amp;quot;, but she didn&amp;#39;t know what I meant.  And wouldn&amp;#39;t talk more.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, the second passage from the Amy book notes, the one that stood out to me, is gone now.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s an interesting one:&lt;/p&gt;\n\n&lt;p&gt;****&lt;/p&gt;\n\n&lt;p&gt;“Fear is what keeps me going,” Castaneda often said, “fear that I will lose the path to freedom  through my stupidity. The higher one rises, the greater the height from which one can fall. The  more energy we have, the greater risk we have of misusing it, of succumbing to egomania&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "14wrmie", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 1, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/14wrmie/two_surprising_things_from_amys_book_abridgment/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/14wrmie/two_surprising_things_from_amys_book_abridgment/", "subreddit_subscribers": 9561, "created_utc": 1689082575.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jrjbxsg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "magnetons", "can_mod_post": false, "created_utc": 1689084133.0, "send_replies": true, "parent_id": "t3_14wrmie", "score": 4, "author_fullname": "t2_miudztkk", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I said godamn", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jrjbxsg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I said godamn&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/14wrmie/two_surprising_things_from_amys_book_abridgment/jrjbxsg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1689084133.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_14wrmie", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}]