[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=2228&amp;format=pjpg&amp;auto=webp&amp;s=aa4cc9e2e49c67cee5e496695161fb34ac1c1ff0\n\n&amp;#x200B;\n\nI made this for facebook,  to help a new witch understand why the assemblage point doesn't permanently stay where you move it.\n\nShe's been confused by eastern \"enlightenment\" systems.\n\nAs I like to say, Buddhism is NO FRIEND to women.  It discourages witches and causes them to believe they need male endorsement, and their achievements aren't good enough to compete with men.\n\nWhen in fact the opposite is true.\n\nBut then I realized that facebook post had answered a burning question.\n\nSeer, or Man of Knowledge?\n\nAnd why does don Juan pretty much distinguish the two in the early books, but later on he uses the terms seemingly interchangeably at least once.\n\nAnyone who can make it down to the deep red zone for a week or two, will completely \"get it\". \n\nWhy a seer is NOT a man of knowledge.\n\nThis post came with the J curve picture, for her sake, but I've put the modified instagram picture of an attention seeking shaman, next to how sorcerers really dress.\n\nYou can easily find the J curve diagram mentioned in this text, on the side in the wiki.\n\n\\*\\*\\* From facebook \\*\\*\\*\n\nThat Old J Curve Map And The 3rd Attention\n\nJust let me warn the people obsessed with the 3rd attention that it's no longer our goal. The old seers went to live in the inorganic being's world, so they could live on another 5 million years.\n\nJulian got stuck there, because he played around too much in \"the shift below\". Which you will find is just before that tunnel at the bottom, on the right side. From the \"Red Station\" all the way to the Second Attention Fog tunnel which can become crystalline for sorcerers following our self-taught path.\n\nWith no nagual to give us the \"blow\", we crawl on our bellies all the way along the tracks, and see every tiny detail along the way.\n\nSome of which the new seers missed.\n\nSince it wasn't important to them of course, having a double being to give them assistance. And an entire lineage of 15 powerful seers to help.\n\nThey could at any time go take a look. But we're pretty much forced to \"see it all\". Very slowly.\n\nKnow that no other \"system\" ever makes it past that tunnel. That requires the dark energy of real spirits.\n\nInorganic beings.\n\nBecause it's such an \"exotic\" movement of the assemblage point. It even causes it to reverse sides on the body.\n\nPower plants push you to the bottom in that \"Red Zone\", and then shift your assemblage point far to the right. Into bizzare dreaming realms.\n\nBut you can't learn to get through that tunnel with those, which is perhaps why don Juan called Shamans, \"assholes\".\n\nWhich frankly, they are. They're just more interesting assholes, to us, than the asian magic variety.\n\nMeditation stops up at that green \"station\" in the land of self-flattery and \"bliss\". Which includes cool visions of heaven and angels, and minor remote viewing.\n\nSo it's easy for a beginner to get confused and declare themselves \"enlightened master of the lowly monks\".\n\nThus the self-flattery description. Imagine sitting in a little throne as a \"Guru\"? Trying to prove you are better, with a big silly grin on your face while you sit with your eyes closed.\n\nWhat a hellish life, compared to traveling daily anywhere in the universe to endless worlds, or even to 600 alternate copies of yourself.\n\nOr even back in time to any event!\n\nThat's the life of a seer.\n\nBut for real.\n\nNot pretend.\n\nWe have no theories or sacred scrolls!\n\nYou actually get to do all that fairly soon.\n\nIf you don't, you screwed up and ignored the instructions Carlos gave us!\n\nWe have dozens of practitioners now at all stages along that J curve. You might say we, \"Have it covered\"!\n\nLike advance scouts.\n\nSo Julian played \"werewolf\" with la Catalina too much down there on the right, having \"wolf sex\".\n\nPerhaps just as the old seers played \"WereJaguar\" a bit too much. They LOVED that red zone magic.\n\nJust as don Juan had \"crow sex\" with Taisha.\n\nIt seems to be the way seers stabilize that position of the assemblage point, for women.\n\nThey \"play house\"?\n\nFor the descendants of prudish pilgrims or those infected by their social order, namely \"westernized peoples\", sorcery is rather nasty and rude.\n\nEven abusive at times.\n\nJust like asia seems to most americans who get to see the real thing in person.\n\nExcept with sorcerers it's all so that people can free themselves from the prison we're currently trapped in. The \"Chicken Coop\" as Carlos liked to call our society.\n\nWe're kept in a cage, to be food for something else.\n\nThat \"Blue Station\" up at the top on the right of the picture.\n\nBut Julian REALLY overdid it with that red zone fun.\n\nOr that's the obvious theory.\n\nSo when moving his assemblage point along that J curve, he hit a \"flat spot\" down in the red.\n\nSame as the old seers would have had happen, if they figured out how to reach the 3rd attention the way the new seers did.\n\nThey wouldn't have been able to move fast enough, just as Julian failed to do.\n\nHad to stop and say hello to his friends, when he really should be hurrying along those railroad tracks.\n\nIt wasn't a \"barrier\" for Julian! He was a sorcerer supreme.\n\nAnd likewise the old seers, were AMAZING seers. So amazing that by the time they migrated into the Toltecs, some of them were nothing but egghead \"pure seers\". As don Juan explained:\n\n\\*\\*\\*\n\nDon Juan said that after centuries of dealing with power plants, some of these men had finally learned to see. The most enterprising of them then began to teach other men of knowledge how to see. And that was the beginning of their end. As time passed, the number of seers increased, but their obsession with what they saw, which filled them with reverence and fear, became so intense that they ceased to be men of knowledge. They became extraordinarily proficient in seeing and could exert great control over the strange worlds they were witnessing. But it was to no avail. Seeing had undermined their strength and forced them to be obsessed with what they saw.\n\n\"There were seers, however, who escaped that fate,\" don Juan continued, \"great men who, in spite of their seeing, never ceased to be men of knowledge. Some of them endeavored to use seeing positively, and to teach it to their fellow men. I'm convinced that under their direction, the populations of entire cities went into other worlds and never came back.\n\n\"But the seers who could only see were fiascos, and when the land where they lived was invaded by a conquering people, they were as defenseless as everyone else.\n\n\\*\\*\\*\n\nNotice that you can be both a \"seer\", but also a \"Man of Knowledge\". The men of knowledge were mostly profiteers, but they did endeavor to be helpful to their community.\n\nThey're two different \"offices\" a person can hold, such as \"Scholar\" (seer), but also \"Father\" (Man of Knowledge).\n\nSo they got wiped out by invading indians, because as don Juan said, \"the seers who could only see were fiascos\".\n\nSo Julian could move anywhere along the J curve very easily.\n\nBut playing in the red too much slowed him down a bit, from passing through the tunnel to the other side.\n\nWhere the assemblage point moves from behind you, to the front.\n\nCarlos explained all this in private classes because two women had moved all the way from blue into deep orange, in one day.\n\nWitches can do that.\n\nHe explained and created those \"stations\" using his finger slid along the body of one of the women, slightly left of middle from shoulder blade, to her butt. The sly devil was making sure everyone paid attention.\n\nAnd he described some of the effects along the way. At those \"stations\".\n\nI don't mean to imply he also explained what went wrong for Julian.\n\nThat wasn't the subject of the lecture.\n\nBut in his Silent Knowledge and Readers of Infinity publications, he elaborated more on this topic of the crazy sights along the way on this J curve path of the assemblage point.\n\nGiving us instructions to go to that purple station at the end.\n\nWhich everyone ignored.\n\nSending the reputation of Carlos into the toilet.\n\nNot anymore. It's obvious now, everyone else is the fake. Carlos had the only REAL magic.\n\nTo attain \"THE THIRD ATTENTION!!!!\" you have to move it all the way along that J curve, from blue at the upper right, to the purple station at the end, in what I guess would be like 2 seconds.\n\nI base that on having accidentally moved mine from blue to deep red, in 1 second.\n\nAnd I did indeed \"light up all the emanations\" along that partial stretch. It's inevitable that where you move the assemblage point, glows with awareness.\n\nIt was overwhelming to light up 3 zones on the J curve, all at once.\n\nLike an explosion of realities surrounding you in intense golden white light.\n\n5 seconds to move across the whole range?\n\nNot fast enough.\n\nThat's because the emanations \"cool down\" fairly soon, once you light up a specific position of the assemblage point.\n\nBut if you move it all the way along the curve in 2 seconds, then ALL of them are still lit up.\n\nThere may be some \"Stellar Hatch\" running start involved in that \"burning from within\" part.\n\nWith Stellar hatch you literally stretch your luminous egg into an infinite line, so you can reach out and communicate with stars. And the \"non-human unknown\".\n\nBut you won't need this explained to you, once you can stretch like that using Stellar Hatch.\n\nSo why did I use all uppercase for \"The third attention\"?\n\nI'm making fun of the thieves in our community who pick a \"badass topic\" from the books, like the delusional \"TOLTEC, TOLTEC, TOLTEC!!!!\" nonsense.\n\nIt's Olmec. And besides, why do you have to put that on the cover of your fake magic books? Is that the only way to trick naive people?\n\nWhy use it in your user name? Are you so desperate for attention?\n\nThe same for the topic of the third attention. It's \"super badass\", and so the con artists obsess over it.\n\nAs if it weren't already fully explained for us.\n\nAnd by the way, that's not what Carlos did.\n\nThe third attention gives you as long as the earth hasn't been burned up by the shrinking sun to live. Billions of years. You fly your awareness into the earth's protective cocoon.\n\nSomewhat like the old seers went to be protected in the inorganic being's world.\n\nOnce the awareness no longer has the luminous shell to contain it, it will inevitably disperse too far into the dark sea.\n\nUntil it's no longer sentient.\n\nSo IOB world, or hide in the Earth.\n\nThose were the two choices until Carlos came along.\n\nCarlos found a path to immortality. The theory is, he managed to fuse himself to the emanations, so he couldn't disperse too far.\n\nOddly, he found a \"path to immortality\", just like Kwaigon in Star Wars.\n\nA movie series based on the books of Carlos in large part.\n\n**See less**", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Seer Vs. Man of Knowledge Clarified!", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 77, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"k4d59cbl8coa1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=481e6754b3297634e2b5207f8a03881651149354"}, {"y": 120, "x": 216, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=0670defad3d7d32d129302730fca3667dacd32e1"}, {"y": 178, "x": 320, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=b1ee2d6188b7527d5b17d077409663fad9aae587"}, {"y": 356, "x": 640, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=e5282ef253ef69066a9b5aff05ae1e1e91e8de1a"}, {"y": 534, "x": 960, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=60e5c6bcca358fdf53755adfcb8523376245ab2b"}, {"y": 601, "x": 1080, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=ce8f2222038d4a25d5080b13d753e969bd99c057"}], "s": {"y": 1240, "x": 2228, "u": "https://preview.redd.it/k4d59cbl8coa1.jpg?width=2228&amp;format=pjpg&amp;auto=webp&amp;s=aa4cc9e2e49c67cee5e496695161fb34ac1c1ff0"}, "id": "k4d59cbl8coa1"}}, "name": "t3_11twgul", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.95, "author_flair_background_color": null, "subreddit_type": "public", "ups": 17, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 17, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/h0_TEjoB4WqPgXcTp7OkSRDrrmh2FXFJWJ6GDYx6IiY.jpg", "edited": 1679087759.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1679071536.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/k4d59cbl8coa1.jpg?width=2228&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=aa4cc9e2e49c67cee5e496695161fb34ac1c1ff0\"&gt;https://preview.redd.it/k4d59cbl8coa1.jpg?width=2228&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=aa4cc9e2e49c67cee5e496695161fb34ac1c1ff0&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I made this for facebook,  to help a new witch understand why the assemblage point doesn&amp;#39;t permanently stay where you move it.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s been confused by eastern &amp;quot;enlightenment&amp;quot; systems.&lt;/p&gt;\n\n&lt;p&gt;As I like to say, Buddhism is NO FRIEND to women.  It discourages witches and causes them to believe they need male endorsement, and their achievements aren&amp;#39;t good enough to compete with men.&lt;/p&gt;\n\n&lt;p&gt;When in fact the opposite is true.&lt;/p&gt;\n\n&lt;p&gt;But then I realized that facebook post had answered a burning question.&lt;/p&gt;\n\n&lt;p&gt;Seer, or Man of Knowledge?&lt;/p&gt;\n\n&lt;p&gt;And why does don Juan pretty much distinguish the two in the early books, but later on he uses the terms seemingly interchangeably at least once.&lt;/p&gt;\n\n&lt;p&gt;Anyone who can make it down to the deep red zone for a week or two, will completely &amp;quot;get it&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;Why a seer is NOT a man of knowledge.&lt;/p&gt;\n\n&lt;p&gt;This post came with the J curve picture, for her sake, but I&amp;#39;ve put the modified instagram picture of an attention seeking shaman, next to how sorcerers really dress.&lt;/p&gt;\n\n&lt;p&gt;You can easily find the J curve diagram mentioned in this text, on the side in the wiki.&lt;/p&gt;\n\n&lt;p&gt;*** From facebook ***&lt;/p&gt;\n\n&lt;p&gt;That Old J Curve Map And The 3rd Attention&lt;/p&gt;\n\n&lt;p&gt;Just let me warn the people obsessed with the 3rd attention that it&amp;#39;s no longer our goal. The old seers went to live in the inorganic being&amp;#39;s world, so they could live on another 5 million years.&lt;/p&gt;\n\n&lt;p&gt;Julian got stuck there, because he played around too much in &amp;quot;the shift below&amp;quot;. Which you will find is just before that tunnel at the bottom, on the right side. From the &amp;quot;Red Station&amp;quot; all the way to the Second Attention Fog tunnel which can become crystalline for sorcerers following our self-taught path.&lt;/p&gt;\n\n&lt;p&gt;With no nagual to give us the &amp;quot;blow&amp;quot;, we crawl on our bellies all the way along the tracks, and see every tiny detail along the way.&lt;/p&gt;\n\n&lt;p&gt;Some of which the new seers missed.&lt;/p&gt;\n\n&lt;p&gt;Since it wasn&amp;#39;t important to them of course, having a double being to give them assistance. And an entire lineage of 15 powerful seers to help.&lt;/p&gt;\n\n&lt;p&gt;They could at any time go take a look. But we&amp;#39;re pretty much forced to &amp;quot;see it all&amp;quot;. Very slowly.&lt;/p&gt;\n\n&lt;p&gt;Know that no other &amp;quot;system&amp;quot; ever makes it past that tunnel. That requires the dark energy of real spirits.&lt;/p&gt;\n\n&lt;p&gt;Inorganic beings.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s such an &amp;quot;exotic&amp;quot; movement of the assemblage point. It even causes it to reverse sides on the body.&lt;/p&gt;\n\n&lt;p&gt;Power plants push you to the bottom in that &amp;quot;Red Zone&amp;quot;, and then shift your assemblage point far to the right. Into bizzare dreaming realms.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t learn to get through that tunnel with those, which is perhaps why don Juan called Shamans, &amp;quot;assholes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which frankly, they are. They&amp;#39;re just more interesting assholes, to us, than the asian magic variety.&lt;/p&gt;\n\n&lt;p&gt;Meditation stops up at that green &amp;quot;station&amp;quot; in the land of self-flattery and &amp;quot;bliss&amp;quot;. Which includes cool visions of heaven and angels, and minor remote viewing.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s easy for a beginner to get confused and declare themselves &amp;quot;enlightened master of the lowly monks&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Thus the self-flattery description. Imagine sitting in a little throne as a &amp;quot;Guru&amp;quot;? Trying to prove you are better, with a big silly grin on your face while you sit with your eyes closed.&lt;/p&gt;\n\n&lt;p&gt;What a hellish life, compared to traveling daily anywhere in the universe to endless worlds, or even to 600 alternate copies of yourself.&lt;/p&gt;\n\n&lt;p&gt;Or even back in time to any event!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the life of a seer.&lt;/p&gt;\n\n&lt;p&gt;But for real.&lt;/p&gt;\n\n&lt;p&gt;Not pretend.&lt;/p&gt;\n\n&lt;p&gt;We have no theories or sacred scrolls!&lt;/p&gt;\n\n&lt;p&gt;You actually get to do all that fairly soon.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t, you screwed up and ignored the instructions Carlos gave us!&lt;/p&gt;\n\n&lt;p&gt;We have dozens of practitioners now at all stages along that J curve. You might say we, &amp;quot;Have it covered&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;Like advance scouts.&lt;/p&gt;\n\n&lt;p&gt;So Julian played &amp;quot;werewolf&amp;quot; with la Catalina too much down there on the right, having &amp;quot;wolf sex&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Perhaps just as the old seers played &amp;quot;WereJaguar&amp;quot; a bit too much. They LOVED that red zone magic.&lt;/p&gt;\n\n&lt;p&gt;Just as don Juan had &amp;quot;crow sex&amp;quot; with Taisha.&lt;/p&gt;\n\n&lt;p&gt;It seems to be the way seers stabilize that position of the assemblage point, for women.&lt;/p&gt;\n\n&lt;p&gt;They &amp;quot;play house&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;For the descendants of prudish pilgrims or those infected by their social order, namely &amp;quot;westernized peoples&amp;quot;, sorcery is rather nasty and rude.&lt;/p&gt;\n\n&lt;p&gt;Even abusive at times.&lt;/p&gt;\n\n&lt;p&gt;Just like asia seems to most americans who get to see the real thing in person.&lt;/p&gt;\n\n&lt;p&gt;Except with sorcerers it&amp;#39;s all so that people can free themselves from the prison we&amp;#39;re currently trapped in. The &amp;quot;Chicken Coop&amp;quot; as Carlos liked to call our society.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re kept in a cage, to be food for something else.&lt;/p&gt;\n\n&lt;p&gt;That &amp;quot;Blue Station&amp;quot; up at the top on the right of the picture.&lt;/p&gt;\n\n&lt;p&gt;But Julian REALLY overdid it with that red zone fun.&lt;/p&gt;\n\n&lt;p&gt;Or that&amp;#39;s the obvious theory.&lt;/p&gt;\n\n&lt;p&gt;So when moving his assemblage point along that J curve, he hit a &amp;quot;flat spot&amp;quot; down in the red.&lt;/p&gt;\n\n&lt;p&gt;Same as the old seers would have had happen, if they figured out how to reach the 3rd attention the way the new seers did.&lt;/p&gt;\n\n&lt;p&gt;They wouldn&amp;#39;t have been able to move fast enough, just as Julian failed to do.&lt;/p&gt;\n\n&lt;p&gt;Had to stop and say hello to his friends, when he really should be hurrying along those railroad tracks.&lt;/p&gt;\n\n&lt;p&gt;It wasn&amp;#39;t a &amp;quot;barrier&amp;quot; for Julian! He was a sorcerer supreme.&lt;/p&gt;\n\n&lt;p&gt;And likewise the old seers, were AMAZING seers. So amazing that by the time they migrated into the Toltecs, some of them were nothing but egghead &amp;quot;pure seers&amp;quot;. As don Juan explained:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Don Juan said that after centuries of dealing with power plants, some of these men had finally learned to see. The most enterprising of them then began to teach other men of knowledge how to see. And that was the beginning of their end. As time passed, the number of seers increased, but their obsession with what they saw, which filled them with reverence and fear, became so intense that they ceased to be men of knowledge. They became extraordinarily proficient in seeing and could exert great control over the strange worlds they were witnessing. But it was to no avail. Seeing had undermined their strength and forced them to be obsessed with what they saw.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;There were seers, however, who escaped that fate,&amp;quot; don Juan continued, &amp;quot;great men who, in spite of their seeing, never ceased to be men of knowledge. Some of them endeavored to use seeing positively, and to teach it to their fellow men. I&amp;#39;m convinced that under their direction, the populations of entire cities went into other worlds and never came back.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;But the seers who could only see were fiascos, and when the land where they lived was invaded by a conquering people, they were as defenseless as everyone else.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Notice that you can be both a &amp;quot;seer&amp;quot;, but also a &amp;quot;Man of Knowledge&amp;quot;. The men of knowledge were mostly profiteers, but they did endeavor to be helpful to their community.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re two different &amp;quot;offices&amp;quot; a person can hold, such as &amp;quot;Scholar&amp;quot; (seer), but also &amp;quot;Father&amp;quot; (Man of Knowledge).&lt;/p&gt;\n\n&lt;p&gt;So they got wiped out by invading indians, because as don Juan said, &amp;quot;the seers who could only see were fiascos&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So Julian could move anywhere along the J curve very easily.&lt;/p&gt;\n\n&lt;p&gt;But playing in the red too much slowed him down a bit, from passing through the tunnel to the other side.&lt;/p&gt;\n\n&lt;p&gt;Where the assemblage point moves from behind you, to the front.&lt;/p&gt;\n\n&lt;p&gt;Carlos explained all this in private classes because two women had moved all the way from blue into deep orange, in one day.&lt;/p&gt;\n\n&lt;p&gt;Witches can do that.&lt;/p&gt;\n\n&lt;p&gt;He explained and created those &amp;quot;stations&amp;quot; using his finger slid along the body of one of the women, slightly left of middle from shoulder blade, to her butt. The sly devil was making sure everyone paid attention.&lt;/p&gt;\n\n&lt;p&gt;And he described some of the effects along the way. At those &amp;quot;stations&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t mean to imply he also explained what went wrong for Julian.&lt;/p&gt;\n\n&lt;p&gt;That wasn&amp;#39;t the subject of the lecture.&lt;/p&gt;\n\n&lt;p&gt;But in his Silent Knowledge and Readers of Infinity publications, he elaborated more on this topic of the crazy sights along the way on this J curve path of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Giving us instructions to go to that purple station at the end.&lt;/p&gt;\n\n&lt;p&gt;Which everyone ignored.&lt;/p&gt;\n\n&lt;p&gt;Sending the reputation of Carlos into the toilet.&lt;/p&gt;\n\n&lt;p&gt;Not anymore. It&amp;#39;s obvious now, everyone else is the fake. Carlos had the only REAL magic.&lt;/p&gt;\n\n&lt;p&gt;To attain &amp;quot;THE THIRD ATTENTION!!!!&amp;quot; you have to move it all the way along that J curve, from blue at the upper right, to the purple station at the end, in what I guess would be like 2 seconds.&lt;/p&gt;\n\n&lt;p&gt;I base that on having accidentally moved mine from blue to deep red, in 1 second.&lt;/p&gt;\n\n&lt;p&gt;And I did indeed &amp;quot;light up all the emanations&amp;quot; along that partial stretch. It&amp;#39;s inevitable that where you move the assemblage point, glows with awareness.&lt;/p&gt;\n\n&lt;p&gt;It was overwhelming to light up 3 zones on the J curve, all at once.&lt;/p&gt;\n\n&lt;p&gt;Like an explosion of realities surrounding you in intense golden white light.&lt;/p&gt;\n\n&lt;p&gt;5 seconds to move across the whole range?&lt;/p&gt;\n\n&lt;p&gt;Not fast enough.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s because the emanations &amp;quot;cool down&amp;quot; fairly soon, once you light up a specific position of the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;But if you move it all the way along the curve in 2 seconds, then ALL of them are still lit up.&lt;/p&gt;\n\n&lt;p&gt;There may be some &amp;quot;Stellar Hatch&amp;quot; running start involved in that &amp;quot;burning from within&amp;quot; part.&lt;/p&gt;\n\n&lt;p&gt;With Stellar hatch you literally stretch your luminous egg into an infinite line, so you can reach out and communicate with stars. And the &amp;quot;non-human unknown&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But you won&amp;#39;t need this explained to you, once you can stretch like that using Stellar Hatch.&lt;/p&gt;\n\n&lt;p&gt;So why did I use all uppercase for &amp;quot;The third attention&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m making fun of the thieves in our community who pick a &amp;quot;badass topic&amp;quot; from the books, like the delusional &amp;quot;TOLTEC, TOLTEC, TOLTEC!!!!&amp;quot; nonsense.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s Olmec. And besides, why do you have to put that on the cover of your fake magic books? Is that the only way to trick naive people?&lt;/p&gt;\n\n&lt;p&gt;Why use it in your user name? Are you so desperate for attention?&lt;/p&gt;\n\n&lt;p&gt;The same for the topic of the third attention. It&amp;#39;s &amp;quot;super badass&amp;quot;, and so the con artists obsess over it.&lt;/p&gt;\n\n&lt;p&gt;As if it weren&amp;#39;t already fully explained for us.&lt;/p&gt;\n\n&lt;p&gt;And by the way, that&amp;#39;s not what Carlos did.&lt;/p&gt;\n\n&lt;p&gt;The third attention gives you as long as the earth hasn&amp;#39;t been burned up by the shrinking sun to live. Billions of years. You fly your awareness into the earth&amp;#39;s protective cocoon.&lt;/p&gt;\n\n&lt;p&gt;Somewhat like the old seers went to be protected in the inorganic being&amp;#39;s world.&lt;/p&gt;\n\n&lt;p&gt;Once the awareness no longer has the luminous shell to contain it, it will inevitably disperse too far into the dark sea.&lt;/p&gt;\n\n&lt;p&gt;Until it&amp;#39;s no longer sentient.&lt;/p&gt;\n\n&lt;p&gt;So IOB world, or hide in the Earth.&lt;/p&gt;\n\n&lt;p&gt;Those were the two choices until Carlos came along.&lt;/p&gt;\n\n&lt;p&gt;Carlos found a path to immortality. The theory is, he managed to fuse himself to the emanations, so he couldn&amp;#39;t disperse too far.&lt;/p&gt;\n\n&lt;p&gt;Oddly, he found a &amp;quot;path to immortality&amp;quot;, just like Kwaigon in Star Wars.&lt;/p&gt;\n\n&lt;p&gt;A movie series based on the books of Carlos in large part.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;See less&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "11twgul", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 15, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/", "subreddit_subscribers": 9561, "created_utc": 1679071536.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jclholj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1679076978.0, "send_replies": true, "parent_id": "t1_jclf0c8", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Billy Jack...\n\nThat guy caused me to go out and get a black belt in Hapkido when I was still too young to drink alcohol.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jclholj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Billy Jack...&lt;/p&gt;\n\n&lt;p&gt;That guy caused me to go out and get a black belt in Hapkido when I was still too young to drink alcohol.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jclholj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679076978.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jclf2p3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Assistance175", "can_mod_post": false, "created_utc": 1679075972.0, "send_replies": true, "parent_id": "t1_jclf0c8", "score": 1, "author_fullname": "t2_9qdplfxw", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Great post, and spot on, otherwise!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jclf2p3", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Great post, and spot on, otherwise!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jclf2p3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679075972.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jclf0c8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Ok-Assistance175", "can_mod_post": false, "created_utc": 1679075947.0, "send_replies": true, "parent_id": "t3_11twgul", "score": 2, "author_fullname": "t2_9qdplfxw", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hey you forgot the guy with the bandanna or the billy jack hat…", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jclf0c8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hey you forgot the guy with the bandanna or the billy jack hat…&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jclf0c8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679075947.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11twgul", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_11twgul", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_11twgul", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jcqjddm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jcqevcg", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No, and it's sad that you don't get that yet.\n\nWe have to learn on our own.\n\nDon't you understand that?\n\nAnd stop trying to use social pressure on me. It's very annoying in here.\n\nYou're using the \"comrade\" type bad player gimmick.\n\nWhich only works on self-pity filled people.\n\nGo pretend somewhere else!!!\n\nYou harm this subreddit with that type of thinking.\n\nThat's not just my \"intolerance\".\n\nCarlos wouldn't have tolerated it even for a second.\n\nAnd didn't.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jcqjddm", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No, and it&amp;#39;s sad that you don&amp;#39;t get that yet.&lt;/p&gt;\n\n&lt;p&gt;We have to learn on our own.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t you understand that?&lt;/p&gt;\n\n&lt;p&gt;And stop trying to use social pressure on me. It&amp;#39;s very annoying in here.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re using the &amp;quot;comrade&amp;quot; type bad player gimmick.&lt;/p&gt;\n\n&lt;p&gt;Which only works on self-pity filled people.&lt;/p&gt;\n\n&lt;p&gt;Go pretend somewhere else!!!&lt;/p&gt;\n\n&lt;p&gt;You harm this subreddit with that type of thinking.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not just my &amp;quot;intolerance&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos wouldn&amp;#39;t have tolerated it even for a second.&lt;/p&gt;\n\n&lt;p&gt;And didn&amp;#39;t.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_11twgul", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcqjddm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679169531.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1679169531.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": "moderator", "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jcqkqe4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "castaneda-ModTeam", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jcqevcg", "score": 3, "author_fullname": "t2_sbycufrb", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The stated purpose of this subreddit is to aid in restoring the reputation of Carlos Castaneda and the knowledge he imparted, which means we are sticking to what really works, as proven by direct experience by long-practicing members. We need to make clear our intent to move away, as a community, from the mistakes others have made. Content that is at-odds with this purpose will, upon review, be removed.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jcqkqe4", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The stated purpose of this subreddit is to aid in restoring the reputation of Carlos Castaneda and the knowledge he imparted, which means we are sticking to what really works, as proven by direct experience by long-practicing members. We need to make clear our intent to move away, as a community, from the mistakes others have made. Content that is at-odds with this purpose will, upon review, be removed.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_11twgul", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcqkqe4/", "subreddit_type": "public", "locked": true, "report_reasons": null, "created": 1679170122.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1679170122.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jcqevcg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jcqbce8", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "author_flair_css_class": null, "collapsed": false, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcqevcg/", "num_reports": null, "locked": false, "name": "t1_jcqevcg", "created": 1679167600.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1679167600.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "jcqbce8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jcq2f0w", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I hope you still aren't that gullible after all this time.\n\nI was possibly attacked on facebook by one of those.\n\nSaid he was a 100% genuine Native American,  unlike me.\n\nAs if that ought to mean anything.\n\nTranslation: no magic at all. Just pretending. But he has a big sense of self-entitlement due to his bloodline.\n\nAnd from Canada to boot!?\n\nAs if magic were a bloodright and it doesn't matter where you were born as long as you could claim to be \"native\".\n\nHad 0% knowledge of how extremely difficult it is to learn real magic.\n\nTranslation: no magic at all. You only learn real magic through blood, sweat, and tears.\n\nAnd if you do that, you don't go around attacking others who make you look bad.\n\nThen he informed me, so I'd know how real this was, that he was a genuine  \"rock placer\". On mountains.\n\nAnd he'd placed rocks on many holy mountains, including San Jacinto.\n\nBasically a mentally ill individual being taken advantage of by an ugly shamanism cult. Likely a fake shamanism cult, and not even native to the indian population.\n\nHis leaders had him hauling around rocks, to shut him up while they collected whatever it is they want from him.\n\nHopefully that's not who you mean.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jcqbce8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I hope you still aren&amp;#39;t that gullible after all this time.&lt;/p&gt;\n\n&lt;p&gt;I was possibly attacked on facebook by one of those.&lt;/p&gt;\n\n&lt;p&gt;Said he was a 100% genuine Native American,  unlike me.&lt;/p&gt;\n\n&lt;p&gt;As if that ought to mean anything.&lt;/p&gt;\n\n&lt;p&gt;Translation: no magic at all. Just pretending. But he has a big sense of self-entitlement due to his bloodline.&lt;/p&gt;\n\n&lt;p&gt;And from Canada to boot!?&lt;/p&gt;\n\n&lt;p&gt;As if magic were a bloodright and it doesn&amp;#39;t matter where you were born as long as you could claim to be &amp;quot;native&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Had 0% knowledge of how extremely difficult it is to learn real magic.&lt;/p&gt;\n\n&lt;p&gt;Translation: no magic at all. You only learn real magic through blood, sweat, and tears.&lt;/p&gt;\n\n&lt;p&gt;And if you do that, you don&amp;#39;t go around attacking others who make you look bad.&lt;/p&gt;\n\n&lt;p&gt;Then he informed me, so I&amp;#39;d know how real this was, that he was a genuine  &amp;quot;rock placer&amp;quot;. On mountains.&lt;/p&gt;\n\n&lt;p&gt;And he&amp;#39;d placed rocks on many holy mountains, including San Jacinto.&lt;/p&gt;\n\n&lt;p&gt;Basically a mentally ill individual being taken advantage of by an ugly shamanism cult. Likely a fake shamanism cult, and not even native to the indian population.&lt;/p&gt;\n\n&lt;p&gt;His leaders had him hauling around rocks, to shut him up while they collected whatever it is they want from him.&lt;/p&gt;\n\n&lt;p&gt;Hopefully that&amp;#39;s not who you mean.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcqbce8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679166136.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1679166136.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jcqks5b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "castaneda-ModTeam", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jcq2f0w", "score": 1, "author_fullname": "t2_sbycufrb", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The stated purpose of this subreddit is to aid in restoring the reputation of Carlos Castaneda and the knowledge he imparted, which means we are sticking to what really works, as proven by direct experience by long-practicing members. We need to make clear our intent to move away, as a community, from the mistakes others have made. Content that is at-odds with this purpose will, upon review, be removed.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jcqks5b", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The stated purpose of this subreddit is to aid in restoring the reputation of Carlos Castaneda and the knowledge he imparted, which means we are sticking to what really works, as proven by direct experience by long-practicing members. We need to make clear our intent to move away, as a community, from the mistakes others have made. Content that is at-odds with this purpose will, upon review, be removed.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcqks5b/", "subreddit_type": "public", "locked": true, "report_reasons": null, "created": 1679170144.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1679170144.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jcq2f0w", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "created_utc": 1679162448.0, "send_replies": true, "parent_id": "t1_jcpjivs", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "author_flair_css_class": null, "downs": 0, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcq2f0w/", "num_reports": null, "locked": false, "name": "t1_jcq2f0w", "created": 1679162448.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}, "user_reports": [], "saved": false, "id": "jcpjivs", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1679154762.0, "send_replies": true, "parent_id": "t1_jcp15x2", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The UC system anthropology departments in southern California back in the early 60s, were afraid the local native indian populations, contained into \"reservations\", were going to become so contaminated by outside stuff that their genuine traditions would be lost forever.\n\nI'm afraid I watched some of that happen, as the bad members of some tribes tried to copy what as written in the books of Carlos, insisting they had it first.\n\nThe UC system wanted to preserve their knowledge of how to use plants, what medicines were available, how to make  delicacies such as \"flake bread\" from Chia seed, basket weaving, the original language names for things, and most fun of all, their shamanism practices.\n\nMorongo Indian reservation had a little museum and a developing book publishing business, specializing in \"Indian theme\" books.\n\nMy father was instrumental in setting up both, but there were other anthropologists involved, including Lowell Bean.\n\nI'm afraid I don't know the timing of all this, but I was on anthropological \"digs\" in that area, as early as 1965.\n\nI had a knack for finding very small transparent quartz arrowheads. Some of the most beautiful. I was told those were for killing Jack Rabbits.\n\nI don't know much about the other reservations, besides that I was driven to a couple when my father had interests there.\n\nThe largest population were the Luiseno, mixed into all of the reservations with smaller populations of tribes such as the Cahuilla.\n\nI once rented a mansion claimed to be previously owned by Bela Lugosi as a drug rehab center for Marilyn Monroe, on the hills of Lake Elsinore.\n\nIt had an indian encampment in the yard, as evidenced by the huge granite boulder with grinding basins for crushing and powdering acorns.\n\nThe Luiseno are very important to us in particular, because they were \"kind of\" the equivalent of the Olmecs, on the eastern coast of Mexico.\n\nThe Luiseno on the west, along southern california within a 50 mile distance from the beaches.\n\nThey arrived at least 10,000 years ago, in both situations.\n\nThe Luiseno most notably because there had been a dig in the late 50s perhaps, or even into the 60s, where artifacts dated to be 10,000 years old were dug up and put into places the Indians didn't control.\n\nSo when some idiot insists the Olmec magic can't be 8000 years old, just point them to the museum containing Luiseno artifacts down near Pechanga.\n\nI have no idea why, but Mexican and local Indian culture is not respected b y people who love stuff like, \"The Pyramids\", or other old civilizations more popular in the press.\n\nMexico kicks all of their butts!  But if you say Olmec magic is 10,000 years old, they accuse you of making that up just because it sounds \"bad ass\".\n\nThe tribes sued over those artifacts not too long ago, and it was all returned to the Luiseno.\n\nI visited there a year or two ago, to sadly find out all of the places I used to look for broken pottery as a child were now paved over by their casino and all the \"new\" housing that sprung up around it.\n\nNew being decades old. I hadn't visited there since the 60s.\n\nI was standing in the middle of that casino, forcing myself silent to see if I could figure out where the main building I saw there in the 60s had gone.\n\nSuddenly I was surrounded by Native Americans on horseback.\n\n4 on either side of me, in the central lobby of that casino.\n\nThe horses rushed at me as if to attack,  but passed right through me like ghosts.\n\nIt was a game the Luiseno must have played there a long time ago, after they got horses.\n\nI realized I had seen an \"echo\" of the past, and walked over to the bar to see if anyone knew where the main part of the reservation had gone.  The community headquarters and place for festivals and such.\n\nThe bartender told me, \"You're standing on it.\"\n\nI realized, I must have been on their game playing dirt patch when I was \"attacked\".\n\nAn old man at the bar looked up at me and said, \"Welcome home!\"\n\nThat's when I realized it was all gone.\n\nBut back in the mid 60s, it was all intact.  Up and down from Los Angeles to Tijuana, there were separate land areas given to the indians.\n\nThe coolest of all must be Pala, where they have tourmaline and aquamarine mines. Producing amazing jewels.\n\nBut Morongo was the closest one to UC Riverside.\n\nBack then they were dirt poor.\n\nThe male shaman there, a user of Devil's Weed, had become \"friends\" with my father, who felt sorry for his kids. They lived in a trailer.\n\nYou can't miss the Devil's Weed plants at Morongo. They line the main road leading into where people still live in fairly makeshift homes.\n\nIt's certainly not \"track houses\".\n\nThose plants might be 100 years old.\n\nIf you visit, don't stop to pick any leaves or flowers. Those are considered sacred to some extent.\n\nWe took the children of the Devil's weed shaman out in the family station wagon, which had no seat belts back then, to get their first soft ice cream at Dairy Queen, not too far from the reservation.\n\nAnd I was encouraged to give them my old toys.\n\nThat tribal shaman was named John.\n\nThe female shaman I knew, Ruby, was a dreaming witch.\n\nWhich oddly mirrors what's going on in this subreddit. With the men on the slow path of learning, and the women cheating by going into dreaming realms.\n\nSo the UC system likely had representatives at each of the tribes, but Carlos probably first approached Morongo, following a woman named Joanie Baker.\n\nMy guess is that she was a dysfunctional young anthropologist groupie.\n\nI met her in 1997 living in a little grannie shack on the side of the home of Carlos at Pandora, looking very tired and disheveled.\n\nCarlos knocked on her door and woke her up, and insisted she come out and shake my hand.\n\nAlways a bit mischievous Carlos was.\n\nIf my father were still alive, I'd ask him if he got mixed up with Joanie.  He was often helping groupie anthropology women.\n\nCollege professors aren't particularly faithful to their wives.\n\nAlthough I suspect, he just liked to go out drinking with her.\n\nMe too. I'm famous for bring a small herd of 22 year olds out to drink with me.\n\nBut not since Cholita.  I used to use pictures of that, to make Cholita silent when she accused me of kidnapping her because I couldn't get any women on my own.\n\nSo Carlos was brought to Morongo by Joanie, and I feel fairly certain Joanie headed to the little museum building, where Ruby seemed to usually be present.\n\nYou can still visit there today, if the main road gate is open.\n\nSince they were already working with UC Riverside, there wasn't any opportunity for Carlos to get an \"informant\" there.\n\nI don't know what he was told by the shamans, but someone was familiar with an associate shaman to that tribe, and once implied that was the man who became don Juan in the books.\n\nLike we haven't heard that story before!\n\nJust yesterday I left a \"book review\" on Amazon, for Tata Kachora's book about don Juan, with him all decked out like a cool modern indian man, giving a V for victory sign.\n\nMy last review of that con artist Yogananda's famous book, was angrily rejected by Amazon, and I was giving a warning to \"read better\".\n\nBut oddly, they didn't mind the same treatment of fake sorcery books related to Castaneda.  They thanked me kindly for trashing Kachora.\n\nI really doubt don Juan was someone known to that tribe, but it is in fact likely that Ruby pointed him eastward, away from the university which had saturated that area.\n\nAnd in her own book, Ruby commented that men like don Juan (long after she'd read the books of Carlos), were all over that valley before the europeans drove them out.\n\nAnd that's all I know about it, except that the tribe there was always very excited when Carlos visited.  Which he seems to have done from time to time.\n\nThey had a  yearly festival in the grounds near the museum, which is now partly a botanical garden for desert plants.\n\nI used to roam around there looking for 1800s coins buried in the soil that had been trampled by the festival goers. \n\nRuby had an \"assistant\", a lover most likely, tall and very thin, who always carried a shotgun.\n\nHis name escapes me now, but perhaps it was something odd like \"Elmer\".\n\nIf my dad was busy, I would wander around the reservation with Elmer showing up once in a while to warn me about something.\n\nSuch as, \"Up in those hills there used to be bears.  The men would hunt them.  But don't go up there, because they shoot trespassers without warning them first.\"\n\nI realize now Elmer likely followed me around everywhere, unseen to a 12 year old boy.\n\nRuby probably gave him instructions to make sure the stupid little white boy didn't fall into the bottom of the outhouse.\n\nI was hunting for a possum the last visit I can remember.\n\nMy memory of the situation was that native americans were racist.\n\nAnd didn't like anthropologists or their children.\n\nThey needed the income.\n\nMy father had written a book about the \"last uprising of the native americans\" in the area, during the time when one of the presidents from back then was visiting.\n\n\"Willie Boy\".\n\nSome filming was done at Morongo, and I honestly believe Carlos visited to see it, the same day my father brought me there.  \"To meet  the stars\".\n\nI was pushed over to the seductress of the movie with my polaroid camera, and told she'd let me take a picture.\n\nShe was in costume with a frilly white lace time period underwear slipunder her time period appropriate dress.\n\nShe was sitting cross legged on the actor's chair.\n\nJust as I snapped the picture she lifted her skirt to show her panties.\n\nI was horrified and told the person near me, \"She ruined the picture!\"\n\nThe man began to laugh.\n\nI heard someone say,    \"Hey, isn't that Carlos Castaneda over there?\"\n\nI wish I had that picture!\n\nBut when Cholita moved in with me she threw away everything.\n\nAll I could think was, \"Well, when I die no one will have to deal with all my old stuff.\"", "edited": 1679156018.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jcpjivs", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The UC system anthropology departments in southern California back in the early 60s, were afraid the local native indian populations, contained into &amp;quot;reservations&amp;quot;, were going to become so contaminated by outside stuff that their genuine traditions would be lost forever.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid I watched some of that happen, as the bad members of some tribes tried to copy what as written in the books of Carlos, insisting they had it first.&lt;/p&gt;\n\n&lt;p&gt;The UC system wanted to preserve their knowledge of how to use plants, what medicines were available, how to make  delicacies such as &amp;quot;flake bread&amp;quot; from Chia seed, basket weaving, the original language names for things, and most fun of all, their shamanism practices.&lt;/p&gt;\n\n&lt;p&gt;Morongo Indian reservation had a little museum and a developing book publishing business, specializing in &amp;quot;Indian theme&amp;quot; books.&lt;/p&gt;\n\n&lt;p&gt;My father was instrumental in setting up both, but there were other anthropologists involved, including Lowell Bean.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid I don&amp;#39;t know the timing of all this, but I was on anthropological &amp;quot;digs&amp;quot; in that area, as early as 1965.&lt;/p&gt;\n\n&lt;p&gt;I had a knack for finding very small transparent quartz arrowheads. Some of the most beautiful. I was told those were for killing Jack Rabbits.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know much about the other reservations, besides that I was driven to a couple when my father had interests there.&lt;/p&gt;\n\n&lt;p&gt;The largest population were the Luiseno, mixed into all of the reservations with smaller populations of tribes such as the Cahuilla.&lt;/p&gt;\n\n&lt;p&gt;I once rented a mansion claimed to be previously owned by Bela Lugosi as a drug rehab center for Marilyn Monroe, on the hills of Lake Elsinore.&lt;/p&gt;\n\n&lt;p&gt;It had an indian encampment in the yard, as evidenced by the huge granite boulder with grinding basins for crushing and powdering acorns.&lt;/p&gt;\n\n&lt;p&gt;The Luiseno are very important to us in particular, because they were &amp;quot;kind of&amp;quot; the equivalent of the Olmecs, on the eastern coast of Mexico.&lt;/p&gt;\n\n&lt;p&gt;The Luiseno on the west, along southern california within a 50 mile distance from the beaches.&lt;/p&gt;\n\n&lt;p&gt;They arrived at least 10,000 years ago, in both situations.&lt;/p&gt;\n\n&lt;p&gt;The Luiseno most notably because there had been a dig in the late 50s perhaps, or even into the 60s, where artifacts dated to be 10,000 years old were dug up and put into places the Indians didn&amp;#39;t control.&lt;/p&gt;\n\n&lt;p&gt;So when some idiot insists the Olmec magic can&amp;#39;t be 8000 years old, just point them to the museum containing Luiseno artifacts down near Pechanga.&lt;/p&gt;\n\n&lt;p&gt;I have no idea why, but Mexican and local Indian culture is not respected b y people who love stuff like, &amp;quot;The Pyramids&amp;quot;, or other old civilizations more popular in the press.&lt;/p&gt;\n\n&lt;p&gt;Mexico kicks all of their butts!  But if you say Olmec magic is 10,000 years old, they accuse you of making that up just because it sounds &amp;quot;bad ass&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The tribes sued over those artifacts not too long ago, and it was all returned to the Luiseno.&lt;/p&gt;\n\n&lt;p&gt;I visited there a year or two ago, to sadly find out all of the places I used to look for broken pottery as a child were now paved over by their casino and all the &amp;quot;new&amp;quot; housing that sprung up around it.&lt;/p&gt;\n\n&lt;p&gt;New being decades old. I hadn&amp;#39;t visited there since the 60s.&lt;/p&gt;\n\n&lt;p&gt;I was standing in the middle of that casino, forcing myself silent to see if I could figure out where the main building I saw there in the 60s had gone.&lt;/p&gt;\n\n&lt;p&gt;Suddenly I was surrounded by Native Americans on horseback.&lt;/p&gt;\n\n&lt;p&gt;4 on either side of me, in the central lobby of that casino.&lt;/p&gt;\n\n&lt;p&gt;The horses rushed at me as if to attack,  but passed right through me like ghosts.&lt;/p&gt;\n\n&lt;p&gt;It was a game the Luiseno must have played there a long time ago, after they got horses.&lt;/p&gt;\n\n&lt;p&gt;I realized I had seen an &amp;quot;echo&amp;quot; of the past, and walked over to the bar to see if anyone knew where the main part of the reservation had gone.  The community headquarters and place for festivals and such.&lt;/p&gt;\n\n&lt;p&gt;The bartender told me, &amp;quot;You&amp;#39;re standing on it.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I realized, I must have been on their game playing dirt patch when I was &amp;quot;attacked&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;An old man at the bar looked up at me and said, &amp;quot;Welcome home!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s when I realized it was all gone.&lt;/p&gt;\n\n&lt;p&gt;But back in the mid 60s, it was all intact.  Up and down from Los Angeles to Tijuana, there were separate land areas given to the indians.&lt;/p&gt;\n\n&lt;p&gt;The coolest of all must be Pala, where they have tourmaline and aquamarine mines. Producing amazing jewels.&lt;/p&gt;\n\n&lt;p&gt;But Morongo was the closest one to UC Riverside.&lt;/p&gt;\n\n&lt;p&gt;Back then they were dirt poor.&lt;/p&gt;\n\n&lt;p&gt;The male shaman there, a user of Devil&amp;#39;s Weed, had become &amp;quot;friends&amp;quot; with my father, who felt sorry for his kids. They lived in a trailer.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t miss the Devil&amp;#39;s Weed plants at Morongo. They line the main road leading into where people still live in fairly makeshift homes.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s certainly not &amp;quot;track houses&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those plants might be 100 years old.&lt;/p&gt;\n\n&lt;p&gt;If you visit, don&amp;#39;t stop to pick any leaves or flowers. Those are considered sacred to some extent.&lt;/p&gt;\n\n&lt;p&gt;We took the children of the Devil&amp;#39;s weed shaman out in the family station wagon, which had no seat belts back then, to get their first soft ice cream at Dairy Queen, not too far from the reservation.&lt;/p&gt;\n\n&lt;p&gt;And I was encouraged to give them my old toys.&lt;/p&gt;\n\n&lt;p&gt;That tribal shaman was named John.&lt;/p&gt;\n\n&lt;p&gt;The female shaman I knew, Ruby, was a dreaming witch.&lt;/p&gt;\n\n&lt;p&gt;Which oddly mirrors what&amp;#39;s going on in this subreddit. With the men on the slow path of learning, and the women cheating by going into dreaming realms.&lt;/p&gt;\n\n&lt;p&gt;So the UC system likely had representatives at each of the tribes, but Carlos probably first approached Morongo, following a woman named Joanie Baker.&lt;/p&gt;\n\n&lt;p&gt;My guess is that she was a dysfunctional young anthropologist groupie.&lt;/p&gt;\n\n&lt;p&gt;I met her in 1997 living in a little grannie shack on the side of the home of Carlos at Pandora, looking very tired and disheveled.&lt;/p&gt;\n\n&lt;p&gt;Carlos knocked on her door and woke her up, and insisted she come out and shake my hand.&lt;/p&gt;\n\n&lt;p&gt;Always a bit mischievous Carlos was.&lt;/p&gt;\n\n&lt;p&gt;If my father were still alive, I&amp;#39;d ask him if he got mixed up with Joanie.  He was often helping groupie anthropology women.&lt;/p&gt;\n\n&lt;p&gt;College professors aren&amp;#39;t particularly faithful to their wives.&lt;/p&gt;\n\n&lt;p&gt;Although I suspect, he just liked to go out drinking with her.&lt;/p&gt;\n\n&lt;p&gt;Me too. I&amp;#39;m famous for bring a small herd of 22 year olds out to drink with me.&lt;/p&gt;\n\n&lt;p&gt;But not since Cholita.  I used to use pictures of that, to make Cholita silent when she accused me of kidnapping her because I couldn&amp;#39;t get any women on my own.&lt;/p&gt;\n\n&lt;p&gt;So Carlos was brought to Morongo by Joanie, and I feel fairly certain Joanie headed to the little museum building, where Ruby seemed to usually be present.&lt;/p&gt;\n\n&lt;p&gt;You can still visit there today, if the main road gate is open.&lt;/p&gt;\n\n&lt;p&gt;Since they were already working with UC Riverside, there wasn&amp;#39;t any opportunity for Carlos to get an &amp;quot;informant&amp;quot; there.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know what he was told by the shamans, but someone was familiar with an associate shaman to that tribe, and once implied that was the man who became don Juan in the books.&lt;/p&gt;\n\n&lt;p&gt;Like we haven&amp;#39;t heard that story before!&lt;/p&gt;\n\n&lt;p&gt;Just yesterday I left a &amp;quot;book review&amp;quot; on Amazon, for Tata Kachora&amp;#39;s book about don Juan, with him all decked out like a cool modern indian man, giving a V for victory sign.&lt;/p&gt;\n\n&lt;p&gt;My last review of that con artist Yogananda&amp;#39;s famous book, was angrily rejected by Amazon, and I was giving a warning to &amp;quot;read better&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But oddly, they didn&amp;#39;t mind the same treatment of fake sorcery books related to Castaneda.  They thanked me kindly for trashing Kachora.&lt;/p&gt;\n\n&lt;p&gt;I really doubt don Juan was someone known to that tribe, but it is in fact likely that Ruby pointed him eastward, away from the university which had saturated that area.&lt;/p&gt;\n\n&lt;p&gt;And in her own book, Ruby commented that men like don Juan (long after she&amp;#39;d read the books of Carlos), were all over that valley before the europeans drove them out.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s all I know about it, except that the tribe there was always very excited when Carlos visited.  Which he seems to have done from time to time.&lt;/p&gt;\n\n&lt;p&gt;They had a  yearly festival in the grounds near the museum, which is now partly a botanical garden for desert plants.&lt;/p&gt;\n\n&lt;p&gt;I used to roam around there looking for 1800s coins buried in the soil that had been trampled by the festival goers. &lt;/p&gt;\n\n&lt;p&gt;Ruby had an &amp;quot;assistant&amp;quot;, a lover most likely, tall and very thin, who always carried a shotgun.&lt;/p&gt;\n\n&lt;p&gt;His name escapes me now, but perhaps it was something odd like &amp;quot;Elmer&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;If my dad was busy, I would wander around the reservation with Elmer showing up once in a while to warn me about something.&lt;/p&gt;\n\n&lt;p&gt;Such as, &amp;quot;Up in those hills there used to be bears.  The men would hunt them.  But don&amp;#39;t go up there, because they shoot trespassers without warning them first.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I realize now Elmer likely followed me around everywhere, unseen to a 12 year old boy.&lt;/p&gt;\n\n&lt;p&gt;Ruby probably gave him instructions to make sure the stupid little white boy didn&amp;#39;t fall into the bottom of the outhouse.&lt;/p&gt;\n\n&lt;p&gt;I was hunting for a possum the last visit I can remember.&lt;/p&gt;\n\n&lt;p&gt;My memory of the situation was that native americans were racist.&lt;/p&gt;\n\n&lt;p&gt;And didn&amp;#39;t like anthropologists or their children.&lt;/p&gt;\n\n&lt;p&gt;They needed the income.&lt;/p&gt;\n\n&lt;p&gt;My father had written a book about the &amp;quot;last uprising of the native americans&amp;quot; in the area, during the time when one of the presidents from back then was visiting.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Willie Boy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Some filming was done at Morongo, and I honestly believe Carlos visited to see it, the same day my father brought me there.  &amp;quot;To meet  the stars&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I was pushed over to the seductress of the movie with my polaroid camera, and told she&amp;#39;d let me take a picture.&lt;/p&gt;\n\n&lt;p&gt;She was in costume with a frilly white lace time period underwear slipunder her time period appropriate dress.&lt;/p&gt;\n\n&lt;p&gt;She was sitting cross legged on the actor&amp;#39;s chair.&lt;/p&gt;\n\n&lt;p&gt;Just as I snapped the picture she lifted her skirt to show her panties.&lt;/p&gt;\n\n&lt;p&gt;I was horrified and told the person near me, &amp;quot;She ruined the picture!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The man began to laugh.&lt;/p&gt;\n\n&lt;p&gt;I heard someone say,    &amp;quot;Hey, isn&amp;#39;t that Carlos Castaneda over there?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I wish I had that picture!&lt;/p&gt;\n\n&lt;p&gt;But when Cholita moved in with me she threw away everything.&lt;/p&gt;\n\n&lt;p&gt;All I could think was, &amp;quot;Well, when I die no one will have to deal with all my old stuff.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcpjivs/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679154762.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "jcp15x2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "BodiesWithoutOrgans", "can_mod_post": false, "created_utc": 1679146813.0, "send_replies": true, "parent_id": "t3_11twgul", "score": 1, "author_fullname": "t2_lr6e2b50", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hey Dan, can you give me a quick rundown on the anthropological connections between the Cahuilla people, Carlos, and previous lineages—if there are any?", "edited": 1679147124.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jcp15x2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hey Dan, can you give me a quick rundown on the anthropological connections between the Cahuilla people, Carlos, and previous lineages—if there are any?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jcp15x2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679146813.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11twgul", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jdq3gcj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jdp6psc", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I had you pegged as someone trying to create their own \"explanation of Castaneda techniques\" based on some other system.\n\nTo try to cash in.\n\nIn this case, chinese nonsense to explain \"will\".\n\nIt's just come up multiple times in here.  It's one of those things like, \"the third attention\" that attracts people looking to create their own franchise.\n\nUsually they pretend to be a \"comrade\" to me.  That's explained in the bad players post. Based on the many interactions in here, it's possible to categorize types of people  who don't really want to learn but pretend they do. So they can get something else.\n\nI'm glad to see it wasn't true.\n\nThere's enough fake explanations out there already.\n\nSuch that we nearly lost everything to that.\n\nThere's still a chance all of our efforts  in here will be flooded away by copycats.\n\nSuch as Mantak Chia having \"darkroom\" workshops now.  Telling people to find the purple light.\n\nNo one knows how that came to be, but there may be a connection to Miles of all people.\n\nThat would be horrifying if true.  I believe his associate Patricia even came here and no one realize who it was.\n\nMantak is famous for finding anything he can which appeals to the woo woo crowd, mostly daoist so far, and cashing in by pretending to have mastered it.  He's a prolific book writer.\n\nKind of a \"Chopra\" type.\n\nBoth Cholita and I knew Chopra. \n\nA total fraud but somehow he's still got a reputation as a good guy.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jdq3gcj", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I had you pegged as someone trying to create their own &amp;quot;explanation of Castaneda techniques&amp;quot; based on some other system.&lt;/p&gt;\n\n&lt;p&gt;To try to cash in.&lt;/p&gt;\n\n&lt;p&gt;In this case, chinese nonsense to explain &amp;quot;will&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just come up multiple times in here.  It&amp;#39;s one of those things like, &amp;quot;the third attention&amp;quot; that attracts people looking to create their own franchise.&lt;/p&gt;\n\n&lt;p&gt;Usually they pretend to be a &amp;quot;comrade&amp;quot; to me.  That&amp;#39;s explained in the bad players post. Based on the many interactions in here, it&amp;#39;s possible to categorize types of people  who don&amp;#39;t really want to learn but pretend they do. So they can get something else.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m glad to see it wasn&amp;#39;t true.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s enough fake explanations out there already.&lt;/p&gt;\n\n&lt;p&gt;Such that we nearly lost everything to that.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s still a chance all of our efforts  in here will be flooded away by copycats.&lt;/p&gt;\n\n&lt;p&gt;Such as Mantak Chia having &amp;quot;darkroom&amp;quot; workshops now.  Telling people to find the purple light.&lt;/p&gt;\n\n&lt;p&gt;No one knows how that came to be, but there may be a connection to Miles of all people.&lt;/p&gt;\n\n&lt;p&gt;That would be horrifying if true.  I believe his associate Patricia even came here and no one realize who it was.&lt;/p&gt;\n\n&lt;p&gt;Mantak is famous for finding anything he can which appeals to the woo woo crowd, mostly daoist so far, and cashing in by pretending to have mastered it.  He&amp;#39;s a prolific book writer.&lt;/p&gt;\n\n&lt;p&gt;Kind of a &amp;quot;Chopra&amp;quot; type.&lt;/p&gt;\n\n&lt;p&gt;Both Cholita and I knew Chopra. &lt;/p&gt;\n\n&lt;p&gt;A total fraud but somehow he&amp;#39;s still got a reputation as a good guy.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jdq3gcj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679819959.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1679819959.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jdp6psc", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Prestigious_Spinach5", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jdmhzqy", "score": 2, "author_fullname": "t2_83fiinhg", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you very much for the time and consideration you put into your very REAL answer.\nMuch food for thought and I very much appreciate it.\n\nDL - 'Sorcery is a lifestyle or you can't get very far.'", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jdp6psc", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you very much for the time and consideration you put into your very REAL answer.\nMuch food for thought and I very much appreciate it.&lt;/p&gt;\n\n&lt;p&gt;DL - &amp;#39;Sorcery is a lifestyle or you can&amp;#39;t get very far.&amp;#39;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jdp6psc/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679797485.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1679797485.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jdmhzqy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1679754699.0, "send_replies": true, "parent_id": "t1_jdluhro", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That comes out after you can view the abstract.\n\nIt's not something you work on.  You can't \"learn\" about that in any meaningful way.\n\nIt's just something you notice, once the link to intent is cleaned.\n\nIt sort of puts the \"icing on the cake\" of emanation reskimming.\n\nBut it's true that those luminous fibers or tentacles become visible much sooner than that.  You can visibly see those in the deep red zone.\n\nAnd the double is able to push on stuff, somewhat.  Cholita can push with a few ounces of force, in her double.\n\nI know!\n\nShe pushes on me most of the time.  A ghost is one thing, but one that can poke you in the arm is a whole level scarier.\n\nJust don't get confused by Genaro's antics at the waterfall.\n\nHe was in his double...  They just didn't bother to mention that ugly detail.\n\nWhich was actually no big deal, since in the double you can leap outside the galaxy of walk on the ceiling.\n\nHe just wanted to show use of those tentacles to the apprentices, and Carlos completely misunderstood what was going on.\n\nSo learn to see the tentacles first.  Then try to find out what \"will\" is.\n\nZuleica's pass makes that possible. \n\nI hope to digitize it today. And then I'll add those tentacles in, after the pass is done from every angle.  Showing how the energy body reacts (puffs).\n\nBut the puffs are the hard part. Animating the impossible.  Has to use \"particle physics\" and python code.\n\nPlease try to be careful of that word, \"work\".\n\nIt's used excessively by all pretend magical systems to steal from others, based on their \"works\".\n\nWhen they say \"the work\", people start to salivate like Pavlov's dogs.  \n\nThinking about how they'll get a franchise of their own some day.  Thinking that if you \"do the work\", you get rewarded with your own status as \"wise teacher\".\n\nSo you can go rip off others yourself!\n\nBut other systems have nothing that \"works\" at all!\n\nJust \"me, me, me\" type stuff.  Which includes the green line bliss world.\n\nThat's just \"enhanced me, me, me\".\n\nMe with on valium with some coke to keep it lively.\n\nThen they tell followers to \"do the work\", meaning keep those workshop fees coming.\n\nSorcery is a **lifestyle** or you can't get very far.\n\nIt's not \"work\".  It's just who you become.\n\nBUT, you can get far enough to see real magic, and know what you could gain if you could alter your lifestyle.  Long before you are capable of perceiving the will in action.\n\nMaybe someday if we get energetic mass, altering your lifestyle won't even be needed to get to stable Silent Knowledge.\n\nAlso, based on past history in here, those who ask about \"the will\" have been taken in by Asian Crap magic.\n\nHopefully you aren't thinking about Dantian.\n\nIt's total made up nonsense.\n\nThe Chinese themselves don't fall for that sort of thing.  I have an office in a Chinese country, so I know well how they feel about that kind of make believe.\n\nJust as they know a \"thousand year old egg\" is not 1000 years old.\n\nAnd that \"Tai Chi\" is not really the grand ultimate of anything. It's just exercise for old people in the mornings before businesses are open, so that hopefully they can hook up and have sex,  once the young ones are off to work.\n\nOnly westerners fall for that. \n\nCan't fight for sure!  I believe that MMA Chinese fighter knocked out the Tai Chi master in 1 minute.  Would have been 5 seconds, but he didn't want to totally humiliate the guy.\n\nAnd since there's no one around explaining how \"wave hands like clouds\" really does push intense purple clouds around, we can also conclude there's no \"hidden internal magic\" in Tai Chi.\n\nNo fighting, no magic.\n\nIt's just for old people in the morning so they have an excuse to hang out with others.\n\nIt just seems wise to westerners because they haven't grown up with it.\n\nBut oddly, they do tolerate Chinese fortune tellers.  In China.\n\nThe same way we tolerate gipsy fortune tellers.\n\nWe just know better than to send a mentally ill or senile old woman to them, without making sure she doesn't start withdrawing cash from the bank to combat her \"jealous enemy who has black hair\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jdmhzqy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That comes out after you can view the abstract.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not something you work on.  You can&amp;#39;t &amp;quot;learn&amp;quot; about that in any meaningful way.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just something you notice, once the link to intent is cleaned.&lt;/p&gt;\n\n&lt;p&gt;It sort of puts the &amp;quot;icing on the cake&amp;quot; of emanation reskimming.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s true that those luminous fibers or tentacles become visible much sooner than that.  You can visibly see those in the deep red zone.&lt;/p&gt;\n\n&lt;p&gt;And the double is able to push on stuff, somewhat.  Cholita can push with a few ounces of force, in her double.&lt;/p&gt;\n\n&lt;p&gt;I know!&lt;/p&gt;\n\n&lt;p&gt;She pushes on me most of the time.  A ghost is one thing, but one that can poke you in the arm is a whole level scarier.&lt;/p&gt;\n\n&lt;p&gt;Just don&amp;#39;t get confused by Genaro&amp;#39;s antics at the waterfall.&lt;/p&gt;\n\n&lt;p&gt;He was in his double...  They just didn&amp;#39;t bother to mention that ugly detail.&lt;/p&gt;\n\n&lt;p&gt;Which was actually no big deal, since in the double you can leap outside the galaxy of walk on the ceiling.&lt;/p&gt;\n\n&lt;p&gt;He just wanted to show use of those tentacles to the apprentices, and Carlos completely misunderstood what was going on.&lt;/p&gt;\n\n&lt;p&gt;So learn to see the tentacles first.  Then try to find out what &amp;quot;will&amp;quot; is.&lt;/p&gt;\n\n&lt;p&gt;Zuleica&amp;#39;s pass makes that possible. &lt;/p&gt;\n\n&lt;p&gt;I hope to digitize it today. And then I&amp;#39;ll add those tentacles in, after the pass is done from every angle.  Showing how the energy body reacts (puffs).&lt;/p&gt;\n\n&lt;p&gt;But the puffs are the hard part. Animating the impossible.  Has to use &amp;quot;particle physics&amp;quot; and python code.&lt;/p&gt;\n\n&lt;p&gt;Please try to be careful of that word, &amp;quot;work&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s used excessively by all pretend magical systems to steal from others, based on their &amp;quot;works&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;When they say &amp;quot;the work&amp;quot;, people start to salivate like Pavlov&amp;#39;s dogs.  &lt;/p&gt;\n\n&lt;p&gt;Thinking about how they&amp;#39;ll get a franchise of their own some day.  Thinking that if you &amp;quot;do the work&amp;quot;, you get rewarded with your own status as &amp;quot;wise teacher&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So you can go rip off others yourself!&lt;/p&gt;\n\n&lt;p&gt;But other systems have nothing that &amp;quot;works&amp;quot; at all!&lt;/p&gt;\n\n&lt;p&gt;Just &amp;quot;me, me, me&amp;quot; type stuff.  Which includes the green line bliss world.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s just &amp;quot;enhanced me, me, me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Me with on valium with some coke to keep it lively.&lt;/p&gt;\n\n&lt;p&gt;Then they tell followers to &amp;quot;do the work&amp;quot;, meaning keep those workshop fees coming.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is a &lt;strong&gt;lifestyle&lt;/strong&gt; or you can&amp;#39;t get very far.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not &amp;quot;work&amp;quot;.  It&amp;#39;s just who you become.&lt;/p&gt;\n\n&lt;p&gt;BUT, you can get far enough to see real magic, and know what you could gain if you could alter your lifestyle.  Long before you are capable of perceiving the will in action.&lt;/p&gt;\n\n&lt;p&gt;Maybe someday if we get energetic mass, altering your lifestyle won&amp;#39;t even be needed to get to stable Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Also, based on past history in here, those who ask about &amp;quot;the will&amp;quot; have been taken in by Asian Crap magic.&lt;/p&gt;\n\n&lt;p&gt;Hopefully you aren&amp;#39;t thinking about Dantian.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s total made up nonsense.&lt;/p&gt;\n\n&lt;p&gt;The Chinese themselves don&amp;#39;t fall for that sort of thing.  I have an office in a Chinese country, so I know well how they feel about that kind of make believe.&lt;/p&gt;\n\n&lt;p&gt;Just as they know a &amp;quot;thousand year old egg&amp;quot; is not 1000 years old.&lt;/p&gt;\n\n&lt;p&gt;And that &amp;quot;Tai Chi&amp;quot; is not really the grand ultimate of anything. It&amp;#39;s just exercise for old people in the mornings before businesses are open, so that hopefully they can hook up and have sex,  once the young ones are off to work.&lt;/p&gt;\n\n&lt;p&gt;Only westerners fall for that. &lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t fight for sure!  I believe that MMA Chinese fighter knocked out the Tai Chi master in 1 minute.  Would have been 5 seconds, but he didn&amp;#39;t want to totally humiliate the guy.&lt;/p&gt;\n\n&lt;p&gt;And since there&amp;#39;s no one around explaining how &amp;quot;wave hands like clouds&amp;quot; really does push intense purple clouds around, we can also conclude there&amp;#39;s no &amp;quot;hidden internal magic&amp;quot; in Tai Chi.&lt;/p&gt;\n\n&lt;p&gt;No fighting, no magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just for old people in the morning so they have an excuse to hang out with others.&lt;/p&gt;\n\n&lt;p&gt;It just seems wise to westerners because they haven&amp;#39;t grown up with it.&lt;/p&gt;\n\n&lt;p&gt;But oddly, they do tolerate Chinese fortune tellers.  In China.&lt;/p&gt;\n\n&lt;p&gt;The same way we tolerate gipsy fortune tellers.&lt;/p&gt;\n\n&lt;p&gt;We just know better than to send a mentally ill or senile old woman to them, without making sure she doesn&amp;#39;t start withdrawing cash from the bank to combat her &amp;quot;jealous enemy who has black hair&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_11twgul", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jdmhzqy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679754699.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "jdluhro", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Prestigious_Spinach5", "can_mod_post": false, "created_utc": 1679740772.0, "send_replies": true, "parent_id": "t3_11twgul", "score": 1, "author_fullname": "t2_83fiinhg", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thank you, Daniel.\nI read a lot of your work here and get great value from it.\nI know you originally did a LOT of Dreaming work, and now Darkroom with similar dedication.\nI have always been interested about yet another aspect of Carlos' works and am curious if you have any direct or indirect experienced with Will, as described in 2nd book.\nThank you.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jdluhro", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you, Daniel.\nI read a lot of your work here and get great value from it.\nI know you originally did a LOT of Dreaming work, and now Darkroom with similar dedication.\nI have always been interested about yet another aspect of Carlos&amp;#39; works and am curious if you have any direct or indirect experienced with Will, as described in 2nd book.\nThank you.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/11twgul/seer_vs_man_of_knowledge_clarified/jdluhro/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1679740772.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_11twgul", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]