[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "\"The tonal makes the world only in a manner of speaking. It can not create or change\nanything, and yet it makes the world because its function is to judge, and assess, and witness. I\nsay that the tonal makes the world because it witnesses and assesses it according to tonal rules. In\na very strange manner the tonal is a creator that doesn't create a thing. In other words, the tonal\nmakes up the rules by which it apprehends the world. So, in a manner of speaking, it creates the\nworld.\"\n\n...\n\nA burden in the Castaneda community is people who fail to see that everything in the books is practical. Although this \"sorcery explanation\" might seem just like a intellectual thing, this is NOT philosophy. \n\nIn my practice i have this barrier or probablem and i am willing to bet almost everyone who gets this far suffers from the same thing. \n\nSo practically what happens is that often you practice internal silence for a while and you start getting close to the red line, and you slowly start seeing more then just intense colors, stuff like visions, dream bubbles and potentially IOBs. But there is a strange effect that happens the moment something very cool happens. I call it the \"sorcerer's rationalization\". \n\nAs a sorcerer that from a point of great silence has done something amazing, out of excitement or fear instead of furthering your silence, you start thinking \"omg i am soo powerful i just found the craziest shortcut/ technique ext...\" or in case of fear \"oh this demon is trying to steal my energy ext...\".\n\nAlready when one of those thoughts occur you have basically lost. Its litteraly a \"rationalization trap\" that pretends to be useful for you to gain an intellectual property of what you just saw. As if you are trying to buy a certificate on how you just did this. Its is a LIE, and you cannot fall for this. The truth is everyone falls for this. You might still be able to snap out of that idea or though but its usually a trap too strong to escape before it slowly pulls you all the way back to the blue zone. \n\nIts a sequence of thoughts that starts with \"how amazing was what i just saw/did\" in the red zone, and always ends in the blue zone with thoughts that rationalize and \"explain\" what you just did. Or worst of all, how you supposedly can \"easily repeat\" what you just did, that turns out to never work in the future.\n\n...\n\n\"The nagual is the part of us for which there is no description - no words, no names, no\nfeelings, no knowledge.\"\n\"That's a contradiction, don Juan. In my opinion if it can't be felt or described or named, it\ncannot exist.\"\n\"It's a contradiction only in your opinion. I warned you before, don't knock yourself out trying\nto understand this.\"\n\"Would you say that the nagual is the mind?\"\n\"No. The mind is an item on the table. The mind is part of the tonal. Let's say that the mind is\nthe chili sauce.\"\nHe took a bottle of sauce and placed it in front of me.\n\"Is the nagual the soul?\"\n\"No. The soul is also on the table. Let's say that the soul is the ashtray.\"", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The sorcerers rationalization", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_1100lff", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.94, "author_flair_background_color": null, "subreddit_type": "public", "ups": 13, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_pz5w9r4n", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 13, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": 1676156847.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1676156618.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;The tonal makes the world only in a manner of speaking. It can not create or change\nanything, and yet it makes the world because its function is to judge, and assess, and witness. I\nsay that the tonal makes the world because it witnesses and assesses it according to tonal rules. In\na very strange manner the tonal is a creator that doesn&amp;#39;t create a thing. In other words, the tonal\nmakes up the rules by which it apprehends the world. So, in a manner of speaking, it creates the\nworld.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;A burden in the Castaneda community is people who fail to see that everything in the books is practical. Although this &amp;quot;sorcery explanation&amp;quot; might seem just like a intellectual thing, this is NOT philosophy. &lt;/p&gt;\n\n&lt;p&gt;In my practice i have this barrier or probablem and i am willing to bet almost everyone who gets this far suffers from the same thing. &lt;/p&gt;\n\n&lt;p&gt;So practically what happens is that often you practice internal silence for a while and you start getting close to the red line, and you slowly start seeing more then just intense colors, stuff like visions, dream bubbles and potentially IOBs. But there is a strange effect that happens the moment something very cool happens. I call it the &amp;quot;sorcerer&amp;#39;s rationalization&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;As a sorcerer that from a point of great silence has done something amazing, out of excitement or fear instead of furthering your silence, you start thinking &amp;quot;omg i am soo powerful i just found the craziest shortcut/ technique ext...&amp;quot; or in case of fear &amp;quot;oh this demon is trying to steal my energy ext...&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Already when one of those thoughts occur you have basically lost. Its litteraly a &amp;quot;rationalization trap&amp;quot; that pretends to be useful for you to gain an intellectual property of what you just saw. As if you are trying to buy a certificate on how you just did this. Its is a LIE, and you cannot fall for this. The truth is everyone falls for this. You might still be able to snap out of that idea or though but its usually a trap too strong to escape before it slowly pulls you all the way back to the blue zone. &lt;/p&gt;\n\n&lt;p&gt;Its a sequence of thoughts that starts with &amp;quot;how amazing was what i just saw/did&amp;quot; in the red zone, and always ends in the blue zone with thoughts that rationalize and &amp;quot;explain&amp;quot; what you just did. Or worst of all, how you supposedly can &amp;quot;easily repeat&amp;quot; what you just did, that turns out to never work in the future.&lt;/p&gt;\n\n&lt;p&gt;...&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The nagual is the part of us for which there is no description - no words, no names, no\nfeelings, no knowledge.&amp;quot;\n&amp;quot;That&amp;#39;s a contradiction, don Juan. In my opinion if it can&amp;#39;t be felt or described or named, it\ncannot exist.&amp;quot;\n&amp;quot;It&amp;#39;s a contradiction only in your opinion. I warned you before, don&amp;#39;t knock yourself out trying\nto understand this.&amp;quot;\n&amp;quot;Would you say that the nagual is the mind?&amp;quot;\n&amp;quot;No. The mind is an item on the table. The mind is part of the tonal. Let&amp;#39;s say that the mind is\nthe chili sauce.&amp;quot;\nHe took a bottle of sauce and placed it in front of me.\n&amp;quot;Is the nagual the soul?&amp;quot;\n&amp;quot;No. The soul is also on the table. Let&amp;#39;s say that the soul is the ashtray.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "1100lff", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "PreciseInstance", "discussion_type": null, "num_comments": 2, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/1100lff/the_sorcerers_rationalization/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/1100lff/the_sorcerers_rationalization/", "subreddit_subscribers": 9561, "created_utc": 1676156618.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j89b51v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1676220839.0, "send_replies": true, "parent_id": "t3_1100lff", "score": 11, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This all becomes terribly obvious when you sustain the purple zone each night for a few weeks.\n\nVisible even!\n\nAnd yes, the horrible battle is with a force that keeps trying to push us back to the blue line.\n\nI got some insight on that last night, and I was seeing it as an \"extra thing\" riding on the thoughts (minds) of everyone in the river of shit.\n\nAs if \"the fliers\" didn't hop around over the trees, outdoors.\n\nBut in the thoughts of mankind. They're \"flying\" from person to person, landing on their \"mind\" each time.\n\nAnd I saw that, that was the source of \"the book deal mind\".\n\nBut I can only translate it.  \"Seeing\" is vast, it's not a single meaning. It's more like a \"blob\" of knowledge.  And it takes a while to extract pieces. Some perhaps will be lost before you do.\n\nBut one part was, the tendency to try to profit from magic the instant you see some of it that's real, is a key part of what destroys magic.\n\nBut not because you want to profit. Instead, it's because you want to \"report it\" to others, so it can be dealt with.\n\nRemoved.  We're like little kids who daddy tells, \"now this gift is for mommy, but don't tell her. I'm hiding it in the closet right here.\"\n\nAnd 10 seconds later, the little kid is telling mommy.\n\nThat's us.\n\nWe go to get the \"profit\", but the real purpose is to destroy  magic.  We just don't realize it.  Or even care.\n\nSo that perhaps a \"real\" Zen master is totally excited and happy when he first makes it to the green zone of \"Japanese Master\" bliss.  And can hold it.\n\nBut then he cashes in with his little \"Master\" throne.  And that is certain to destroy his progress.  He'll return completely to the blue zone in a few months, and only be a \"green zone tourist\" from that point on.  Like an old man, retelling his glory days of visiting Rome.  But too lazy to actually go there anymore.\n\nMagic wiped out by \"the fliers mind\".   Turned ordinary, until no effort is made to get there again.\n\nNot destroyed how you would expect!\n\nThere's no point in describing that mental tendency that destroys magic much, because anyone who practices realizes it's there right away.\n\nBut there are \"other versions\" of it that come at advanced stages.   Don't think in terms of conquering that specific one and you're all done.\n\nOr you might run out of gas halfway to Vegas.\n\nOne surprising version of it, which goes contrary to the spirit of that book deal mind, only shows up once you are surrounded by intense miracles that would make any saint or prophet scream \"You lie sir!!!\", if you tried to tell them what they're missing.\n\nTrust me, there's no point in trying to wake up fake magic people.   Nothing you learn to do will impress them in any way.\n\nBut you'd expect your own self to be impressed!\n\nAnd yet, by the time you are in all you can eat magic land, you actually feel some \"boredom\".\n\nNow, the boredom itself if no big deal.    The initial reaction you'll have, thinking about it,  is that it's just the result of some physical circumstance.\n\nMaybe you're a bit in pain today, so there's noise. Got into an argument with a big fry petty tyrant.\n\nOr didn't get enough sleep.\n\nBut in fact, it just means you've reasserted your \"idea of a self\".\n\nYou can make it all the way out to the purple zone, and still manage to \"be yourself\" on occasion.\n\nLet me try a different angle to make this clear.\n\nOut in the deep orange zone, you can break the laws of physics.\n\nNo big deal at all!\n\nNew person warning:  It's not like Marvel comics.  Stuff is extremely hard to repeat.  Because learning to repeat it, IS \"cleaning the link to intent\".  Sorcey is about learning to repeat stuff, more than about learning how to get magic to happen.\n\nSo don't anyone start imagining road trips to cash in with the \"Breaking the Laws of Physics in Love\" international festival.\n\nI'm making fun of Kachora there.\n\nBUT, you do in fact get to break the laws of physics often enough to be pleased with yourself.\n\nSo how?\n\nOnly when you can \"shrink\" the tonal away, to where you simply slip into your double without any obvious transition.  You didn't lay down and go to sleep, didn't sit down, and aren't even standing there in your darkroom like a mannequin.\n\nYou can literally take a running leap through a solid wall. Just the way don Juan \"shoved\" Carlos in the ticket office, to get his tonal to shrink.\n\nThe running leap to exit your darkroom through the wall is a fortunate circumstance, because if you were simply \"zoning out\" and having a dream you'd wake up with a broken neck.\n\nInstead there is NO EXPLANATION for what happened.\n\nAnd don't anyone thing you just need a \"leap of faith\".\n\nThat will indeed cause the broken neck.\n\nYou just \"do it\", when it's possible. If you have to think about it, it's not.\n\nExcept that in order to do that, you have to have no \"self\".\n\nNo sense of the realness of your body, and how it has to obey certain rules.\n\nYou become \"uncensored\".\n\nThat's too easy to misunderstand, until you do it.\n\n\"Shrinking the Tonal\" is in fact a very important part of sorcery technology.\n\nThere was just no point in discussing to too much in the books.  So it's a rare topic.\n\nBut in my opinion, don Juan's lineage spent most of their time with a \"shrunken Tonal\", and did most activities in their double.\n\nThus they could commonly live 110 years.\n\nTheir tonal body only saw 80 of those.\n\nJust a theory, but you'll likely conclude the same thing.\n\nSo you can make it to the purple zone, where you are doing magic that even Spielberg would like to see in cartoon form.  So he can steal ideas.\n\nBut you can be doing it, as \"yourself\".\n\nI don't know how, but that \"self\" can find it's way over to the purple zone.\n\nThe result is, you can't manipulate silent knowledge directly.\n\nOn the other hand, if you have no self, you can literally \"sculpt\" your inorganic being.\n\nI was sculpting Fancy last night. I couldn't believe my eyes. She just hovered there, while I played with her face using my hands.\n\nBut I had NO sense of self there.\n\nEarlier I was trying to \"read off the wall\", and was looking at amazing buzzing and sparkles of emanations all around me.\n\nSeemingly more intense magic than \"sculpting your inorganic being's face\".\n\nAnd it ought to have been!  I could look in any direction, and pick up \"real\" energy that way.\n\nNot phantom constructs. Those were easy to see in that state.  Phantom rooms galore, anytime you want one.\n\nBut to see \"energy\" is different.  You're looking for \"real\" stuff.\n\nAnd yet, I got the idea to stop and watch \"Wakanda Forever\".\n\nIt just came out on Disney+.\n\nSo what you're describing here in the red zone, goes on and on.  It just mutates into a new bad thing.\n\nIt is in fact the never ending process of \"cleaning the link to intent\".\n\nAfter which you find out the astonishing news.\n\nWhen you get it clean, you feel perfectly normal.\n\nIt's just you again.  More \"normal\" than you've been since early childhood.\n\nBut there's something else added.\n\nCould be \"will\".\n\nYou stop \"wishing and scheming and manipulating\" to force reality to be what you want.\n\nIn that sense, we're ALL bad players.  Desperately trying to force reality to be what we want, but at a fundamental mental level.\n\nBut when you have no \"self\" out there in the purple zone, reality is just what you can \"feel\" in front of you.\n\nAnd you can withdraw that feeling, and focus it on a different version of  reality.", "edited": 1676221242.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j89b51v", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This all becomes terribly obvious when you sustain the purple zone each night for a few weeks.&lt;/p&gt;\n\n&lt;p&gt;Visible even!&lt;/p&gt;\n\n&lt;p&gt;And yes, the horrible battle is with a force that keeps trying to push us back to the blue line.&lt;/p&gt;\n\n&lt;p&gt;I got some insight on that last night, and I was seeing it as an &amp;quot;extra thing&amp;quot; riding on the thoughts (minds) of everyone in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;As if &amp;quot;the fliers&amp;quot; didn&amp;#39;t hop around over the trees, outdoors.&lt;/p&gt;\n\n&lt;p&gt;But in the thoughts of mankind. They&amp;#39;re &amp;quot;flying&amp;quot; from person to person, landing on their &amp;quot;mind&amp;quot; each time.&lt;/p&gt;\n\n&lt;p&gt;And I saw that, that was the source of &amp;quot;the book deal mind&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But I can only translate it.  &amp;quot;Seeing&amp;quot; is vast, it&amp;#39;s not a single meaning. It&amp;#39;s more like a &amp;quot;blob&amp;quot; of knowledge.  And it takes a while to extract pieces. Some perhaps will be lost before you do.&lt;/p&gt;\n\n&lt;p&gt;But one part was, the tendency to try to profit from magic the instant you see some of it that&amp;#39;s real, is a key part of what destroys magic.&lt;/p&gt;\n\n&lt;p&gt;But not because you want to profit. Instead, it&amp;#39;s because you want to &amp;quot;report it&amp;quot; to others, so it can be dealt with.&lt;/p&gt;\n\n&lt;p&gt;Removed.  We&amp;#39;re like little kids who daddy tells, &amp;quot;now this gift is for mommy, but don&amp;#39;t tell her. I&amp;#39;m hiding it in the closet right here.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And 10 seconds later, the little kid is telling mommy.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s us.&lt;/p&gt;\n\n&lt;p&gt;We go to get the &amp;quot;profit&amp;quot;, but the real purpose is to destroy  magic.  We just don&amp;#39;t realize it.  Or even care.&lt;/p&gt;\n\n&lt;p&gt;So that perhaps a &amp;quot;real&amp;quot; Zen master is totally excited and happy when he first makes it to the green zone of &amp;quot;Japanese Master&amp;quot; bliss.  And can hold it.&lt;/p&gt;\n\n&lt;p&gt;But then he cashes in with his little &amp;quot;Master&amp;quot; throne.  And that is certain to destroy his progress.  He&amp;#39;ll return completely to the blue zone in a few months, and only be a &amp;quot;green zone tourist&amp;quot; from that point on.  Like an old man, retelling his glory days of visiting Rome.  But too lazy to actually go there anymore.&lt;/p&gt;\n\n&lt;p&gt;Magic wiped out by &amp;quot;the fliers mind&amp;quot;.   Turned ordinary, until no effort is made to get there again.&lt;/p&gt;\n\n&lt;p&gt;Not destroyed how you would expect!&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s no point in describing that mental tendency that destroys magic much, because anyone who practices realizes it&amp;#39;s there right away.&lt;/p&gt;\n\n&lt;p&gt;But there are &amp;quot;other versions&amp;quot; of it that come at advanced stages.   Don&amp;#39;t think in terms of conquering that specific one and you&amp;#39;re all done.&lt;/p&gt;\n\n&lt;p&gt;Or you might run out of gas halfway to Vegas.&lt;/p&gt;\n\n&lt;p&gt;One surprising version of it, which goes contrary to the spirit of that book deal mind, only shows up once you are surrounded by intense miracles that would make any saint or prophet scream &amp;quot;You lie sir!!!&amp;quot;, if you tried to tell them what they&amp;#39;re missing.&lt;/p&gt;\n\n&lt;p&gt;Trust me, there&amp;#39;s no point in trying to wake up fake magic people.   Nothing you learn to do will impress them in any way.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;d expect your own self to be impressed!&lt;/p&gt;\n\n&lt;p&gt;And yet, by the time you are in all you can eat magic land, you actually feel some &amp;quot;boredom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Now, the boredom itself if no big deal.    The initial reaction you&amp;#39;ll have, thinking about it,  is that it&amp;#39;s just the result of some physical circumstance.&lt;/p&gt;\n\n&lt;p&gt;Maybe you&amp;#39;re a bit in pain today, so there&amp;#39;s noise. Got into an argument with a big fry petty tyrant.&lt;/p&gt;\n\n&lt;p&gt;Or didn&amp;#39;t get enough sleep.&lt;/p&gt;\n\n&lt;p&gt;But in fact, it just means you&amp;#39;ve reasserted your &amp;quot;idea of a self&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You can make it all the way out to the purple zone, and still manage to &amp;quot;be yourself&amp;quot; on occasion.&lt;/p&gt;\n\n&lt;p&gt;Let me try a different angle to make this clear.&lt;/p&gt;\n\n&lt;p&gt;Out in the deep orange zone, you can break the laws of physics.&lt;/p&gt;\n\n&lt;p&gt;No big deal at all!&lt;/p&gt;\n\n&lt;p&gt;New person warning:  It&amp;#39;s not like Marvel comics.  Stuff is extremely hard to repeat.  Because learning to repeat it, IS &amp;quot;cleaning the link to intent&amp;quot;.  Sorcey is about learning to repeat stuff, more than about learning how to get magic to happen.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t anyone start imagining road trips to cash in with the &amp;quot;Breaking the Laws of Physics in Love&amp;quot; international festival.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m making fun of Kachora there.&lt;/p&gt;\n\n&lt;p&gt;BUT, you do in fact get to break the laws of physics often enough to be pleased with yourself.&lt;/p&gt;\n\n&lt;p&gt;So how?&lt;/p&gt;\n\n&lt;p&gt;Only when you can &amp;quot;shrink&amp;quot; the tonal away, to where you simply slip into your double without any obvious transition.  You didn&amp;#39;t lay down and go to sleep, didn&amp;#39;t sit down, and aren&amp;#39;t even standing there in your darkroom like a mannequin.&lt;/p&gt;\n\n&lt;p&gt;You can literally take a running leap through a solid wall. Just the way don Juan &amp;quot;shoved&amp;quot; Carlos in the ticket office, to get his tonal to shrink.&lt;/p&gt;\n\n&lt;p&gt;The running leap to exit your darkroom through the wall is a fortunate circumstance, because if you were simply &amp;quot;zoning out&amp;quot; and having a dream you&amp;#39;d wake up with a broken neck.&lt;/p&gt;\n\n&lt;p&gt;Instead there is NO EXPLANATION for what happened.&lt;/p&gt;\n\n&lt;p&gt;And don&amp;#39;t anyone thing you just need a &amp;quot;leap of faith&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That will indeed cause the broken neck.&lt;/p&gt;\n\n&lt;p&gt;You just &amp;quot;do it&amp;quot;, when it&amp;#39;s possible. If you have to think about it, it&amp;#39;s not.&lt;/p&gt;\n\n&lt;p&gt;Except that in order to do that, you have to have no &amp;quot;self&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;No sense of the realness of your body, and how it has to obey certain rules.&lt;/p&gt;\n\n&lt;p&gt;You become &amp;quot;uncensored&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s too easy to misunderstand, until you do it.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Shrinking the Tonal&amp;quot; is in fact a very important part of sorcery technology.&lt;/p&gt;\n\n&lt;p&gt;There was just no point in discussing to too much in the books.  So it&amp;#39;s a rare topic.&lt;/p&gt;\n\n&lt;p&gt;But in my opinion, don Juan&amp;#39;s lineage spent most of their time with a &amp;quot;shrunken Tonal&amp;quot;, and did most activities in their double.&lt;/p&gt;\n\n&lt;p&gt;Thus they could commonly live 110 years.&lt;/p&gt;\n\n&lt;p&gt;Their tonal body only saw 80 of those.&lt;/p&gt;\n\n&lt;p&gt;Just a theory, but you&amp;#39;ll likely conclude the same thing.&lt;/p&gt;\n\n&lt;p&gt;So you can make it to the purple zone, where you are doing magic that even Spielberg would like to see in cartoon form.  So he can steal ideas.&lt;/p&gt;\n\n&lt;p&gt;But you can be doing it, as &amp;quot;yourself&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know how, but that &amp;quot;self&amp;quot; can find it&amp;#39;s way over to the purple zone.&lt;/p&gt;\n\n&lt;p&gt;The result is, you can&amp;#39;t manipulate silent knowledge directly.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, if you have no self, you can literally &amp;quot;sculpt&amp;quot; your inorganic being.&lt;/p&gt;\n\n&lt;p&gt;I was sculpting Fancy last night. I couldn&amp;#39;t believe my eyes. She just hovered there, while I played with her face using my hands.&lt;/p&gt;\n\n&lt;p&gt;But I had NO sense of self there.&lt;/p&gt;\n\n&lt;p&gt;Earlier I was trying to &amp;quot;read off the wall&amp;quot;, and was looking at amazing buzzing and sparkles of emanations all around me.&lt;/p&gt;\n\n&lt;p&gt;Seemingly more intense magic than &amp;quot;sculpting your inorganic being&amp;#39;s face&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And it ought to have been!  I could look in any direction, and pick up &amp;quot;real&amp;quot; energy that way.&lt;/p&gt;\n\n&lt;p&gt;Not phantom constructs. Those were easy to see in that state.  Phantom rooms galore, anytime you want one.&lt;/p&gt;\n\n&lt;p&gt;But to see &amp;quot;energy&amp;quot; is different.  You&amp;#39;re looking for &amp;quot;real&amp;quot; stuff.&lt;/p&gt;\n\n&lt;p&gt;And yet, I got the idea to stop and watch &amp;quot;Wakanda Forever&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It just came out on Disney+.&lt;/p&gt;\n\n&lt;p&gt;So what you&amp;#39;re describing here in the red zone, goes on and on.  It just mutates into a new bad thing.&lt;/p&gt;\n\n&lt;p&gt;It is in fact the never ending process of &amp;quot;cleaning the link to intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;After which you find out the astonishing news.&lt;/p&gt;\n\n&lt;p&gt;When you get it clean, you feel perfectly normal.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just you again.  More &amp;quot;normal&amp;quot; than you&amp;#39;ve been since early childhood.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s something else added.&lt;/p&gt;\n\n&lt;p&gt;Could be &amp;quot;will&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You stop &amp;quot;wishing and scheming and manipulating&amp;quot; to force reality to be what you want.&lt;/p&gt;\n\n&lt;p&gt;In that sense, we&amp;#39;re ALL bad players.  Desperately trying to force reality to be what we want, but at a fundamental mental level.&lt;/p&gt;\n\n&lt;p&gt;But when you have no &amp;quot;self&amp;quot; out there in the purple zone, reality is just what you can &amp;quot;feel&amp;quot; in front of you.&lt;/p&gt;\n\n&lt;p&gt;And you can withdraw that feeling, and focus it on a different version of  reality.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1100lff/the_sorcerers_rationalization/j89b51v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1676220839.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1100lff", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j88snm6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "LuminusWitch", "can_mod_post": false, "created_utc": 1676212928.0, "send_replies": true, "parent_id": "t3_1100lff", "score": 2, "author_fullname": "t2_lxs9y0so", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This actually happened to me last week when i was practicing. what a coincidence.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j88snm6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This actually happened to me last week when i was practicing. what a coincidence.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1100lff/the_sorcerers_rationalization/j88snm6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1676212928.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1100lff", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]