[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/dble1qukb2ba1.jpg?width=2284&amp;format=pjpg&amp;auto=webp&amp;s=1ef0444697b4843aac9e4c7b39657af324786417\n\n&amp;#x200B;\n\nAt the entrance to her little garden on the side of our house, the first thing one might notice is that Cholita ripped the wooden gate off the concrete block wall, cut it into odd pieces, and formed a barricade from it.\n\nShe propped it up so that you can sneak past the barricade on the right side, but just barely.\n\nWhen I saw that I thought to myself, \"It's unsightly, but better than the yellow police barricade tape she put up a couple of  years ago.\"\n\nCholita had blocked off most of the yard with crime scene tape warning others not to enter, lest they fall victim to the same fate as her.\n\nI was told by the neighbor that the police came to look into it once, while I wasn't home. But Cholita didn't answer the door.\n\nShe's long since removed the police tape.  Now it's just a barricade made from our old wooden gate, and relatively easy to walk around.  The main feature being, there's no latch anyone can use to lock her in, if she needs to make a quick escape.\n\nAs you enter, to the left you see a painting Cholita made on the stucco wall of the garage.  She even framed it, but with a real frame.  So you find a real frame there on that wall. But when you look at the \"painting\", you are actually looking into the house through some magical symbols she used in the image.\n\nA series of brightly colored bricks has been carefully lined up on the right of the passage into her garden, down at foot level.  With the passage being the concrete walkway between the garage and the block wall.\n\nThere's a little dip in that concrete to the right side near the block wall,  so occasionally you'll find flowing water running continuously along that side of the path, into the driveway in the front of the house, and down into the street.\n\nSomething frowned upon by neighbors if the water is flowing for many days, so it's a rare sight to see that Cholita is cleansing her garden with flowing water again.\n\nBut the colors on the blocks catch your eye, and along with the painting you know there's going to be more to see.\n\nIt's a story.\n\nThere is indeed more if you gaze past the entry way and into her garden and beyond.  It's rather elaborate.\n\nBut to see that you have to look past the visual effects of an ordinary looking garden, to find what's out of place.\n\nAn oddly large piece of yellow broken glass with iridescent paint on it, stuck in the spines of a cactus?\n\nImpossible to remove to examine, without being pricked. Is that an accident, or did someone put it there as a warning?\n\nOnce you see that cactus you realize there are others, and they form a passage out into the backyard itself which has swirling pathways obviously designed with some purpose in mind, but impossible to figure out without closely examining more details.\n\nWhich could be fatal.  Ask the neighborhood tomcat about whether it's safe to visit Cholita's garden uninvited.\n\nExcept he was hurled down the street in a freak truck accident that shocked all the neighbors who witnessed it.\n\nSo you can't ask the cat.\n\nI only sneak out into Cholita's garden when I have a valid excuse.  And I never linger.\n\nThere's consequences.\n\nBut one thing is clear, witches are storytellers.\n\nAnd in fact, most western witchcraft uses stories to create their \"spells\".\n\nAnd many witches become witches for the same reason Cholita suffers so much these days.\n\nThey lost their story!\n\nWomen are usually forced to follow the men around in our modern world.  Even when they aren't, they've been convinced that instead they ought to be behaving like men. Not just following them around.\n\nSo whatever the end result, they're usually slaves to men.\n\nTo console themselves, they create a pleasing story.\n\nHe's the \"love of my life\".  Or my \"soul mate\".\n\nOr \"We'll raise a happy family together.\"\n\nOr for the rebels, \"I'll be married to Christ, and work with other nuns for the good of mankind in order to please God.\"\n\nWe all know the stories women are supposed to live by.\n\nBut it doesn't work because in fact we're just \"spooky apes\".\n\nChimps. And chimps don't do well in cages, even cages as big as a home in the suburbs.\n\nIt's still a cage that separates you from the freedom to wander around exploring.\n\nWhich the women do even better than the men.\n\nBut because we're trapped, we're stuck living in a pretty ugly \"story\".\n\nWhich people will fight to the death, to defend.\n\nWe even get \"story invaders\" to this subreddit.\n\nMen who come here to try to change the story from everyone working together to REALLY learn magic, to something more self serving. They want to change the story to be about them, and their amazing magical knowledge.\n\nAnd they're willing to attack others, to make their story be the dominant one.\n\nSome only want to hook themselves into the subreddit's story, as a \"comrade in arms\". Someone who deserves everyone's respect on account of their amazing knowledge (which they don't actually have), but who is willing to keep it less about them, and more about the group, as long as we respect their part in the story.\n\nIn some ways, life is about stories.\n\nOr at least, tolerating life is about stories.\n\nAnd when life becomes intolerable for some women, because they lost their story, they turn to witchcraft.\n\nThey weave themselves into a better story. One where  they have more power.\n\nSome become devotees of \"Gaia\".\n\nSome join league with evil demons,  such as the giant cobra so popular in Russia with witches.\n\nSome like Cholita, use everything that inspires them.\n\nYou'll find mixes of all philosophies in Cholita's garden paradise.\n\nEven Asian stuff, which anyone who knows me realizes will be sure to piss me off.\n\nCholita seems to take pleasure in featuring Chinese mystical ornaments most prominently, knowing I'll really hate that.\n\nIn my case, it's because I'm in a battle to try to save the teachings from what seemed to be inevitable demise.\n\nAnd Asian mysticism wasn't helping.  In fact, it's a large part of what helped destroy all that Carlos had given us.\n\nIt was as if Carlos had presented us with a brilliant \"new\" story.  Except that it was cooler than all other stories, because it was far older.\n\nSo it was hated.  The other \"story tellers\", the ones profiting from their stories, didn't like that the story Carlos was telling made them look inferior.\n\nEven the \"genuine native american shamans\", didn't like the story Carlos was telling.\n\nThey couldn't do those things!\n\nIt was just \"too cool to be true\".\n\nA lot of stories start with \"A long time ago...\"\n\nBecause it's also cooler then \"just last week\".\n\nIt sets the mood for the start of the story.\n\nIt begins the \"flow of intent\" for that story.  And if it's disconnected from the mundane flow of our ordinary intent, by being \"long, long ago...\",  that's very helpful to set the mood for a good story.\n\nBut people practicing Asian mysticism and who are always too lazy to actually follow the instructions Carlos gave us for his story, will simply say \"That's an old story. He plagiarized it from Dzogchen.\"\n\nOr, \"Big deal. The Daoists had known about that thousands of years before Carlos wrote about it!\"\n\nThey do the same thing that bad player visitors do in the subreddit. They try to change the story.\n\nSorcerers are of course, the ultimate storytellers.\n\nThey have a ritual for their \"official\" version of storytelling.\n\nEveryone sits around a campfire at night, to reduce the distractions of the world.\n\nIt's a method long used by Shamanism. It creates a little world filled only with the participants to the story telling.   But with spooky flickering lights all around, producing a magical look on everything.\n\nA sorcerer storyteller then tells a story, but at the end of it he turns a hat placed in the middle between the participants, to indicate he intends to \"change the story\".\n\nTo change the ending.\n\nIt's an attempt to manipulate reality, by altering the flow of ideas in a group of people.\n\nWhich is exactly what sorcery is!\n\nIt's also why witchcraft works.\n\nWitches attempt to \"manipulate the story\" through intent, and rituals designed to alter its flow.\n\nAnd so witchcraft really works!\n\nSometimes...\n\nBut for those witches who want to use that as an excuse not to work hard, don't.\n\nThe story of modern witches doesn't lead far enough to produce freedom.  You just end up in another bad marriage, to a different \"husband\".\n\nIn another poor story that you have to cling to, in order to avoid having no story at all.\n\nSorcery is unique, because it's NOT about the story.\n\nIt's about storytelling in general, and how all of reality is just \"story bubbles\" in which people live.\n\nSomething you have to see with your own eyes, by learning sorcery.\n\nOtherwise it's just another lame story that seems likely untrue, and won't have the power to make your existance any better.\n\nSorcery is mostly rejected out of hand, for that very reason.  People can spot a \"phony story\".\n\nExcept, that one about Jesus looks true...\n\nOr the one about the Amazing Buddha Man, who mastered all of magic in a few short months.\n\nOr the Daoist mystics flying between mountain peaks on Formosa, living on the dew that falls on leaves early in the morning.\n\nTHOSE stories \"make sense\" to the average person.\n\nOr at least, they can choose one from what's available.  To add some \"meaning\" into their own story.\n\nBut the story of sorcerers is too gloomy and too hard for the average person, so they'll reject it out of hand.\n\nSorcerers don't sooth people with false promises that \"the principle of the universe is love\".\n\nThey tell the truth. We live in a predatory universe, run by a Tyrant.\n\nSo our current story is a bit too gloomy for most people.\n\nIt's a \"series of unfortunate events\".\n\nSomething that was changed in Star Wars.\n\nSame story as ours, different telling.\n\nAnd that one is popular.\n\nSo clearly it's not impossible to \"fix\" our own storytelling, to make it easier for people to motivate themselves to put in the time and learn.\n\nOur current \"campfire\" for story telling is darkroom practice.\n\nIt isolates us the same as sitting around a campfire at night \"frames\" the place in which the story is to be told.\n\nThe same way Cholita's entryway painting does.\n\nAnd then if you are doing the tensegrity correctly, using the same forms you previously selected to be in your set, you begin to tell a story with each.\n\nThe stories were started by Carlos.  He gave us a wacky story to go with each Tensegrity form!\n\nSuch as, this one summons your double to stand in front of  you!\n\nThat one brings down a puff of awareness from a star.\n\nAnother mashes invisible energy on the floor, to stir it up and make all of your spells work.\n\nExcept, those wacky stories become fully visible if the Tensegrity is done right!\n\nThere is in fact no limit to what a tensegrity form can do. What sights you can see while doing it.\n\nAnd you aren't even limited to staying in the room you've darkened.\n\nOften you'll get to leave to go into the story.\n\nSeemingly in your physical body, violating the laws of physics as you leave a sealed room without using the door.\n\nBut it only happens when the Tensegrity \"story\" flows just right.  You have to be drifted into a different copy of reality,  in order to break the rules of this one.\n\nCarlos didn't just create stories to go with the Tensegrity forms, but he also did that with his new recruits.\n\nWorkshops began with him selecting 3 young women, and creating \"new stories\" for each.\n\nHe gave people new names, a new personal history of sorts, and encouraged them to \"dream themselves into being\" as the new person they'd been renamed for.\n\nThe lineage of don Juan did that too, with Pablito supposedly in a deadly battle with his mother Soledad.  As far as Carlos knew, it was a true and very sad story.\n\nAnd then Carlos was told that a witch had become angry with him, and wanted to kill him.  La Catalina.  A witch so powerful she could turn into a lizard dog monster on demand, and leap across entire roads in a single step.\n\nThe \"story\" of reality that Carlos had grown up with, was turned upside down by don Juan's stories.\n\nIn order to get him to \"change stories\".\n\nTo one that includes magic.\n\nAnd it worked.\n\nEven though, none of those stories about the other apprentices were \"true\".\n\nBut what is \"true\"?\n\nIf you consider the point of view of sorcerers, which is a very practical point of view completely devoid of fantasy as we assume of it, true is simply which emanations are currently glowing.\n\nWhich of the zillions of superstrings of potential awareness conduits, is glowing.\n\nIt's our entire reality.\n\nOur awareness flows out, it hits some \"emanations\", and they send back feelings.\n\nThe sum of all of the feelings is what seems to be reality.\n\nAnd we don't entirely control where our awareness flows, because the potential emanations in any direction are far too many for a good story.\n\nA good story can't be about \"everything\".\n\nIt has to narrow down to a single flow of \"facts\", or we can't fathom it.\n\nThe flow can go all sorts of directions, but it needs to stay within limits or it's impossible to make use of it.\n\nAnd with far too many \"emanations\" in any given direction you might focus your awareness, most have to be ignored.\n\nExcept there's trillions of them needed in order to create a single person's current reality.  And no person could keep track of \"trillions\".\n\nSo the process of selecting which of the trillions to  use from the zillions, has to be \"automated\".\n\nAnd it is.\n\nThe way it works is, the ones in the direction you focus  your awareness which have the brightest glow, the ones with the most residual awareness from the last time they were used by another human, are the most likely to be \"assembled\" into your new reality.\n\nBUT, those are triggered by where you flow your own awareness. So you do ultimately have control over the process.  But only the \"start\" of it.  Not what flows from what you started.\n\nSo to master reality, you need to control where the initial flow of your own awareness goes, into the dark sea of emanations.  If you change the start of the story, you can change the entire story.\n\nBut you can't be starting the \"old story\" at the same time. So you have to eliminate all thoughts in your mind, and only send awareness in the direction  you intend it to go.\n\nUsually based on your own memory of some feature of that other reality you want to summon. Something you \"noticed\" before.\n\nExcept that to believe this, you must see it with your own eyes.\n\nSee that our \"story\" is what actually forms our reality, because it helps select which of the emanations will be emphasized initially, when our world is assembled from nothingness.\n\nIf you can tilt the balance to a different direction, you get a different result.\n\nA different story.\n\nSome sorcerers in our lineage were said to be so powerful, they could alter ANY aspect of their reality story.\n\nFor real.\n\nNaturally my greed causes me to wonder, if you got a chocolate donut but wanted a maple bar, could you just have a maple bar there instead?\n\nI can certainly do that during darkroom practice.  I can materialize both kinds of donuts, right there in front of me.\n\nOn the bedspread. Or even floating in the air.\n\nBut since I can't take a bite, that's not a very good \"story\".  No one is going to believe that's more than just a curiosity.\n\nSo until we find out if it's possible to reach that level, we have Tensegrity forms to teach us.\n\nThe tensegrity form is a story.\n\nAs you tell the same story each day, you pick up the coolness of stories.\n\nWhy they appeal to small children.\n\nStories guide the flow of intent. And telling the story more times produces an easier flow of awareness in a controlled direction.\n\nSmall children like to hear the same story over and over again.\n\nAnd the reason is, they aren't idiots like us.\n\nWe have to hear a new story each time, to stay interested.\n\nMaybe we can listen to the same one, or go to the same movie 2 or 3 times, but at some point we believe we \"know\" that story.  And need a new one.\n\nSmall children never reach that point.  Their assemblage points are still very flexible, and the story itself can direct where their awareness flows, energizing emanations that are just as real as any others that are glowing.\n\nSo a small child can \"live\" in the story as it's being told. And THAT'S what they like about the story.  They aren't even listening to the same story an adult is hearing.  For them, it's magic in progress.\n\nIt's perhaps easier to see in the bathtub.\n\nA small child can bring a toy ship or airplane into the bath.\n\nThe bath becomes their campfire, isolating them from the distractions of the currently running \"story\", so they can experience another.\n\nAnd play in it, actually shrinking down to be a pirate riding on that little ship.\n\nOr a fighter plane pilot, searching the oceans for enemy invaders.\n\nThey actually get a \"daydream\" of the scene, which can be as vivid as a sleeping dream.\n\nThey have assemblage points so flexible, that a simple story can alter reality around them.\n\nWhen repeated over and over that is.\n\nSo that they learn to \"notice\" the \"good parts\".  The good parts only take on more energy of awareness when \"noticed\".\n\nSomething you'll learn during darkroom.\n\nTensegrity is like that.  Each form a \"story\".\n\nAnd by doing the same form over and over again, in your own \"bathtub / campfire\" darkroom, concentrating on the flow of the movements, you \"notice\" elements of the story you were given.\n\nWith Stellar Hatch, you end up actually seeing that ball of light Carlos said would be projected into space.\n\nWith Mashing Energy, you actually see the fibers of light being mashed by the movements.\n\nAt first you'll be tickled pink!  And your excitement will end the story.  You'll break the flow because you'll begin to think about \"who you can tell\", or how famous you might become, if you get very good at this.\n\nYou changed the story. So the magical lizards stop narrating the story just as they did when Carlos interrupted the Devil's Weed ceremony.\n\nBut later the story will get more and more vivid, until the results are too crazy to even tell anyone about.\n\nIn the case of Stellar Hatch, you'll find yourself zipping over to the star you are below, and landing on a planet in its orbit.  To say hello to your new Solar Inorganic being friend, from a planet which is orbiting around her hundreds of light years from earth.\n\nFor real you can do that!\n\nTensegrity, like witchcraft, is the manipulation of stories.\n\nBut you need to be isolated around a campfire, or in a dark room, to keep out the distractions.\n\nSo that you can see the \"flow\" of the story.  And learn \"what comes next\".\n\nKnowing what comes next in the story makes it more real because it leaves latent awareness in those emanations, to cause them to light up quickly when the flow of awareness turns in that direction.\n\nEventually you'll even be able to \"turn the hat\" the way sorcerer story tellers do.\n\nTo symbolize the story is about to be told, with a different ending.\n\nAnd your darkroom will respond.\n\nI tested it out very early this morning, looking up into the darkness.\n\nI \"turned the hat\".\n\nFamiliar darkroom gazing colors will begin to swirl above you,  and then because you \"turned the hat\", a dark fog will blow through and the colors will ripple and change, and begin swirling differently.\n\nAnd you know that this time the Tensegrity pass is going to have an alternate ending.\n\nIf you can witness that, eventually you come to realize the truth of what sorcery is.\n\nIt isn't about the story itself, as with other magical systems.\n\nIt's about why stories matter at all.  And the realization that our reality is just another story we were born into.  And not the only one humans in the past were born into.\n\nNor the only one we as beings can live.\n\nSome of the choices humans have for stories aren't human at all.\n\nThose are the ones the new seers most avidly seek.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Witches Are Storytellers", "link_flair_richtext": [{"e": "text", "t": "Tensegrity"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"dble1qukb2ba1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 143, "x": 108, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=3d19ad4cea6a62bed247fa8b56345ee0406fdc17"}, {"y": 287, "x": 216, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=11827d8a82834f11a8a03f643353b39ffda23429"}, {"y": 425, "x": 320, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=6cf340f288dc21d88095b04407aa6e5d06124c8c"}, {"y": 851, "x": 640, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=9ca85942227782a43b8331ea06e5ebca6e452f46"}, {"y": 1277, "x": 960, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=8cf32229327f5676fbbaf321a7ccd01fe8de2064"}, {"y": 1437, "x": 1080, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=d049fb34b545c68ca489e02b5c62fa1f40ff057b"}], "s": {"y": 3040, "x": 2284, "u": "https://preview.redd.it/dble1qukb2ba1.jpg?width=2284&amp;format=pjpg&amp;auto=webp&amp;s=1ef0444697b4843aac9e4c7b39657af324786417"}, "id": "dble1qukb2ba1"}}, "name": "t3_107i8ig", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.97, "author_flair_background_color": null, "subreddit_type": "public", "ups": 27, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Tensegrity", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/nR26o94KdUHpYAKGw3Q8sozAM3bmpZcH1dC3UCU10LY.jpg", "edited": 1673289639.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1673280672.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/dble1qukb2ba1.jpg?width=2284&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=1ef0444697b4843aac9e4c7b39657af324786417\"&gt;https://preview.redd.it/dble1qukb2ba1.jpg?width=2284&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=1ef0444697b4843aac9e4c7b39657af324786417&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;At the entrance to her little garden on the side of our house, the first thing one might notice is that Cholita ripped the wooden gate off the concrete block wall, cut it into odd pieces, and formed a barricade from it.&lt;/p&gt;\n\n&lt;p&gt;She propped it up so that you can sneak past the barricade on the right side, but just barely.&lt;/p&gt;\n\n&lt;p&gt;When I saw that I thought to myself, &amp;quot;It&amp;#39;s unsightly, but better than the yellow police barricade tape she put up a couple of  years ago.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Cholita had blocked off most of the yard with crime scene tape warning others not to enter, lest they fall victim to the same fate as her.&lt;/p&gt;\n\n&lt;p&gt;I was told by the neighbor that the police came to look into it once, while I wasn&amp;#39;t home. But Cholita didn&amp;#39;t answer the door.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;s long since removed the police tape.  Now it&amp;#39;s just a barricade made from our old wooden gate, and relatively easy to walk around.  The main feature being, there&amp;#39;s no latch anyone can use to lock her in, if she needs to make a quick escape.&lt;/p&gt;\n\n&lt;p&gt;As you enter, to the left you see a painting Cholita made on the stucco wall of the garage.  She even framed it, but with a real frame.  So you find a real frame there on that wall. But when you look at the &amp;quot;painting&amp;quot;, you are actually looking into the house through some magical symbols she used in the image.&lt;/p&gt;\n\n&lt;p&gt;A series of brightly colored bricks has been carefully lined up on the right of the passage into her garden, down at foot level.  With the passage being the concrete walkway between the garage and the block wall.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a little dip in that concrete to the right side near the block wall,  so occasionally you&amp;#39;ll find flowing water running continuously along that side of the path, into the driveway in the front of the house, and down into the street.&lt;/p&gt;\n\n&lt;p&gt;Something frowned upon by neighbors if the water is flowing for many days, so it&amp;#39;s a rare sight to see that Cholita is cleansing her garden with flowing water again.&lt;/p&gt;\n\n&lt;p&gt;But the colors on the blocks catch your eye, and along with the painting you know there&amp;#39;s going to be more to see.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a story.&lt;/p&gt;\n\n&lt;p&gt;There is indeed more if you gaze past the entry way and into her garden and beyond.  It&amp;#39;s rather elaborate.&lt;/p&gt;\n\n&lt;p&gt;But to see that you have to look past the visual effects of an ordinary looking garden, to find what&amp;#39;s out of place.&lt;/p&gt;\n\n&lt;p&gt;An oddly large piece of yellow broken glass with iridescent paint on it, stuck in the spines of a cactus?&lt;/p&gt;\n\n&lt;p&gt;Impossible to remove to examine, without being pricked. Is that an accident, or did someone put it there as a warning?&lt;/p&gt;\n\n&lt;p&gt;Once you see that cactus you realize there are others, and they form a passage out into the backyard itself which has swirling pathways obviously designed with some purpose in mind, but impossible to figure out without closely examining more details.&lt;/p&gt;\n\n&lt;p&gt;Which could be fatal.  Ask the neighborhood tomcat about whether it&amp;#39;s safe to visit Cholita&amp;#39;s garden uninvited.&lt;/p&gt;\n\n&lt;p&gt;Except he was hurled down the street in a freak truck accident that shocked all the neighbors who witnessed it.&lt;/p&gt;\n\n&lt;p&gt;So you can&amp;#39;t ask the cat.&lt;/p&gt;\n\n&lt;p&gt;I only sneak out into Cholita&amp;#39;s garden when I have a valid excuse.  And I never linger.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s consequences.&lt;/p&gt;\n\n&lt;p&gt;But one thing is clear, witches are storytellers.&lt;/p&gt;\n\n&lt;p&gt;And in fact, most western witchcraft uses stories to create their &amp;quot;spells&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And many witches become witches for the same reason Cholita suffers so much these days.&lt;/p&gt;\n\n&lt;p&gt;They lost their story!&lt;/p&gt;\n\n&lt;p&gt;Women are usually forced to follow the men around in our modern world.  Even when they aren&amp;#39;t, they&amp;#39;ve been convinced that instead they ought to be behaving like men. Not just following them around.&lt;/p&gt;\n\n&lt;p&gt;So whatever the end result, they&amp;#39;re usually slaves to men.&lt;/p&gt;\n\n&lt;p&gt;To console themselves, they create a pleasing story.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s the &amp;quot;love of my life&amp;quot;.  Or my &amp;quot;soul mate&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or &amp;quot;We&amp;#39;ll raise a happy family together.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or for the rebels, &amp;quot;I&amp;#39;ll be married to Christ, and work with other nuns for the good of mankind in order to please God.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We all know the stories women are supposed to live by.&lt;/p&gt;\n\n&lt;p&gt;But it doesn&amp;#39;t work because in fact we&amp;#39;re just &amp;quot;spooky apes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Chimps. And chimps don&amp;#39;t do well in cages, even cages as big as a home in the suburbs.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s still a cage that separates you from the freedom to wander around exploring.&lt;/p&gt;\n\n&lt;p&gt;Which the women do even better than the men.&lt;/p&gt;\n\n&lt;p&gt;But because we&amp;#39;re trapped, we&amp;#39;re stuck living in a pretty ugly &amp;quot;story&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which people will fight to the death, to defend.&lt;/p&gt;\n\n&lt;p&gt;We even get &amp;quot;story invaders&amp;quot; to this subreddit.&lt;/p&gt;\n\n&lt;p&gt;Men who come here to try to change the story from everyone working together to REALLY learn magic, to something more self serving. They want to change the story to be about them, and their amazing magical knowledge.&lt;/p&gt;\n\n&lt;p&gt;And they&amp;#39;re willing to attack others, to make their story be the dominant one.&lt;/p&gt;\n\n&lt;p&gt;Some only want to hook themselves into the subreddit&amp;#39;s story, as a &amp;quot;comrade in arms&amp;quot;. Someone who deserves everyone&amp;#39;s respect on account of their amazing knowledge (which they don&amp;#39;t actually have), but who is willing to keep it less about them, and more about the group, as long as we respect their part in the story.&lt;/p&gt;\n\n&lt;p&gt;In some ways, life is about stories.&lt;/p&gt;\n\n&lt;p&gt;Or at least, tolerating life is about stories.&lt;/p&gt;\n\n&lt;p&gt;And when life becomes intolerable for some women, because they lost their story, they turn to witchcraft.&lt;/p&gt;\n\n&lt;p&gt;They weave themselves into a better story. One where  they have more power.&lt;/p&gt;\n\n&lt;p&gt;Some become devotees of &amp;quot;Gaia&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Some join league with evil demons,  such as the giant cobra so popular in Russia with witches.&lt;/p&gt;\n\n&lt;p&gt;Some like Cholita, use everything that inspires them.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll find mixes of all philosophies in Cholita&amp;#39;s garden paradise.&lt;/p&gt;\n\n&lt;p&gt;Even Asian stuff, which anyone who knows me realizes will be sure to piss me off.&lt;/p&gt;\n\n&lt;p&gt;Cholita seems to take pleasure in featuring Chinese mystical ornaments most prominently, knowing I&amp;#39;ll really hate that.&lt;/p&gt;\n\n&lt;p&gt;In my case, it&amp;#39;s because I&amp;#39;m in a battle to try to save the teachings from what seemed to be inevitable demise.&lt;/p&gt;\n\n&lt;p&gt;And Asian mysticism wasn&amp;#39;t helping.  In fact, it&amp;#39;s a large part of what helped destroy all that Carlos had given us.&lt;/p&gt;\n\n&lt;p&gt;It was as if Carlos had presented us with a brilliant &amp;quot;new&amp;quot; story.  Except that it was cooler than all other stories, because it was far older.&lt;/p&gt;\n\n&lt;p&gt;So it was hated.  The other &amp;quot;story tellers&amp;quot;, the ones profiting from their stories, didn&amp;#39;t like that the story Carlos was telling made them look inferior.&lt;/p&gt;\n\n&lt;p&gt;Even the &amp;quot;genuine native american shamans&amp;quot;, didn&amp;#39;t like the story Carlos was telling.&lt;/p&gt;\n\n&lt;p&gt;They couldn&amp;#39;t do those things!&lt;/p&gt;\n\n&lt;p&gt;It was just &amp;quot;too cool to be true&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A lot of stories start with &amp;quot;A long time ago...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s also cooler then &amp;quot;just last week&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It sets the mood for the start of the story.&lt;/p&gt;\n\n&lt;p&gt;It begins the &amp;quot;flow of intent&amp;quot; for that story.  And if it&amp;#39;s disconnected from the mundane flow of our ordinary intent, by being &amp;quot;long, long ago...&amp;quot;,  that&amp;#39;s very helpful to set the mood for a good story.&lt;/p&gt;\n\n&lt;p&gt;But people practicing Asian mysticism and who are always too lazy to actually follow the instructions Carlos gave us for his story, will simply say &amp;quot;That&amp;#39;s an old story. He plagiarized it from Dzogchen.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or, &amp;quot;Big deal. The Daoists had known about that thousands of years before Carlos wrote about it!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;They do the same thing that bad player visitors do in the subreddit. They try to change the story.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers are of course, the ultimate storytellers.&lt;/p&gt;\n\n&lt;p&gt;They have a ritual for their &amp;quot;official&amp;quot; version of storytelling.&lt;/p&gt;\n\n&lt;p&gt;Everyone sits around a campfire at night, to reduce the distractions of the world.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a method long used by Shamanism. It creates a little world filled only with the participants to the story telling.   But with spooky flickering lights all around, producing a magical look on everything.&lt;/p&gt;\n\n&lt;p&gt;A sorcerer storyteller then tells a story, but at the end of it he turns a hat placed in the middle between the participants, to indicate he intends to &amp;quot;change the story&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To change the ending.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an attempt to manipulate reality, by altering the flow of ideas in a group of people.&lt;/p&gt;\n\n&lt;p&gt;Which is exactly what sorcery is!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also why witchcraft works.&lt;/p&gt;\n\n&lt;p&gt;Witches attempt to &amp;quot;manipulate the story&amp;quot; through intent, and rituals designed to alter its flow.&lt;/p&gt;\n\n&lt;p&gt;And so witchcraft really works!&lt;/p&gt;\n\n&lt;p&gt;Sometimes...&lt;/p&gt;\n\n&lt;p&gt;But for those witches who want to use that as an excuse not to work hard, don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;The story of modern witches doesn&amp;#39;t lead far enough to produce freedom.  You just end up in another bad marriage, to a different &amp;quot;husband&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In another poor story that you have to cling to, in order to avoid having no story at all.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is unique, because it&amp;#39;s NOT about the story.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s about storytelling in general, and how all of reality is just &amp;quot;story bubbles&amp;quot; in which people live.&lt;/p&gt;\n\n&lt;p&gt;Something you have to see with your own eyes, by learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;Otherwise it&amp;#39;s just another lame story that seems likely untrue, and won&amp;#39;t have the power to make your existance any better.&lt;/p&gt;\n\n&lt;p&gt;Sorcery is mostly rejected out of hand, for that very reason.  People can spot a &amp;quot;phony story&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Except, that one about Jesus looks true...&lt;/p&gt;\n\n&lt;p&gt;Or the one about the Amazing Buddha Man, who mastered all of magic in a few short months.&lt;/p&gt;\n\n&lt;p&gt;Or the Daoist mystics flying between mountain peaks on Formosa, living on the dew that falls on leaves early in the morning.&lt;/p&gt;\n\n&lt;p&gt;THOSE stories &amp;quot;make sense&amp;quot; to the average person.&lt;/p&gt;\n\n&lt;p&gt;Or at least, they can choose one from what&amp;#39;s available.  To add some &amp;quot;meaning&amp;quot; into their own story.&lt;/p&gt;\n\n&lt;p&gt;But the story of sorcerers is too gloomy and too hard for the average person, so they&amp;#39;ll reject it out of hand.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers don&amp;#39;t sooth people with false promises that &amp;quot;the principle of the universe is love&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They tell the truth. We live in a predatory universe, run by a Tyrant.&lt;/p&gt;\n\n&lt;p&gt;So our current story is a bit too gloomy for most people.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;series of unfortunate events&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Something that was changed in Star Wars.&lt;/p&gt;\n\n&lt;p&gt;Same story as ours, different telling.&lt;/p&gt;\n\n&lt;p&gt;And that one is popular.&lt;/p&gt;\n\n&lt;p&gt;So clearly it&amp;#39;s not impossible to &amp;quot;fix&amp;quot; our own storytelling, to make it easier for people to motivate themselves to put in the time and learn.&lt;/p&gt;\n\n&lt;p&gt;Our current &amp;quot;campfire&amp;quot; for story telling is darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;It isolates us the same as sitting around a campfire at night &amp;quot;frames&amp;quot; the place in which the story is to be told.&lt;/p&gt;\n\n&lt;p&gt;The same way Cholita&amp;#39;s entryway painting does.&lt;/p&gt;\n\n&lt;p&gt;And then if you are doing the tensegrity correctly, using the same forms you previously selected to be in your set, you begin to tell a story with each.&lt;/p&gt;\n\n&lt;p&gt;The stories were started by Carlos.  He gave us a wacky story to go with each Tensegrity form!&lt;/p&gt;\n\n&lt;p&gt;Such as, this one summons your double to stand in front of  you!&lt;/p&gt;\n\n&lt;p&gt;That one brings down a puff of awareness from a star.&lt;/p&gt;\n\n&lt;p&gt;Another mashes invisible energy on the floor, to stir it up and make all of your spells work.&lt;/p&gt;\n\n&lt;p&gt;Except, those wacky stories become fully visible if the Tensegrity is done right!&lt;/p&gt;\n\n&lt;p&gt;There is in fact no limit to what a tensegrity form can do. What sights you can see while doing it.&lt;/p&gt;\n\n&lt;p&gt;And you aren&amp;#39;t even limited to staying in the room you&amp;#39;ve darkened.&lt;/p&gt;\n\n&lt;p&gt;Often you&amp;#39;ll get to leave to go into the story.&lt;/p&gt;\n\n&lt;p&gt;Seemingly in your physical body, violating the laws of physics as you leave a sealed room without using the door.&lt;/p&gt;\n\n&lt;p&gt;But it only happens when the Tensegrity &amp;quot;story&amp;quot; flows just right.  You have to be drifted into a different copy of reality,  in order to break the rules of this one.&lt;/p&gt;\n\n&lt;p&gt;Carlos didn&amp;#39;t just create stories to go with the Tensegrity forms, but he also did that with his new recruits.&lt;/p&gt;\n\n&lt;p&gt;Workshops began with him selecting 3 young women, and creating &amp;quot;new stories&amp;quot; for each.&lt;/p&gt;\n\n&lt;p&gt;He gave people new names, a new personal history of sorts, and encouraged them to &amp;quot;dream themselves into being&amp;quot; as the new person they&amp;#39;d been renamed for.&lt;/p&gt;\n\n&lt;p&gt;The lineage of don Juan did that too, with Pablito supposedly in a deadly battle with his mother Soledad.  As far as Carlos knew, it was a true and very sad story.&lt;/p&gt;\n\n&lt;p&gt;And then Carlos was told that a witch had become angry with him, and wanted to kill him.  La Catalina.  A witch so powerful she could turn into a lizard dog monster on demand, and leap across entire roads in a single step.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;story&amp;quot; of reality that Carlos had grown up with, was turned upside down by don Juan&amp;#39;s stories.&lt;/p&gt;\n\n&lt;p&gt;In order to get him to &amp;quot;change stories&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To one that includes magic.&lt;/p&gt;\n\n&lt;p&gt;And it worked.&lt;/p&gt;\n\n&lt;p&gt;Even though, none of those stories about the other apprentices were &amp;quot;true&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But what is &amp;quot;true&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;If you consider the point of view of sorcerers, which is a very practical point of view completely devoid of fantasy as we assume of it, true is simply which emanations are currently glowing.&lt;/p&gt;\n\n&lt;p&gt;Which of the zillions of superstrings of potential awareness conduits, is glowing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s our entire reality.&lt;/p&gt;\n\n&lt;p&gt;Our awareness flows out, it hits some &amp;quot;emanations&amp;quot;, and they send back feelings.&lt;/p&gt;\n\n&lt;p&gt;The sum of all of the feelings is what seems to be reality.&lt;/p&gt;\n\n&lt;p&gt;And we don&amp;#39;t entirely control where our awareness flows, because the potential emanations in any direction are far too many for a good story.&lt;/p&gt;\n\n&lt;p&gt;A good story can&amp;#39;t be about &amp;quot;everything&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It has to narrow down to a single flow of &amp;quot;facts&amp;quot;, or we can&amp;#39;t fathom it.&lt;/p&gt;\n\n&lt;p&gt;The flow can go all sorts of directions, but it needs to stay within limits or it&amp;#39;s impossible to make use of it.&lt;/p&gt;\n\n&lt;p&gt;And with far too many &amp;quot;emanations&amp;quot; in any given direction you might focus your awareness, most have to be ignored.&lt;/p&gt;\n\n&lt;p&gt;Except there&amp;#39;s trillions of them needed in order to create a single person&amp;#39;s current reality.  And no person could keep track of &amp;quot;trillions&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So the process of selecting which of the trillions to  use from the zillions, has to be &amp;quot;automated&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And it is.&lt;/p&gt;\n\n&lt;p&gt;The way it works is, the ones in the direction you focus  your awareness which have the brightest glow, the ones with the most residual awareness from the last time they were used by another human, are the most likely to be &amp;quot;assembled&amp;quot; into your new reality.&lt;/p&gt;\n\n&lt;p&gt;BUT, those are triggered by where you flow your own awareness. So you do ultimately have control over the process.  But only the &amp;quot;start&amp;quot; of it.  Not what flows from what you started.&lt;/p&gt;\n\n&lt;p&gt;So to master reality, you need to control where the initial flow of your own awareness goes, into the dark sea of emanations.  If you change the start of the story, you can change the entire story.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t be starting the &amp;quot;old story&amp;quot; at the same time. So you have to eliminate all thoughts in your mind, and only send awareness in the direction  you intend it to go.&lt;/p&gt;\n\n&lt;p&gt;Usually based on your own memory of some feature of that other reality you want to summon. Something you &amp;quot;noticed&amp;quot; before.&lt;/p&gt;\n\n&lt;p&gt;Except that to believe this, you must see it with your own eyes.&lt;/p&gt;\n\n&lt;p&gt;See that our &amp;quot;story&amp;quot; is what actually forms our reality, because it helps select which of the emanations will be emphasized initially, when our world is assembled from nothingness.&lt;/p&gt;\n\n&lt;p&gt;If you can tilt the balance to a different direction, you get a different result.&lt;/p&gt;\n\n&lt;p&gt;A different story.&lt;/p&gt;\n\n&lt;p&gt;Some sorcerers in our lineage were said to be so powerful, they could alter ANY aspect of their reality story.&lt;/p&gt;\n\n&lt;p&gt;For real.&lt;/p&gt;\n\n&lt;p&gt;Naturally my greed causes me to wonder, if you got a chocolate donut but wanted a maple bar, could you just have a maple bar there instead?&lt;/p&gt;\n\n&lt;p&gt;I can certainly do that during darkroom practice.  I can materialize both kinds of donuts, right there in front of me.&lt;/p&gt;\n\n&lt;p&gt;On the bedspread. Or even floating in the air.&lt;/p&gt;\n\n&lt;p&gt;But since I can&amp;#39;t take a bite, that&amp;#39;s not a very good &amp;quot;story&amp;quot;.  No one is going to believe that&amp;#39;s more than just a curiosity.&lt;/p&gt;\n\n&lt;p&gt;So until we find out if it&amp;#39;s possible to reach that level, we have Tensegrity forms to teach us.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity form is a story.&lt;/p&gt;\n\n&lt;p&gt;As you tell the same story each day, you pick up the coolness of stories.&lt;/p&gt;\n\n&lt;p&gt;Why they appeal to small children.&lt;/p&gt;\n\n&lt;p&gt;Stories guide the flow of intent. And telling the story more times produces an easier flow of awareness in a controlled direction.&lt;/p&gt;\n\n&lt;p&gt;Small children like to hear the same story over and over again.&lt;/p&gt;\n\n&lt;p&gt;And the reason is, they aren&amp;#39;t idiots like us.&lt;/p&gt;\n\n&lt;p&gt;We have to hear a new story each time, to stay interested.&lt;/p&gt;\n\n&lt;p&gt;Maybe we can listen to the same one, or go to the same movie 2 or 3 times, but at some point we believe we &amp;quot;know&amp;quot; that story.  And need a new one.&lt;/p&gt;\n\n&lt;p&gt;Small children never reach that point.  Their assemblage points are still very flexible, and the story itself can direct where their awareness flows, energizing emanations that are just as real as any others that are glowing.&lt;/p&gt;\n\n&lt;p&gt;So a small child can &amp;quot;live&amp;quot; in the story as it&amp;#39;s being told. And THAT&amp;#39;S what they like about the story.  They aren&amp;#39;t even listening to the same story an adult is hearing.  For them, it&amp;#39;s magic in progress.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s perhaps easier to see in the bathtub.&lt;/p&gt;\n\n&lt;p&gt;A small child can bring a toy ship or airplane into the bath.&lt;/p&gt;\n\n&lt;p&gt;The bath becomes their campfire, isolating them from the distractions of the currently running &amp;quot;story&amp;quot;, so they can experience another.&lt;/p&gt;\n\n&lt;p&gt;And play in it, actually shrinking down to be a pirate riding on that little ship.&lt;/p&gt;\n\n&lt;p&gt;Or a fighter plane pilot, searching the oceans for enemy invaders.&lt;/p&gt;\n\n&lt;p&gt;They actually get a &amp;quot;daydream&amp;quot; of the scene, which can be as vivid as a sleeping dream.&lt;/p&gt;\n\n&lt;p&gt;They have assemblage points so flexible, that a simple story can alter reality around them.&lt;/p&gt;\n\n&lt;p&gt;When repeated over and over that is.&lt;/p&gt;\n\n&lt;p&gt;So that they learn to &amp;quot;notice&amp;quot; the &amp;quot;good parts&amp;quot;.  The good parts only take on more energy of awareness when &amp;quot;noticed&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Something you&amp;#39;ll learn during darkroom.&lt;/p&gt;\n\n&lt;p&gt;Tensegrity is like that.  Each form a &amp;quot;story&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And by doing the same form over and over again, in your own &amp;quot;bathtub / campfire&amp;quot; darkroom, concentrating on the flow of the movements, you &amp;quot;notice&amp;quot; elements of the story you were given.&lt;/p&gt;\n\n&lt;p&gt;With Stellar Hatch, you end up actually seeing that ball of light Carlos said would be projected into space.&lt;/p&gt;\n\n&lt;p&gt;With Mashing Energy, you actually see the fibers of light being mashed by the movements.&lt;/p&gt;\n\n&lt;p&gt;At first you&amp;#39;ll be tickled pink!  And your excitement will end the story.  You&amp;#39;ll break the flow because you&amp;#39;ll begin to think about &amp;quot;who you can tell&amp;quot;, or how famous you might become, if you get very good at this.&lt;/p&gt;\n\n&lt;p&gt;You changed the story. So the magical lizards stop narrating the story just as they did when Carlos interrupted the Devil&amp;#39;s Weed ceremony.&lt;/p&gt;\n\n&lt;p&gt;But later the story will get more and more vivid, until the results are too crazy to even tell anyone about.&lt;/p&gt;\n\n&lt;p&gt;In the case of Stellar Hatch, you&amp;#39;ll find yourself zipping over to the star you are below, and landing on a planet in its orbit.  To say hello to your new Solar Inorganic being friend, from a planet which is orbiting around her hundreds of light years from earth.&lt;/p&gt;\n\n&lt;p&gt;For real you can do that!&lt;/p&gt;\n\n&lt;p&gt;Tensegrity, like witchcraft, is the manipulation of stories.&lt;/p&gt;\n\n&lt;p&gt;But you need to be isolated around a campfire, or in a dark room, to keep out the distractions.&lt;/p&gt;\n\n&lt;p&gt;So that you can see the &amp;quot;flow&amp;quot; of the story.  And learn &amp;quot;what comes next&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Knowing what comes next in the story makes it more real because it leaves latent awareness in those emanations, to cause them to light up quickly when the flow of awareness turns in that direction.&lt;/p&gt;\n\n&lt;p&gt;Eventually you&amp;#39;ll even be able to &amp;quot;turn the hat&amp;quot; the way sorcerer story tellers do.&lt;/p&gt;\n\n&lt;p&gt;To symbolize the story is about to be told, with a different ending.&lt;/p&gt;\n\n&lt;p&gt;And your darkroom will respond.&lt;/p&gt;\n\n&lt;p&gt;I tested it out very early this morning, looking up into the darkness.&lt;/p&gt;\n\n&lt;p&gt;I &amp;quot;turned the hat&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Familiar darkroom gazing colors will begin to swirl above you,  and then because you &amp;quot;turned the hat&amp;quot;, a dark fog will blow through and the colors will ripple and change, and begin swirling differently.&lt;/p&gt;\n\n&lt;p&gt;And you know that this time the Tensegrity pass is going to have an alternate ending.&lt;/p&gt;\n\n&lt;p&gt;If you can witness that, eventually you come to realize the truth of what sorcery is.&lt;/p&gt;\n\n&lt;p&gt;It isn&amp;#39;t about the story itself, as with other magical systems.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s about why stories matter at all.  And the realization that our reality is just another story we were born into.  And not the only one humans in the past were born into.&lt;/p&gt;\n\n&lt;p&gt;Nor the only one we as beings can live.&lt;/p&gt;\n\n&lt;p&gt;Some of the choices humans have for stories aren&amp;#39;t human at all.&lt;/p&gt;\n\n&lt;p&gt;Those are the ones the new seers most avidly seek.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "c812fe20-6005-11ea-a726-0e9c39b3b989", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "107i8ig", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 12, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/107i8ig/witches_are_storytellers/", "subreddit_subscribers": 9561, "created_utc": 1673280672.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j3n0qd9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1673288667.0, "send_replies": true, "parent_id": "t3_107i8ig", "score": 10, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;If you consider the point of view of sorcerers, which is a very practical point of view completely devoid of fantasy as we assume of it\n\nIt can’t be stressed enough the difference between fantasy and “true” storytelling.\n\nFantasy proceeds from the inner monologue, and is usually either a means of escape or coping. It doesn’t lead anywhere, and is basically entrapment; magnifying or obscuring our insecurities.\n\n![gif](giphy|3o7WTz7fWqmcaSb2BW)\n\nBut a story being told primarily via our **actions** leads to the unexpected, and can be endless…", "edited": 1673293190.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3n0qd9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;If you consider the point of view of sorcerers, which is a very practical point of view completely devoid of fantasy as we assume of it&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;It can’t be stressed enough the difference between fantasy and “true” storytelling.&lt;/p&gt;\n\n&lt;p&gt;Fantasy proceeds from the inner monologue, and is usually either a means of escape or coping. It doesn’t lead anywhere, and is basically entrapment; magnifying or obscuring our insecurities.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://giphy.com/gifs/3o7WTz7fWqmcaSb2BW\" target=\"_blank\"&gt;&lt;img src=\"https://external-preview.redd.it/Tzi2_vFjbHtPUa32Enra9Thw7N_8l8xmwIwxeOCo7EE.gif?width=200&amp;height=200&amp;s=3aa748771474d0cd8bb9ffec49dbf110688527f8\" width=\"200\" height=\"200\"&gt;&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;But a story being told primarily via our &lt;strong&gt;actions&lt;/strong&gt; leads to the unexpected, and can be endless…&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3n0qd9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673288667.0, "media_metadata": {"giphy|3o7WTz7fWqmcaSb2BW": {"status": "valid", "e": "AnimatedImage", "m": "image/gif", "ext": "https://giphy.com/gifs/3o7WTz7fWqmcaSb2BW", "p": [{"y": 140, "x": 140, "u": "https://b.thumbs.redditmedia.com/obtN7Olz7cNCuB4BpRnBpL2BgTGXAEbRGszZTkqNoQM.jpg"}], "s": {"y": 200, "gif": "https://external-preview.redd.it/Tzi2_vFjbHtPUa32Enra9Thw7N_8l8xmwIwxeOCo7EE.gif?width=200&amp;height=200&amp;s=3aa748771474d0cd8bb9ffec49dbf110688527f8", "mp4": "https://external-preview.redd.it/Tzi2_vFjbHtPUa32Enra9Thw7N_8l8xmwIwxeOCo7EE.gif?width=200&amp;height=200&amp;format=mp4&amp;s=6238f6d0185c398576c8d75335297cdf1a1c4f20", "x": 200}, "t": "giphy", "id": "giphy|3o7WTz7fWqmcaSb2BW"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_107i8ig", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j3t9803", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j3svina", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's one reason the idea of one man discovering a \"new system\" is so ludicrous!\n\nLike that bastard Eckhart.  \n\nSome German guy made up his own meditation system, lied his balls off, and then Oprah picked it up.\n\nSo he's still out there deceiving people on youtube.\n\nWith the \"discoveries\" from 10 years of a single unhappy man's life.\n\nBut people fall for that.\n\nThey fell for it with the Buddha too!  \n\nThe claim is he did it all, in just a few months.\n\nNothing more to learn, he's the height of achievement!\n\nIf that shouldn't tell you right away that he's a total idiot, I don't know what would.\n\nI suppose it's the \"throne system\" that makes it seem good to people in asia.\n\nYou get to sit on a \"King's throne\".\n\nOr emperor.\n\nNormally you'd be put to death for that.\n\nBut the \"throne system\" pays tribute (money) to the local emperor, so ordinary people get to have the goal of sitting on their own throne. \n\nKing over the monks.\n\nJust get into a little debate with someone who's \"enlightened\" and you very quickly find out they're no different than any bad player who comes in here.\n\nThey've merely been \"vetted\" a tiny bit, to make sure they'll obey the church.\n\nSo they only spew pea soup. Their heads don't easily explode.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j3t9803", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s one reason the idea of one man discovering a &amp;quot;new system&amp;quot; is so ludicrous!&lt;/p&gt;\n\n&lt;p&gt;Like that bastard Eckhart.  &lt;/p&gt;\n\n&lt;p&gt;Some German guy made up his own meditation system, lied his balls off, and then Oprah picked it up.&lt;/p&gt;\n\n&lt;p&gt;So he&amp;#39;s still out there deceiving people on youtube.&lt;/p&gt;\n\n&lt;p&gt;With the &amp;quot;discoveries&amp;quot; from 10 years of a single unhappy man&amp;#39;s life.&lt;/p&gt;\n\n&lt;p&gt;But people fall for that.&lt;/p&gt;\n\n&lt;p&gt;They fell for it with the Buddha too!  &lt;/p&gt;\n\n&lt;p&gt;The claim is he did it all, in just a few months.&lt;/p&gt;\n\n&lt;p&gt;Nothing more to learn, he&amp;#39;s the height of achievement!&lt;/p&gt;\n\n&lt;p&gt;If that shouldn&amp;#39;t tell you right away that he&amp;#39;s a total idiot, I don&amp;#39;t know what would.&lt;/p&gt;\n\n&lt;p&gt;I suppose it&amp;#39;s the &amp;quot;throne system&amp;quot; that makes it seem good to people in asia.&lt;/p&gt;\n\n&lt;p&gt;You get to sit on a &amp;quot;King&amp;#39;s throne&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or emperor.&lt;/p&gt;\n\n&lt;p&gt;Normally you&amp;#39;d be put to death for that.&lt;/p&gt;\n\n&lt;p&gt;But the &amp;quot;throne system&amp;quot; pays tribute (money) to the local emperor, so ordinary people get to have the goal of sitting on their own throne. &lt;/p&gt;\n\n&lt;p&gt;King over the monks.&lt;/p&gt;\n\n&lt;p&gt;Just get into a little debate with someone who&amp;#39;s &amp;quot;enlightened&amp;quot; and you very quickly find out they&amp;#39;re no different than any bad player who comes in here.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve merely been &amp;quot;vetted&amp;quot; a tiny bit, to make sure they&amp;#39;ll obey the church.&lt;/p&gt;\n\n&lt;p&gt;So they only spew pea soup. Their heads don&amp;#39;t easily explode.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_107i8ig", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3t9803/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673389794.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1673389794.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3svina", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "human-vehicule", "can_mod_post": false, "created_utc": 1673384840.0, "send_replies": true, "parent_id": "t1_j3o3b4s", "score": 2, "author_fullname": "t2_552jij9k", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think what you describe in those posts about story is really important to understand sorcery (I don't know if sorcery can be understood at all though).   \nThis reminds me a lot about Don Juan talking about the island of tonal in the books, the tonal is a story and everything we know in the tonal is just a description, this is the story of the world told by different people at different time. But in the end these are just storytelling, like the litle voice talking in our head that we desperatly try to shut down.  \nSo it seems like Silence is no story.  \nI'm just thinking out loud here and I'm pretty sure what you wrote will make perfect sens for (me) in some time.  \nI don't know if I ever said it to you but thank you for your posts man, without it it would be like trying to find the exit of a football stadium with no eyes and legs.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3svina", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think what you describe in those posts about story is really important to understand sorcery (I don&amp;#39;t know if sorcery can be understood at all though).&lt;br/&gt;\nThis reminds me a lot about Don Juan talking about the island of tonal in the books, the tonal is a story and everything we know in the tonal is just a description, this is the story of the world told by different people at different time. But in the end these are just storytelling, like the litle voice talking in our head that we desperatly try to shut down.&lt;br/&gt;\nSo it seems like Silence is no story.&lt;br/&gt;\nI&amp;#39;m just thinking out loud here and I&amp;#39;m pretty sure what you wrote will make perfect sens for (me) in some time.&lt;br/&gt;\nI don&amp;#39;t know if I ever said it to you but thank you for your posts man, without it it would be like trying to find the exit of a football stadium with no eyes and legs.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_107i8ig", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3svina/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673384840.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3o3b4s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1673302729.0, "send_replies": true, "parent_id": "t3_107i8ig", "score": 11, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I should have included, Zuleica telling Taisha to \"hunt for power\" all the time was a tiny attempt to modify her story.\n\nHer relationship to the world.\n\nSo she'd learn to expect magic to come from everywhere at any time.\n\nThen, her daily activity became a \"container\" for intent to store into.\n\nAs someone pursuing that activity starts to notice some power in specific instances, that effect becomes easier for them to spot in the future.  In other places.\n\nAnd the spirit itself begins to play with them, by rewarding them for good vigilance in hunting for power.\n\nSame as it rewards good efforts in darkroom with \"intent gifts\".\n\nI'm not sure if all this is clear for beginners.\n\nBut we're just \"swimming\" in the emanations.  Perceiving the results of where our awareness flows, combined with where other people's flowed under similar circumstances.\n\nThere is nothing else in existence.  No god above that, no physical matter, no \"purpose\" the universe has planned for ou.\n\nIt's just the emanations, and awareness flowing in them.\n\nAnd our way of dealing with that, our normal story, is just a big confused mess which drains all of our energy.\n\nPartly because there's no good \"story\" to guide our actions.\n\nIn darkroom, the tensegrity passes become miniature stories. \n\nEach one.\n\nSo while doing it you begin to \"expect\" certain sights, which you learned to allow.\n\nEverything you could possible perceive is right there already,  but until your awareness flows into it, it's not visible.\n\nWhen the Tensegrity becomes a container in which intent can store, you get help from having practiced that pass in the past.\n\nFor example, traces of awareness in the emanations needed to see puffs at a certain spot. \n\nOr to see a ball of energy 2 stories below the floor.  As Carlos told us we'd see with Stellar Hatch pass.\n\nYou \"learn\" what can be seen, and expecting that helps it materialize.\n\nYou didn't \"create\" any of it, although that's possible.\n\nAnd quite an achievement!  \n\n\"Don't diss the phantoms!\"\n\nIf you could learn to perceive a woman holding grapes, sitting in the part of the room where as you do your tensegrity form you turn to face her, that would be amazing magic!\n\nEven if she's just a phantom and has no real existence.\n\nShe'd just be \"different\" if she were taken over by your inorganic being.\n\n Or if she were a real being, trapped in some nether world who had learned to project herself into your tensegrity form.  Maybe out of boredom.\n\nWe don't care about \"true\" or \"Not-true\".\n\nOnly about \"different\".\n\nThan what you normally perceive.\n\nWe study all the possible \"different\" things you can find doing your form, and that allows us to clean our \"link to intent\".\n\nTo \"allow\" reality to be whatever it is,  without insisting it has to change to be more like what you are used to.\n\nAnd we learn how to \"coax\" it to be what we want.  Gently...  Gently.\n\nThat takes a sort of \"innocence\" when dealing with what you perceive.\n\nBut what about outside darkoom?\n\nDuring the day.\n\nWhen you're running around trying to get stuff done, and cursing the Asian driver at the intersection in the new huge black shiny car, who just moved here from Korea and hasn't actually learned to drive well yet.\n\nOr lamenting that your grocery store never has your favorite peanut butter anymore.\n\nThat sort of use of  your awareness burns off dreaming energy.\n\nIt's a \"crappy story\" you live in.\n\nIf someone convinces you to \"hunt for power\" all the time, you don't react like that to things.\n\nInstead of cursing the korean driver, you slow to see where they're going.\n\nAs long as they are still in your view while driving.\n\nFind out where the \"new arrivals\" eat, under the assumption they haven't been corrupted by living here too long. \n\nSo maybe you can get tips for more \"genuine\" korean food, before they learn about the joys of american fast food and their palate is ruined.\n\nIf the store doesn't have your peanut butter, you pick the brand you'd be the LEAST likely to purchase.  Or try to find another nut butter.  \n\nTo learn if you're missing anything.\n\nYou're a \"new person\" who is always looking to gain energy, and shuns any behavior that uses it up unnecessarily.\n\nBecause \"hunting for power\" works better if you don't waste what little you already have.\n\nWe don't comprehend what a modification that simple suggestion produces, in our own \"story\".\n\nHowever, it has to be genuine.\n\nNot an excuse to get out of the other things sorcerers need to do.  Like practicing silence and testing your skills with gazing.\n\n\"The Warrior's Way\" was a big time attempt to modify all of our stories.\n\nLikely by don Juan.\n\nI just don't think he realized how badly people would react to those suggestions, turning them into very shitty new stories for themselves which would produce the opposite effect don Juan had intended.\n\nCreate a flood of aggressive bullies who would flood and cover over all accidental discoveries of real magic in the Castaneda community.\n\nAnd just like \"hunting for power\",  \"Not-doings\" are also ways to \"change your story\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3o3b4s", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I should have included, Zuleica telling Taisha to &amp;quot;hunt for power&amp;quot; all the time was a tiny attempt to modify her story.&lt;/p&gt;\n\n&lt;p&gt;Her relationship to the world.&lt;/p&gt;\n\n&lt;p&gt;So she&amp;#39;d learn to expect magic to come from everywhere at any time.&lt;/p&gt;\n\n&lt;p&gt;Then, her daily activity became a &amp;quot;container&amp;quot; for intent to store into.&lt;/p&gt;\n\n&lt;p&gt;As someone pursuing that activity starts to notice some power in specific instances, that effect becomes easier for them to spot in the future.  In other places.&lt;/p&gt;\n\n&lt;p&gt;And the spirit itself begins to play with them, by rewarding them for good vigilance in hunting for power.&lt;/p&gt;\n\n&lt;p&gt;Same as it rewards good efforts in darkroom with &amp;quot;intent gifts&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure if all this is clear for beginners.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re just &amp;quot;swimming&amp;quot; in the emanations.  Perceiving the results of where our awareness flows, combined with where other people&amp;#39;s flowed under similar circumstances.&lt;/p&gt;\n\n&lt;p&gt;There is nothing else in existence.  No god above that, no physical matter, no &amp;quot;purpose&amp;quot; the universe has planned for ou.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just the emanations, and awareness flowing in them.&lt;/p&gt;\n\n&lt;p&gt;And our way of dealing with that, our normal story, is just a big confused mess which drains all of our energy.&lt;/p&gt;\n\n&lt;p&gt;Partly because there&amp;#39;s no good &amp;quot;story&amp;quot; to guide our actions.&lt;/p&gt;\n\n&lt;p&gt;In darkroom, the tensegrity passes become miniature stories. &lt;/p&gt;\n\n&lt;p&gt;Each one.&lt;/p&gt;\n\n&lt;p&gt;So while doing it you begin to &amp;quot;expect&amp;quot; certain sights, which you learned to allow.&lt;/p&gt;\n\n&lt;p&gt;Everything you could possible perceive is right there already,  but until your awareness flows into it, it&amp;#39;s not visible.&lt;/p&gt;\n\n&lt;p&gt;When the Tensegrity becomes a container in which intent can store, you get help from having practiced that pass in the past.&lt;/p&gt;\n\n&lt;p&gt;For example, traces of awareness in the emanations needed to see puffs at a certain spot. &lt;/p&gt;\n\n&lt;p&gt;Or to see a ball of energy 2 stories below the floor.  As Carlos told us we&amp;#39;d see with Stellar Hatch pass.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;learn&amp;quot; what can be seen, and expecting that helps it materialize.&lt;/p&gt;\n\n&lt;p&gt;You didn&amp;#39;t &amp;quot;create&amp;quot; any of it, although that&amp;#39;s possible.&lt;/p&gt;\n\n&lt;p&gt;And quite an achievement!  &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don&amp;#39;t diss the phantoms!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If you could learn to perceive a woman holding grapes, sitting in the part of the room where as you do your tensegrity form you turn to face her, that would be amazing magic!&lt;/p&gt;\n\n&lt;p&gt;Even if she&amp;#39;s just a phantom and has no real existence.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d just be &amp;quot;different&amp;quot; if she were taken over by your inorganic being.&lt;/p&gt;\n\n&lt;p&gt;Or if she were a real being, trapped in some nether world who had learned to project herself into your tensegrity form.  Maybe out of boredom.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t care about &amp;quot;true&amp;quot; or &amp;quot;Not-true&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Only about &amp;quot;different&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Than what you normally perceive.&lt;/p&gt;\n\n&lt;p&gt;We study all the possible &amp;quot;different&amp;quot; things you can find doing your form, and that allows us to clean our &amp;quot;link to intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To &amp;quot;allow&amp;quot; reality to be whatever it is,  without insisting it has to change to be more like what you are used to.&lt;/p&gt;\n\n&lt;p&gt;And we learn how to &amp;quot;coax&amp;quot; it to be what we want.  Gently...  Gently.&lt;/p&gt;\n\n&lt;p&gt;That takes a sort of &amp;quot;innocence&amp;quot; when dealing with what you perceive.&lt;/p&gt;\n\n&lt;p&gt;But what about outside darkoom?&lt;/p&gt;\n\n&lt;p&gt;During the day.&lt;/p&gt;\n\n&lt;p&gt;When you&amp;#39;re running around trying to get stuff done, and cursing the Asian driver at the intersection in the new huge black shiny car, who just moved here from Korea and hasn&amp;#39;t actually learned to drive well yet.&lt;/p&gt;\n\n&lt;p&gt;Or lamenting that your grocery store never has your favorite peanut butter anymore.&lt;/p&gt;\n\n&lt;p&gt;That sort of use of  your awareness burns off dreaming energy.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;crappy story&amp;quot; you live in.&lt;/p&gt;\n\n&lt;p&gt;If someone convinces you to &amp;quot;hunt for power&amp;quot; all the time, you don&amp;#39;t react like that to things.&lt;/p&gt;\n\n&lt;p&gt;Instead of cursing the korean driver, you slow to see where they&amp;#39;re going.&lt;/p&gt;\n\n&lt;p&gt;As long as they are still in your view while driving.&lt;/p&gt;\n\n&lt;p&gt;Find out where the &amp;quot;new arrivals&amp;quot; eat, under the assumption they haven&amp;#39;t been corrupted by living here too long. &lt;/p&gt;\n\n&lt;p&gt;So maybe you can get tips for more &amp;quot;genuine&amp;quot; korean food, before they learn about the joys of american fast food and their palate is ruined.&lt;/p&gt;\n\n&lt;p&gt;If the store doesn&amp;#39;t have your peanut butter, you pick the brand you&amp;#39;d be the LEAST likely to purchase.  Or try to find another nut butter.  &lt;/p&gt;\n\n&lt;p&gt;To learn if you&amp;#39;re missing anything.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re a &amp;quot;new person&amp;quot; who is always looking to gain energy, and shuns any behavior that uses it up unnecessarily.&lt;/p&gt;\n\n&lt;p&gt;Because &amp;quot;hunting for power&amp;quot; works better if you don&amp;#39;t waste what little you already have.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t comprehend what a modification that simple suggestion produces, in our own &amp;quot;story&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;However, it has to be genuine.&lt;/p&gt;\n\n&lt;p&gt;Not an excuse to get out of the other things sorcerers need to do.  Like practicing silence and testing your skills with gazing.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Warrior&amp;#39;s Way&amp;quot; was a big time attempt to modify all of our stories.&lt;/p&gt;\n\n&lt;p&gt;Likely by don Juan.&lt;/p&gt;\n\n&lt;p&gt;I just don&amp;#39;t think he realized how badly people would react to those suggestions, turning them into very shitty new stories for themselves which would produce the opposite effect don Juan had intended.&lt;/p&gt;\n\n&lt;p&gt;Create a flood of aggressive bullies who would flood and cover over all accidental discoveries of real magic in the Castaneda community.&lt;/p&gt;\n\n&lt;p&gt;And just like &amp;quot;hunting for power&amp;quot;,  &amp;quot;Not-doings&amp;quot; are also ways to &amp;quot;change your story&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3o3b4s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673302729.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_107i8ig", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j3o4shr", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1673303297.0, "send_replies": true, "parent_id": "t1_j3o175o", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yep.\n\nUnfortunately, that always needs a lot more editing.\n\nAnd I've heard complaints, it comes out sounding too much like poetry.  Contrived even.\n\nBut most of the editing needed is because in HA, you tend to assume someone knows what you are referring to, when you never said exactly what that was.\n\nWhen two people are in HA and talking, it gets even weirder.\n\nCarlos  warned us in the forward to one of the books, conversations in HA are not at all like normal conversations.\n\nI suppose each participant intuits things that don't need to be said anymore, and a 1 hour conversation can take only 5 minutes.\n\nAnd if you edit something written in HA later, even you don't always know what you were referring to.\n\nEverything just seems \"obvious\" in HA.\n\nCholita does that.  Assumes I know what she's talking about, when I don't.\n\nI've just learned to think very hard when she says somrthing nutty, under the assumption that she's assuming I know something else, which I don't.\n\nSo I try to figure out what it is, by being very flexible and metaphorical. Or literal.\n\nI try all to see if I can figure it out.\n\nThere's zero chance to ask her, and get an answer.\n\nFor instance, last night she told me \"I've seen your black trash bag\".\n\nI asked her, \"Which black bag???\"\n\nShe replied, \"Don't play with me!  Are you me???!!\"\n\nI replied \"No, I'm not you.\"\n\nThen she said, \"So don't be putting my stuff in your black bag.\"", "edited": 1673303593.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3o4shr", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yep.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, that always needs a lot more editing.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;ve heard complaints, it comes out sounding too much like poetry.  Contrived even.&lt;/p&gt;\n\n&lt;p&gt;But most of the editing needed is because in HA, you tend to assume someone knows what you are referring to, when you never said exactly what that was.&lt;/p&gt;\n\n&lt;p&gt;When two people are in HA and talking, it gets even weirder.&lt;/p&gt;\n\n&lt;p&gt;Carlos  warned us in the forward to one of the books, conversations in HA are not at all like normal conversations.&lt;/p&gt;\n\n&lt;p&gt;I suppose each participant intuits things that don&amp;#39;t need to be said anymore, and a 1 hour conversation can take only 5 minutes.&lt;/p&gt;\n\n&lt;p&gt;And if you edit something written in HA later, even you don&amp;#39;t always know what you were referring to.&lt;/p&gt;\n\n&lt;p&gt;Everything just seems &amp;quot;obvious&amp;quot; in HA.&lt;/p&gt;\n\n&lt;p&gt;Cholita does that.  Assumes I know what she&amp;#39;s talking about, when I don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve just learned to think very hard when she says somrthing nutty, under the assumption that she&amp;#39;s assuming I know something else, which I don&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;So I try to figure out what it is, by being very flexible and metaphorical. Or literal.&lt;/p&gt;\n\n&lt;p&gt;I try all to see if I can figure it out.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s zero chance to ask her, and get an answer.&lt;/p&gt;\n\n&lt;p&gt;For instance, last night she told me &amp;quot;I&amp;#39;ve seen your black trash bag&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I asked her, &amp;quot;Which black bag???&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She replied, &amp;quot;Don&amp;#39;t play with me!  Are you me???!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I replied &amp;quot;No, I&amp;#39;m not you.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Then she said, &amp;quot;So don&amp;#39;t be putting my stuff in your black bag.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_107i8ig", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3o4shr/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673303297.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3o175o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "calixto_mooneeeee", "can_mod_post": false, "created_utc": 1673301915.0, "send_replies": true, "parent_id": "t3_107i8ig", "score": 2, "author_fullname": "t2_5kwod04j", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Did you write it in heightened awareness?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3o175o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Did you write it in heightened awareness?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3o175o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673301915.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_107i8ig", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j3r732x", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j3oj8ha", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The ones the lineage had might be like Little Smoke and Devil's Weed.  The closest to human IOBs can get.\n\nIt's also likely they have big parties on their homeworld in the middle of the universe.  How could it not have evolved to that point, if our lineage has had their allies for hundreds of years?\n\nI've even been there a bunch of times.\n\nThere's probably even Julian's graffiti on the cave walls there, accusing Elias of being extremely fat.  \"The Nagual Tonnage\" I believe he used to call him.\n\nCholita does that too.  I won't go into who she's accused of being too fat now, after Carlos left.\n\nBut it's an obsession for sure.\n\nLike that Austin Powers where he can't stop staring at someone's mole.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3r732x", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The ones the lineage had might be like Little Smoke and Devil&amp;#39;s Weed.  The closest to human IOBs can get.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also likely they have big parties on their homeworld in the middle of the universe.  How could it not have evolved to that point, if our lineage has had their allies for hundreds of years?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve even been there a bunch of times.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s probably even Julian&amp;#39;s graffiti on the cave walls there, accusing Elias of being extremely fat.  &amp;quot;The Nagual Tonnage&amp;quot; I believe he used to call him.&lt;/p&gt;\n\n&lt;p&gt;Cholita does that too.  I won&amp;#39;t go into who she&amp;#39;s accused of being too fat now, after Carlos left.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s an obsession for sure.&lt;/p&gt;\n\n&lt;p&gt;Like that Austin Powers where he can&amp;#39;t stop staring at someone&amp;#39;s mole.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_107i8ig", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3r732x/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673362606.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1673362606.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3oj8ha", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "send_replies": true, "parent_id": "t1_j3odzli", "score": 7, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's doubtful they're lost. The other apprentices would certainly have been introduced along with Carlos.\n\nEven if they didn't become chummy with those specific ones later on.\n\nAnd do we really know what can constitute an introduction? As far as us outcasts are concerned?\n\nAlso, we've been shown that **any** IOB, that's drawn to humans that is, can access the complete record of the interactions of any other IOB that the lineage had association with in the past...and then operate on that pseudo-familiarity.\n\nAnd there's no shortage of IOB's in the universe.", "edited": 1673310726.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_j3oj8ha", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s doubtful they&amp;#39;re lost. The other apprentices would certainly have been introduced along with Carlos.&lt;/p&gt;\n\n&lt;p&gt;Even if they didn&amp;#39;t become chummy with those specific ones later on.&lt;/p&gt;\n\n&lt;p&gt;And do we really know what can constitute an introduction? As far as us outcasts are concerned?&lt;/p&gt;\n\n&lt;p&gt;Also, we&amp;#39;ve been shown that &lt;strong&gt;any&lt;/strong&gt; IOB, that&amp;#39;s drawn to humans that is, can access the complete record of the interactions of any other IOB that the lineage had association with in the past...and then operate on that pseudo-familiarity.&lt;/p&gt;\n\n&lt;p&gt;And there&amp;#39;s no shortage of IOB&amp;#39;s in the universe.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_107i8ig", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3oj8ha/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673309070.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1673309070.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3odzli", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1673306920.0, "send_replies": true, "parent_id": "t1_j3o7ry2", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "When sharing dreaming with Jadey.\n\nPhoebus seems to have attacked me.  \n\nI changed into a woman to get away, but it made no difference.\n\nHer Ally is perhaps either jealous or protective.\n\nSince it used to cuddle with Taisha all night, I'd presume jealous.\n\nThat is, if it really is Phoebus.\n\nJadey surely met Phoebus, but just like I can't be sure \"Fairy\" is \"Little Smoke\", Jadey can't be sure about Phoebus being from Taisha.\n\nBut it would make sense.\n\nToo bad we lost the allies of Genaro and Vicente.\n\nFive of them!", "edited": 1673307149.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3odzli", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;When sharing dreaming with Jadey.&lt;/p&gt;\n\n&lt;p&gt;Phoebus seems to have attacked me.  &lt;/p&gt;\n\n&lt;p&gt;I changed into a woman to get away, but it made no difference.&lt;/p&gt;\n\n&lt;p&gt;Her Ally is perhaps either jealous or protective.&lt;/p&gt;\n\n&lt;p&gt;Since it used to cuddle with Taisha all night, I&amp;#39;d presume jealous.&lt;/p&gt;\n\n&lt;p&gt;That is, if it really is Phoebus.&lt;/p&gt;\n\n&lt;p&gt;Jadey surely met Phoebus, but just like I can&amp;#39;t be sure &amp;quot;Fairy&amp;quot; is &amp;quot;Little Smoke&amp;quot;, Jadey can&amp;#39;t be sure about Phoebus being from Taisha.&lt;/p&gt;\n\n&lt;p&gt;But it would make sense.&lt;/p&gt;\n\n&lt;p&gt;Too bad we lost the allies of Genaro and Vicente.&lt;/p&gt;\n\n&lt;p&gt;Five of them!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_107i8ig", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3odzli/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673306920.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "j3o7ry2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Equal_Fox_5516", "can_mod_post": false, "created_utc": 1673304465.0, "send_replies": true, "parent_id": "t3_107i8ig", "score": 1, "author_fullname": "t2_dboej6d4", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "have you ever had a dream where you were a woman, dan?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3o7ry2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;have you ever had a dream where you were a woman, dan?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3o7ry2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673304465.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_107i8ig", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j3pjbn5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fluffy_visuals", "can_mod_post": false, "created_utc": 1673324541.0, "send_replies": true, "parent_id": "t3_107i8ig", "score": 1, "author_fullname": "t2_to6hu0gf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Thanks infinitely, this brings back my childhood. It is so packed it’s intimidating for a typical Tyrant. Great Job Dan", "edited": 1673325787.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3pjbn5", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thanks infinitely, this brings back my childhood. It is so packed it’s intimidating for a typical Tyrant. Great Job Dan&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3pjbn5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673324541.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_107i8ig", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "j3tvd3k", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "ApprehensiveRate7423", "can_mod_post": false, "created_utc": 1673398578.0, "send_replies": true, "parent_id": "t3_107i8ig", "score": 1, "author_fullname": "t2_ccj0p5mn", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Dan, your texts are priceless, I'll even grab a coffee, thanks for that", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_j3tvd3k", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Dan, your texts are priceless, I&amp;#39;ll even grab a coffee, thanks for that&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/107i8ig/witches_are_storytellers/j3tvd3k/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1673398578.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_107i8ig", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]