[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\n[Female Monk Molesting Zen Master Joshu Sasaki](https://preview.redd.it/kf63kzd35msb1.png?width=1003&amp;format=png&amp;auto=webp&amp;s=47b1d90c9efdd600d65549c94b796b4c96193214)\n\nA chat with ChatGPT, who knows any sacred scroll or tradition in Buddhism any humans know.\n\nPlease notice the emphasis on \"direct experience\", which anyone who does darkroom knows to be a lie.\n\nIn fact, Buddhism in general shuns direct experience.\n\nThe famous woman raping Zen master in Los Angeles, Joshu Sasaki, once gave a lecture I attended around age 16 where he said, \"Don't expect to fly to the sun!\"\n\nWhat???\n\nI fly to the sun all the time.  It would be really pointless if you couldn't do things like that.  Self-deception even, since flying to the sun is a human tradition from before money ruined all magic.\n\nAnd if you try to show the magic in this subreddit to \"Zen Masters\", they won't be interested at all.\n\nBecause in fact, it's a scam.\n\nZen is a total scam.\n\n\\*\\*\\* from ChatGPT \\*\\*\\*\n\n**Question:**\n\nExplain to me where the term \"Zen\" came from in reference to Buddhism, and whether it's mostly a Japanese thing, or whether the Chinese actually created it in the first place.\n\n**ChatGPT:**\n\n\"Zen\" is a term that is closely associated with a particular school of Buddhism. The word itself is derived from the Japanese pronunciation of the Chinese word \"Chan,\" which in turn is derived from the Sanskrit word \"Dhyana,\" meaning \"meditation.\" So, the lineage of the term goes like this: Dhyana (Sanskrit) → Chan (Chinese) → Zen (Japanese).\n\n## Origins and Development\n\n## India:\n\n* **Dhyana**: Zen Buddhism traces its origins back to Indian Buddhism, where meditation (Dhyana) was a vital practice. The focus was on direct, experiential realization through meditation and mindfulness.\n\n## China:\n\n* **Chan Buddhism**: As Buddhism spread to China, it mingled with Taoism and indigenous traditions. Chan Buddhism emerged in China around the 6th century CE and emphasized direct insight into one’s true nature through meditation and the teachings of a master.\n* **Key Figures**: Bodhidharma, an Indian monk, is traditionally credited as the transmitter of Chan Buddhism to China, although historical evidence is scarce and mixed with legend.\n\n## Japan:\n\n* **Zen Buddhism**: When Chan Buddhism spread to Japan, it became known as Zen Buddhism. It was notably influenced by Shinto and Japanese indigenous practices.\n* **Schools of Zen**: In Japan, Zen developed into various schools, such as the Soto and Rinzai schools, each with its own methods and teachings but sharing the core emphasis on direct experience and meditation.\n\n## Key Elements Across Regions\n\n* **Meditation**: Regardless of the regional form it takes, this tradition emphasizes meditation and direct experiential understanding.\n* **Master-Student Relationship**: A strong, direct relationship between master and student is pivotal, as the master guides the student based on their own direct realization of the truth.\n* **Mindfulness**: Living in the present moment, mindfulness in daily activities is emphasized across all forms of Zen/Chan Buddhism.\n* **Simplicity**: Both Chan and Zen Buddhism often emphasize simplicity and directness in their approach to practice and life.\n\n## Is it Just a Japanese Thing?\n\nWhile the term \"Zen\" is Japanese, the philosophical and spiritual practices it refers to are not exclusive to Japan. As mentioned, Zen Buddhism has its roots in Indian Buddhism and developed significantly in China before being transmitted to Japan. So, while Zen is associated with Japan, it is certainly not solely a Japanese phenomenon.\n\nIn modern times, elements of Zen/Chan Buddhism have been adopted and adapted worldwide, and you can find practitioners and Zen centers in many different countries, each bringing its own cultural influences to the practice while maintaining the core elements of meditation and direct insight.\n\n**Follow-up question:**\n\nHow can you prove that this has anything at all to do with \"The Historical Buddha\", when nothing at all was written down by that movement, and oral traditions are notoriously unreliable due to business concerns of sects, wanting additional unique materials to attract students?\n\n**ChatGPT:**\n\nYour skepticism toward the historical reliability of oral traditions and the establishment of religious practices and doctrines is valid and shared by many scholars in the field. The relationship between the historical Buddha, Siddhartha Gautama, and the later development of various schools of Buddhism, including Zen, is indeed complex and often difficult to trace with historical certainty.\n\n## Historical Buddha and Written Records:\n\n* **Direct Writings**: There are no writings directly attributed to Siddhartha Gautama, the historical Buddha.\n* **Oral Traditions**: The teachings of the Buddha were preserved and passed down through oral traditions for several centuries before being written down.\n* **First Written Records**: The first written records of Buddha's teachings, such as the Pali Canon, were created around the 1st century BCE, several centuries after his death.\n\n## Challenges in Linking Zen to the Historical Buddha:\n\n1. **Time Gap**: The development of Zen/Chan Buddhism occurred centuries after the death of the historical Buddha, creating a significant time gap.\n2. **Cultural and Geographical Shifts**: Buddhism traveled through various cultures and geographies (India → China → Japan), each adding its own influences and adaptations.\n3. **Different Schools**: Various schools and sects developed, each interpreting and emphasizing different aspects of the teachings.\n\n## Points of Connection:\n\nDespite these challenges, there are several points through which Zen Buddhism is connected back to the teachings of the historical Buddha:\n\n1. **Core Teachings**: Despite the variations, many core teachings (Four Noble Truths, Eightfold Path, etc.) are consistent across Buddhist schools and can be traced back to the earliest records of Buddha's teachings.\n2. **Emphasis on Meditation (Dhyana)**: Early Buddhist texts and teachings emphasize the practice of meditation, which is a core practice in Zen. The term Zen/Chan itself, derived from Dhyana, points towards this continuity of emphasis on meditation.\n3. **Monastic Tradition**: The tradition of monastic life, meditation practice, and the teacher-student relationship in Zen can be linked to early Buddhist practices and the Sangha (monastic community) established during the Buddha’s time.\n4. **Bodhidharma and Lineage**: Traditional Zen lineage charts trace the teachings back through various masters directly to the historical Buddha. While historical evidence is often scant and mixed with legend (e.g., the figure of Bodhidharma), this lineage is significant in the self-understanding of Zen.\n\n## Conclusion:\n\nWhile it is challenging to establish a direct and historically verifiable link between Zen practices and the historical Buddha due to the reasons you mentioned (oral tradition, time gaps, geographical and cultural shifts, etc.), there are threads of continuity in terms of core teachings and practices. It's essential to approach the study of Zen and other Buddhist schools with a recognition of the historical complexities and the evolution of practices and teachings over time and across cultures.\n\n**Follow Question:**\n\nBut wasn't the original Buddha actually known for rebelling against the caste system as his main distinguishing factor, and the rest was essentially common Hinduism of his time?\n\n**ChatGPT:**\n\nIndeed, Siddhartha Gautama, the historical Buddha, was known for rejecting certain aspects of the prevailing religious and social structures of his time, including the caste system. His teachings and practices offered a path that was accessible to people of all castes and social standings, which was quite revolutionary in the socioreligious context of ancient India.\n\n## Rejection of the Caste System:\n\n* **Accessibility**: The Buddha allowed individuals from all castes to join the monastic Sangha (community), thereby providing a spiritual path that was accessible to all, irrespective of their social status.\n* **Equality**: Within the Sangha, monks and nuns were considered equal, and their social status was determined by their ordination date, not their caste or social standing from their lay life.\n\n## Distinction from Hinduism:\n\nWhile Buddhism emerged in a context heavily influenced by Hindu beliefs and practices, and thus shares some common elements with Hinduism, it also presents several key distinctions:\n\n1. **Rejection of the Authority of the Vedas**: The Buddha rejected the authority of the Vedas, which were (and are) central to Hindu thought and practice.\n2. **No Atman**: Unlike Hinduism, which posits the existence of an eternal soul or \"Atman\", Buddhism introduces the concept of \"Anatta\" or non-self, denying the existence of a permanent, unchanging soul.\n3. **Karma and Rebirth**: Although both Buddhism and Hinduism believe in karma and rebirth, they interpret and understand these concepts differently. For example, in Buddhism, karma and rebirth are understood in the context of dependent origination and without reference to a permanent soul.\n4. **Moksha and Nirvana**: Both traditions believe in the liberation from the cycle of birth and death, but they conceptualize this liberation differently. In Buddhism, Nirvana is the extinguishing of the fires of desire, aversion, and ignorance, leading to liberation from suffering. In Hinduism, Moksha is often understood as the soul's liberation from the cycle of Samsara (rebirth) and union with the divine.\n5. **Path to Liberation**: The Buddha introduced the Noble Eightfold Path as a practical guide to ethical living and mental development leading to Nirvana, which is distinct from various paths to Moksha in Hinduism.\n\n## The Development of Buddhism:\n\nBuddhism evolved over time, developing various schools and interpretations of the teachings across different cultures and regions. While the historical Buddha’s teaching was indeed focused on the path to liberation and the ethical conduct leading to it, later schools, such as Mahayana and Vajrayana, introduced additional concepts, practices, and texts. Zen Buddhism, as discussed earlier, emphasizes direct insight and experience, which is facilitated through meditation and the master-student relationship.\n\nIn summary, while Buddhism arose in a Hindu cultural and religious context and therefore shares some commonalities with it, the Buddha's teachings introduced several key distinctions and innovations, particularly in rejecting the caste system and offering a new path to liberation. This path was then interpreted and developed in various ways as Buddhism spread and evolved over time and across different cultures.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Nonsense of \"Zen\"", "link_flair_richtext": [{"e": "text", "t": "Buddhism"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"kf63kzd35msb1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 110, "x": 108, "u": "https://preview.redd.it/kf63kzd35msb1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=2231e5f8a8554a9a341ce731263ac40dfb8e31ca"}, {"y": 220, "x": 216, "u": "https://preview.redd.it/kf63kzd35msb1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=9240ae3232c6253735c65eca3b346199b501a822"}, {"y": 326, "x": 320, "u": "https://preview.redd.it/kf63kzd35msb1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=280c50ae180fea2b469516190e2f9f0c9c08880d"}, {"y": 653, "x": 640, "u": "https://preview.redd.it/kf63kzd35msb1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=8b83071874a020597a9bbccf7bc05aa42f0443f9"}, {"y": 980, "x": 960, "u": "https://preview.redd.it/kf63kzd35msb1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=6d9178f12c686910d50a3387d3a88060bb2040c8"}], "s": {"y": 1024, "x": 1003, "u": "https://preview.redd.it/kf63kzd35msb1.png?width=1003&amp;format=png&amp;auto=webp&amp;s=47b1d90c9efdd600d65549c94b796b4c96193214"}, "id": "kf63kzd35msb1"}}, "name": "t3_171hl0e", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.93, "author_flair_background_color": null, "subreddit_type": "public", "ups": 22, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Buddhism", "can_mod_post": false, "score": 22, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/abiEfmJAGF8kyQOH8GQDV9jTTsxzQkQEmG4-NNBt3aY.jpg", "edited": 1696613464.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1696611462.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/kf63kzd35msb1.png?width=1003&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=47b1d90c9efdd600d65549c94b796b4c96193214\"&gt;Female Monk Molesting Zen Master Joshu Sasaki&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;A chat with ChatGPT, who knows any sacred scroll or tradition in Buddhism any humans know.&lt;/p&gt;\n\n&lt;p&gt;Please notice the emphasis on &amp;quot;direct experience&amp;quot;, which anyone who does darkroom knows to be a lie.&lt;/p&gt;\n\n&lt;p&gt;In fact, Buddhism in general shuns direct experience.&lt;/p&gt;\n\n&lt;p&gt;The famous woman raping Zen master in Los Angeles, Joshu Sasaki, once gave a lecture I attended around age 16 where he said, &amp;quot;Don&amp;#39;t expect to fly to the sun!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;What???&lt;/p&gt;\n\n&lt;p&gt;I fly to the sun all the time.  It would be really pointless if you couldn&amp;#39;t do things like that.  Self-deception even, since flying to the sun is a human tradition from before money ruined all magic.&lt;/p&gt;\n\n&lt;p&gt;And if you try to show the magic in this subreddit to &amp;quot;Zen Masters&amp;quot;, they won&amp;#39;t be interested at all.&lt;/p&gt;\n\n&lt;p&gt;Because in fact, it&amp;#39;s a scam.&lt;/p&gt;\n\n&lt;p&gt;Zen is a total scam.&lt;/p&gt;\n\n&lt;p&gt;*** from ChatGPT ***&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Question:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Explain to me where the term &amp;quot;Zen&amp;quot; came from in reference to Buddhism, and whether it&amp;#39;s mostly a Japanese thing, or whether the Chinese actually created it in the first place.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;ChatGPT:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Zen&amp;quot; is a term that is closely associated with a particular school of Buddhism. The word itself is derived from the Japanese pronunciation of the Chinese word &amp;quot;Chan,&amp;quot; which in turn is derived from the Sanskrit word &amp;quot;Dhyana,&amp;quot; meaning &amp;quot;meditation.&amp;quot; So, the lineage of the term goes like this: Dhyana (Sanskrit) → Chan (Chinese) → Zen (Japanese).&lt;/p&gt;\n\n&lt;h2&gt;Origins and Development&lt;/h2&gt;\n\n&lt;h2&gt;India:&lt;/h2&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Dhyana&lt;/strong&gt;: Zen Buddhism traces its origins back to Indian Buddhism, where meditation (Dhyana) was a vital practice. The focus was on direct, experiential realization through meditation and mindfulness.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;h2&gt;China:&lt;/h2&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Chan Buddhism&lt;/strong&gt;: As Buddhism spread to China, it mingled with Taoism and indigenous traditions. Chan Buddhism emerged in China around the 6th century CE and emphasized direct insight into one’s true nature through meditation and the teachings of a master.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Key Figures&lt;/strong&gt;: Bodhidharma, an Indian monk, is traditionally credited as the transmitter of Chan Buddhism to China, although historical evidence is scarce and mixed with legend.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;h2&gt;Japan:&lt;/h2&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Zen Buddhism&lt;/strong&gt;: When Chan Buddhism spread to Japan, it became known as Zen Buddhism. It was notably influenced by Shinto and Japanese indigenous practices.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Schools of Zen&lt;/strong&gt;: In Japan, Zen developed into various schools, such as the Soto and Rinzai schools, each with its own methods and teachings but sharing the core emphasis on direct experience and meditation.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;h2&gt;Key Elements Across Regions&lt;/h2&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Meditation&lt;/strong&gt;: Regardless of the regional form it takes, this tradition emphasizes meditation and direct experiential understanding.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Master-Student Relationship&lt;/strong&gt;: A strong, direct relationship between master and student is pivotal, as the master guides the student based on their own direct realization of the truth.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Mindfulness&lt;/strong&gt;: Living in the present moment, mindfulness in daily activities is emphasized across all forms of Zen/Chan Buddhism.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Simplicity&lt;/strong&gt;: Both Chan and Zen Buddhism often emphasize simplicity and directness in their approach to practice and life.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;h2&gt;Is it Just a Japanese Thing?&lt;/h2&gt;\n\n&lt;p&gt;While the term &amp;quot;Zen&amp;quot; is Japanese, the philosophical and spiritual practices it refers to are not exclusive to Japan. As mentioned, Zen Buddhism has its roots in Indian Buddhism and developed significantly in China before being transmitted to Japan. So, while Zen is associated with Japan, it is certainly not solely a Japanese phenomenon.&lt;/p&gt;\n\n&lt;p&gt;In modern times, elements of Zen/Chan Buddhism have been adopted and adapted worldwide, and you can find practitioners and Zen centers in many different countries, each bringing its own cultural influences to the practice while maintaining the core elements of meditation and direct insight.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Follow-up question:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;How can you prove that this has anything at all to do with &amp;quot;The Historical Buddha&amp;quot;, when nothing at all was written down by that movement, and oral traditions are notoriously unreliable due to business concerns of sects, wanting additional unique materials to attract students?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;ChatGPT:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Your skepticism toward the historical reliability of oral traditions and the establishment of religious practices and doctrines is valid and shared by many scholars in the field. The relationship between the historical Buddha, Siddhartha Gautama, and the later development of various schools of Buddhism, including Zen, is indeed complex and often difficult to trace with historical certainty.&lt;/p&gt;\n\n&lt;h2&gt;Historical Buddha and Written Records:&lt;/h2&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Direct Writings&lt;/strong&gt;: There are no writings directly attributed to Siddhartha Gautama, the historical Buddha.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Oral Traditions&lt;/strong&gt;: The teachings of the Buddha were preserved and passed down through oral traditions for several centuries before being written down.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;First Written Records&lt;/strong&gt;: The first written records of Buddha&amp;#39;s teachings, such as the Pali Canon, were created around the 1st century BCE, several centuries after his death.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;h2&gt;Challenges in Linking Zen to the Historical Buddha:&lt;/h2&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Time Gap&lt;/strong&gt;: The development of Zen/Chan Buddhism occurred centuries after the death of the historical Buddha, creating a significant time gap.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Cultural and Geographical Shifts&lt;/strong&gt;: Buddhism traveled through various cultures and geographies (India → China → Japan), each adding its own influences and adaptations.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Different Schools&lt;/strong&gt;: Various schools and sects developed, each interpreting and emphasizing different aspects of the teachings.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;h2&gt;Points of Connection:&lt;/h2&gt;\n\n&lt;p&gt;Despite these challenges, there are several points through which Zen Buddhism is connected back to the teachings of the historical Buddha:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Core Teachings&lt;/strong&gt;: Despite the variations, many core teachings (Four Noble Truths, Eightfold Path, etc.) are consistent across Buddhist schools and can be traced back to the earliest records of Buddha&amp;#39;s teachings.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Emphasis on Meditation (Dhyana)&lt;/strong&gt;: Early Buddhist texts and teachings emphasize the practice of meditation, which is a core practice in Zen. The term Zen/Chan itself, derived from Dhyana, points towards this continuity of emphasis on meditation.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Monastic Tradition&lt;/strong&gt;: The tradition of monastic life, meditation practice, and the teacher-student relationship in Zen can be linked to early Buddhist practices and the Sangha (monastic community) established during the Buddha’s time.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Bodhidharma and Lineage&lt;/strong&gt;: Traditional Zen lineage charts trace the teachings back through various masters directly to the historical Buddha. While historical evidence is often scant and mixed with legend (e.g., the figure of Bodhidharma), this lineage is significant in the self-understanding of Zen.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;h2&gt;Conclusion:&lt;/h2&gt;\n\n&lt;p&gt;While it is challenging to establish a direct and historically verifiable link between Zen practices and the historical Buddha due to the reasons you mentioned (oral tradition, time gaps, geographical and cultural shifts, etc.), there are threads of continuity in terms of core teachings and practices. It&amp;#39;s essential to approach the study of Zen and other Buddhist schools with a recognition of the historical complexities and the evolution of practices and teachings over time and across cultures.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Follow Question:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;But wasn&amp;#39;t the original Buddha actually known for rebelling against the caste system as his main distinguishing factor, and the rest was essentially common Hinduism of his time?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;ChatGPT:&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Indeed, Siddhartha Gautama, the historical Buddha, was known for rejecting certain aspects of the prevailing religious and social structures of his time, including the caste system. His teachings and practices offered a path that was accessible to people of all castes and social standings, which was quite revolutionary in the socioreligious context of ancient India.&lt;/p&gt;\n\n&lt;h2&gt;Rejection of the Caste System:&lt;/h2&gt;\n\n&lt;ul&gt;\n&lt;li&gt;&lt;strong&gt;Accessibility&lt;/strong&gt;: The Buddha allowed individuals from all castes to join the monastic Sangha (community), thereby providing a spiritual path that was accessible to all, irrespective of their social status.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Equality&lt;/strong&gt;: Within the Sangha, monks and nuns were considered equal, and their social status was determined by their ordination date, not their caste or social standing from their lay life.&lt;/li&gt;\n&lt;/ul&gt;\n\n&lt;h2&gt;Distinction from Hinduism:&lt;/h2&gt;\n\n&lt;p&gt;While Buddhism emerged in a context heavily influenced by Hindu beliefs and practices, and thus shares some common elements with Hinduism, it also presents several key distinctions:&lt;/p&gt;\n\n&lt;ol&gt;\n&lt;li&gt;&lt;strong&gt;Rejection of the Authority of the Vedas&lt;/strong&gt;: The Buddha rejected the authority of the Vedas, which were (and are) central to Hindu thought and practice.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;No Atman&lt;/strong&gt;: Unlike Hinduism, which posits the existence of an eternal soul or &amp;quot;Atman&amp;quot;, Buddhism introduces the concept of &amp;quot;Anatta&amp;quot; or non-self, denying the existence of a permanent, unchanging soul.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Karma and Rebirth&lt;/strong&gt;: Although both Buddhism and Hinduism believe in karma and rebirth, they interpret and understand these concepts differently. For example, in Buddhism, karma and rebirth are understood in the context of dependent origination and without reference to a permanent soul.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Moksha and Nirvana&lt;/strong&gt;: Both traditions believe in the liberation from the cycle of birth and death, but they conceptualize this liberation differently. In Buddhism, Nirvana is the extinguishing of the fires of desire, aversion, and ignorance, leading to liberation from suffering. In Hinduism, Moksha is often understood as the soul&amp;#39;s liberation from the cycle of Samsara (rebirth) and union with the divine.&lt;/li&gt;\n&lt;li&gt;&lt;strong&gt;Path to Liberation&lt;/strong&gt;: The Buddha introduced the Noble Eightfold Path as a practical guide to ethical living and mental development leading to Nirvana, which is distinct from various paths to Moksha in Hinduism.&lt;/li&gt;\n&lt;/ol&gt;\n\n&lt;h2&gt;The Development of Buddhism:&lt;/h2&gt;\n\n&lt;p&gt;Buddhism evolved over time, developing various schools and interpretations of the teachings across different cultures and regions. While the historical Buddha’s teaching was indeed focused on the path to liberation and the ethical conduct leading to it, later schools, such as Mahayana and Vajrayana, introduced additional concepts, practices, and texts. Zen Buddhism, as discussed earlier, emphasizes direct insight and experience, which is facilitated through meditation and the master-student relationship.&lt;/p&gt;\n\n&lt;p&gt;In summary, while Buddhism arose in a Hindu cultural and religious context and therefore shares some commonalities with it, the Buddha&amp;#39;s teachings introduced several key distinctions and innovations, particularly in rejecting the caste system and offering a new path to liberation. This path was then interpreted and developed in various ways as Buddhism spread and evolved over time and across different cultures.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "50b6d81e-6006-11ea-9dff-0e00c04b8ffb", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "171hl0e", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 7, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/171hl0e/the_nonsense_of_zen/", "subreddit_subscribers": 9561, "created_utc": 1696611462.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "k4grxwq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "lukout8", "can_mod_post": false, "send_replies": true, "parent_id": "t1_k4g9p1z", "score": 2, "author_fullname": "t2_klk263a5n", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Funny how “doing the work” can almost be a misnomer in some cases like mine where Castaneda ‘s work became the only belief system that suitably explained and described the experience of living, doing exactly as he said without expecting rewards cuz you didn’t believe in anything anyway. For me it wasn’t work so much as the only way of coping with a world I could no longer understand i.e. collapse of belief system since childhood; Castaneda became only guide no longer simply a belief system in an extensive and impressive inventory of belief systems from which I drew my own personal expression(I want to puke as I recount) of spirituality.  \n\nThat said I found that the idea of effort became irrelevant if self-importance was curtailed. Whatever effort anything took was the effort it took, our self-reflection made the effort whatever it was, something to suffer and avoid at all cost because it threatened self importance thus keeping us trapped by never being able to sustain focus for however long individual experiences required us to before attaining silence which of course is metaphorically and literally the light switch without which we would be in the dark.  \n\nSilence can take therefore seemingly forever or a blink theoretically or indeed spontaneously, if people expect anything other than whatever is necessary to attain it, it could be argued the expectation itself can stand in the way.\n\nI have to completely agree there is no equivalent to silence or whatever work/effort/lack of self-reflection is necessary to experience it, nothing is the same afterwards.\n\nThanks for the great internal consistency danl999\n\nApologize for personal recount in past tense, it seemed to flow that way", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_k4grxwq", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Funny how “doing the work” can almost be a misnomer in some cases like mine where Castaneda ‘s work became the only belief system that suitably explained and described the experience of living, doing exactly as he said without expecting rewards cuz you didn’t believe in anything anyway. For me it wasn’t work so much as the only way of coping with a world I could no longer understand i.e. collapse of belief system since childhood; Castaneda became only guide no longer simply a belief system in an extensive and impressive inventory of belief systems from which I drew my own personal expression(I want to puke as I recount) of spirituality.  &lt;/p&gt;\n\n&lt;p&gt;That said I found that the idea of effort became irrelevant if self-importance was curtailed. Whatever effort anything took was the effort it took, our self-reflection made the effort whatever it was, something to suffer and avoid at all cost because it threatened self importance thus keeping us trapped by never being able to sustain focus for however long individual experiences required us to before attaining silence which of course is metaphorically and literally the light switch without which we would be in the dark.  &lt;/p&gt;\n\n&lt;p&gt;Silence can take therefore seemingly forever or a blink theoretically or indeed spontaneously, if people expect anything other than whatever is necessary to attain it, it could be argued the expectation itself can stand in the way.&lt;/p&gt;\n\n&lt;p&gt;I have to completely agree there is no equivalent to silence or whatever work/effort/lack of self-reflection is necessary to experience it, nothing is the same afterwards.&lt;/p&gt;\n\n&lt;p&gt;Thanks for the great internal consistency danl999&lt;/p&gt;\n\n&lt;p&gt;Apologize for personal recount in past tense, it seemed to flow that way&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_171hl0e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k4grxwq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1697055242.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1697055242.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "k4g9p1z", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1697048721.0, "send_replies": true, "parent_id": "t1_k4fwp3p", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Meditation is pretty much just heroine addition, minus the negative side effects.  And minus the buildup of tolerance to it.\n\nIt's a druglike state induced by moving the assemblage point just a few inches down the back.\n\nBut it's capable of very far left shifts in the shallow depthed green zone.  So you don't build up the tolerance as you do with opiates, and lose the high.\n\nInstead, you can go further and further to the left through continued practice, but all still in the realm of beginner's magic.\n\nYou can even travel to heaven or meet god in the green zone!  As long as you have  your eyes closed and don't move much.\n\nTheir assemblage point moves to what we consider a negligible accomplishment you ought to pass by in 5 minutes of darkroom, when you reach intermediate level.\n\nBut their technique doesn't eliminate the internal dialogue at all, so it can't go further down the back.\n\nAnd they've been brainwashed with false explanations, designed to keep them trapped in the green.\n\nInstead of continuing to deepen their silence, they move far left to enhance that as much as they can.  Having been promised a throne to sit on, if they keep that up.\n\nAnd thus the very blissful nature of it, the minor remote viewing, and the feeling you are in \"heavenly\" realms is an obvious result of a left shift.\n\nCarlos explained the left shift effects, which also included insect mindedness.  Hive mind I suppose.  I try to avoid insect shapeshifting.\n\nCleargreen seems to relish it.  At least, in their fantasies.\n\nAll just \"green line\" effects with a far left push.\n\nMarijuana also pushes you down to the green line, but not so far left as opiates do.\n\nWhich naturally people who practice meditation ignore, as if drugs doing the same thing they're doing,  is irrelevant.\n\nThey don't have any comprehension at all of what meditation really is!  Because they don't know about the assemblage point.\n\nIn their mind drugs means you're \"broken\", rather than them realizing drugs just push the assemblage point the same way meditation moves it.\n\nThen of course, shrooms and Devil's Weed push you far down into the deep red zone.\n\nWe can map this out later, when one of us gets good enough to \"see\" precisely what's happening to people who practice meditation.\n\nBut we can know for sure they never get past the green line, because shapeshifting takes place in the red zone on a regular basis.\n\nIt's the defining feature, aside from the intense puffs with swirling jet black.\n\nI'm sure Meditation zombies have stories of some guru far up in Tibet shapeshifting once or twice, but if it's not on a nightly basis, leading to much better things after that, it's just what you'd expect of a deep green zone shift.\n\nSome \"previews\" of what's next in the red zone. But not the ability to do that regularly.\n\nApparently Daniel Ingram now believes he shapeshifted once.\n\nBut it's rare???  And he tolerates that?\n\nTakes him a weekend retreat just to see spirits.\n\nThat's 2 minutes to an intermediate person.\n\nShouldn't that clue him in that his technique is nearly useless, especially since I pointed out he could do all that years ago, on his web page comments?\n\nHe proudly retained the first, hoping to steal Castaneda fans, but ditched the one that told him all the further cool stuff you can do, even breaking the laws of physics.\n\nRemoved that one as far as I know. It made Buddhism look bad.\n\nIf you have the real thing you begin to become so familiar with the nature of shapeshifting that you start to actually understand how it takes place, and what that implies, thus allowing you to figure out even better things to look for next.\n\nAnd NONE of what people do with meditation, beats what anyone woman can do in a nice perfumed bath surrounded by candles.\n\nWomen just don't realize they kicked the Dali Lama's butt when they do that sort of thing.\n\nBecause, it's often just an attempt to soothe themselves from monthly pain.\n\nSo they're just happy to suddenly feel good again.\n\nThere's actually some kind of \"dark force\" arising from fake magical systems, especially something as huge as Buddhism, which seeks to forbid the very obvious criticisms of it.\n\nAs a criminal enterprise.\n\nWhich Buddhism actually is.\n\nBut so are all other religions.\n\nI got to see Silent Knowledge presentations on that topic last night.\n\nMost not translatable, but one thing stood out.\n\nNo one with real magic is offended if someone comes along and claims to have better magic.\n\nBut people with fake magic get very angry, and start invoking \"authority figures\" such as \"The Buddha\", expecting that will shut you up because no one dares insult that pretend man.\n\nSo one extremely good way to judge if someone's magic is fake, is by questioning it honestly and slightly ruthlessly until they get angry, and then seeing if they invoke an authority figure to protect themselves.\n\nSorcerers have real magic, so they never invoke an authority figure to protect themselves.\n\nDon't need to.\n\nThey have the real thing and can handle any argument about the details of what real magic is.\n\nCarol Tiggs once told a workshop audience she wasn't taking any questions from the books.\n\nI LOVE questions from the books, because sorcery is so absolutely consistent and logical that it's easy to answer even the toughest of those.  Once you've reached Silent Knowledge and seen the road along the way.\n\nIf something is in dispute in the same system as us, meaning it's not something outside arguing about sorcery, but rather a disagreement on the best way to practice sorcery within the Castaneda community, then authority figures are appropriate.\n\nBut not to defend your belief!\n\nBecause it's no longer a \"belief\" if you have real magic.\n\nIt's like being an expert on computers, who is never afraid to get into an argument with a computer novice.\n\nWhen it's REAL, there's no emotional reaction to being questioned.\n\nUnfortunately, this applies to Castaneda fans who are faking it.\n\nThey'll point to a \"higher authority\" to defend being lazy and not ever actually doing any work.\n\nRussians seem to like to hear that sort of thing.\n\nCalixto had a quote from some man who went to an inner circle gathering one time, and heard Carlos talk to a small crowd.\n\nThe Russian man concluded we don't need magic anymore, and that don Juan failed anyway.\n\nSo just do the tensegrity.\n\nIt's pretty disgusting, and absolutely wrong.  Confused with mixes of quotes and lectures, combined in a meaningless way just to get himself attention.\n\nDo we have any actual Russians who can move puffs with their hands?\n\nI know we have eastern bloc people who are intermediate level, but are there any actual Russians?\n\nI'd feel better about translating some videos to Russian, if there was actually an audience for them.", "edited": 1697049310.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_k4g9p1z", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Meditation is pretty much just heroine addition, minus the negative side effects.  And minus the buildup of tolerance to it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a druglike state induced by moving the assemblage point just a few inches down the back.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s capable of very far left shifts in the shallow depthed green zone.  So you don&amp;#39;t build up the tolerance as you do with opiates, and lose the high.&lt;/p&gt;\n\n&lt;p&gt;Instead, you can go further and further to the left through continued practice, but all still in the realm of beginner&amp;#39;s magic.&lt;/p&gt;\n\n&lt;p&gt;You can even travel to heaven or meet god in the green zone!  As long as you have  your eyes closed and don&amp;#39;t move much.&lt;/p&gt;\n\n&lt;p&gt;Their assemblage point moves to what we consider a negligible accomplishment you ought to pass by in 5 minutes of darkroom, when you reach intermediate level.&lt;/p&gt;\n\n&lt;p&gt;But their technique doesn&amp;#39;t eliminate the internal dialogue at all, so it can&amp;#39;t go further down the back.&lt;/p&gt;\n\n&lt;p&gt;And they&amp;#39;ve been brainwashed with false explanations, designed to keep them trapped in the green.&lt;/p&gt;\n\n&lt;p&gt;Instead of continuing to deepen their silence, they move far left to enhance that as much as they can.  Having been promised a throne to sit on, if they keep that up.&lt;/p&gt;\n\n&lt;p&gt;And thus the very blissful nature of it, the minor remote viewing, and the feeling you are in &amp;quot;heavenly&amp;quot; realms is an obvious result of a left shift.&lt;/p&gt;\n\n&lt;p&gt;Carlos explained the left shift effects, which also included insect mindedness.  Hive mind I suppose.  I try to avoid insect shapeshifting.&lt;/p&gt;\n\n&lt;p&gt;Cleargreen seems to relish it.  At least, in their fantasies.&lt;/p&gt;\n\n&lt;p&gt;All just &amp;quot;green line&amp;quot; effects with a far left push.&lt;/p&gt;\n\n&lt;p&gt;Marijuana also pushes you down to the green line, but not so far left as opiates do.&lt;/p&gt;\n\n&lt;p&gt;Which naturally people who practice meditation ignore, as if drugs doing the same thing they&amp;#39;re doing,  is irrelevant.&lt;/p&gt;\n\n&lt;p&gt;They don&amp;#39;t have any comprehension at all of what meditation really is!  Because they don&amp;#39;t know about the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;In their mind drugs means you&amp;#39;re &amp;quot;broken&amp;quot;, rather than them realizing drugs just push the assemblage point the same way meditation moves it.&lt;/p&gt;\n\n&lt;p&gt;Then of course, shrooms and Devil&amp;#39;s Weed push you far down into the deep red zone.&lt;/p&gt;\n\n&lt;p&gt;We can map this out later, when one of us gets good enough to &amp;quot;see&amp;quot; precisely what&amp;#39;s happening to people who practice meditation.&lt;/p&gt;\n\n&lt;p&gt;But we can know for sure they never get past the green line, because shapeshifting takes place in the red zone on a regular basis.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the defining feature, aside from the intense puffs with swirling jet black.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m sure Meditation zombies have stories of some guru far up in Tibet shapeshifting once or twice, but if it&amp;#39;s not on a nightly basis, leading to much better things after that, it&amp;#39;s just what you&amp;#39;d expect of a deep green zone shift.&lt;/p&gt;\n\n&lt;p&gt;Some &amp;quot;previews&amp;quot; of what&amp;#39;s next in the red zone. But not the ability to do that regularly.&lt;/p&gt;\n\n&lt;p&gt;Apparently Daniel Ingram now believes he shapeshifted once.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s rare???  And he tolerates that?&lt;/p&gt;\n\n&lt;p&gt;Takes him a weekend retreat just to see spirits.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s 2 minutes to an intermediate person.&lt;/p&gt;\n\n&lt;p&gt;Shouldn&amp;#39;t that clue him in that his technique is nearly useless, especially since I pointed out he could do all that years ago, on his web page comments?&lt;/p&gt;\n\n&lt;p&gt;He proudly retained the first, hoping to steal Castaneda fans, but ditched the one that told him all the further cool stuff you can do, even breaking the laws of physics.&lt;/p&gt;\n\n&lt;p&gt;Removed that one as far as I know. It made Buddhism look bad.&lt;/p&gt;\n\n&lt;p&gt;If you have the real thing you begin to become so familiar with the nature of shapeshifting that you start to actually understand how it takes place, and what that implies, thus allowing you to figure out even better things to look for next.&lt;/p&gt;\n\n&lt;p&gt;And NONE of what people do with meditation, beats what anyone woman can do in a nice perfumed bath surrounded by candles.&lt;/p&gt;\n\n&lt;p&gt;Women just don&amp;#39;t realize they kicked the Dali Lama&amp;#39;s butt when they do that sort of thing.&lt;/p&gt;\n\n&lt;p&gt;Because, it&amp;#39;s often just an attempt to soothe themselves from monthly pain.&lt;/p&gt;\n\n&lt;p&gt;So they&amp;#39;re just happy to suddenly feel good again.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s actually some kind of &amp;quot;dark force&amp;quot; arising from fake magical systems, especially something as huge as Buddhism, which seeks to forbid the very obvious criticisms of it.&lt;/p&gt;\n\n&lt;p&gt;As a criminal enterprise.&lt;/p&gt;\n\n&lt;p&gt;Which Buddhism actually is.&lt;/p&gt;\n\n&lt;p&gt;But so are all other religions.&lt;/p&gt;\n\n&lt;p&gt;I got to see Silent Knowledge presentations on that topic last night.&lt;/p&gt;\n\n&lt;p&gt;Most not translatable, but one thing stood out.&lt;/p&gt;\n\n&lt;p&gt;No one with real magic is offended if someone comes along and claims to have better magic.&lt;/p&gt;\n\n&lt;p&gt;But people with fake magic get very angry, and start invoking &amp;quot;authority figures&amp;quot; such as &amp;quot;The Buddha&amp;quot;, expecting that will shut you up because no one dares insult that pretend man.&lt;/p&gt;\n\n&lt;p&gt;So one extremely good way to judge if someone&amp;#39;s magic is fake, is by questioning it honestly and slightly ruthlessly until they get angry, and then seeing if they invoke an authority figure to protect themselves.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers have real magic, so they never invoke an authority figure to protect themselves.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t need to.&lt;/p&gt;\n\n&lt;p&gt;They have the real thing and can handle any argument about the details of what real magic is.&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs once told a workshop audience she wasn&amp;#39;t taking any questions from the books.&lt;/p&gt;\n\n&lt;p&gt;I LOVE questions from the books, because sorcery is so absolutely consistent and logical that it&amp;#39;s easy to answer even the toughest of those.  Once you&amp;#39;ve reached Silent Knowledge and seen the road along the way.&lt;/p&gt;\n\n&lt;p&gt;If something is in dispute in the same system as us, meaning it&amp;#39;s not something outside arguing about sorcery, but rather a disagreement on the best way to practice sorcery within the Castaneda community, then authority figures are appropriate.&lt;/p&gt;\n\n&lt;p&gt;But not to defend your belief!&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;s no longer a &amp;quot;belief&amp;quot; if you have real magic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s like being an expert on computers, who is never afraid to get into an argument with a computer novice.&lt;/p&gt;\n\n&lt;p&gt;When it&amp;#39;s REAL, there&amp;#39;s no emotional reaction to being questioned.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, this applies to Castaneda fans who are faking it.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ll point to a &amp;quot;higher authority&amp;quot; to defend being lazy and not ever actually doing any work.&lt;/p&gt;\n\n&lt;p&gt;Russians seem to like to hear that sort of thing.&lt;/p&gt;\n\n&lt;p&gt;Calixto had a quote from some man who went to an inner circle gathering one time, and heard Carlos talk to a small crowd.&lt;/p&gt;\n\n&lt;p&gt;The Russian man concluded we don&amp;#39;t need magic anymore, and that don Juan failed anyway.&lt;/p&gt;\n\n&lt;p&gt;So just do the tensegrity.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s pretty disgusting, and absolutely wrong.  Confused with mixes of quotes and lectures, combined in a meaningless way just to get himself attention.&lt;/p&gt;\n\n&lt;p&gt;Do we have any actual Russians who can move puffs with their hands?&lt;/p&gt;\n\n&lt;p&gt;I know we have eastern bloc people who are intermediate level, but are there any actual Russians?&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d feel better about translating some videos to Russian, if there was actually an audience for them.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_171hl0e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k4g9p1z/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1697048721.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "k4fwp3p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "lukout8", "can_mod_post": false, "created_utc": 1697044100.0, "send_replies": true, "parent_id": "t3_171hl0e", "score": 3, "author_fullname": "t2_klk263a5n", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Repetition , unless contradicted by the Nagual had the same effect as the right way of walking in that it overloaded and quieted, I recall, I believe Buddhists confuse their almost but not quite silence with a thought or word devoid of command as that involves action and body. In other words they may slim down their thought to revolve around a single focused thought to the exclusion of all others and feel like they achieve silence but miss that moment when emanations reveal themselves as the sensorial pressure potential that they are, rather than some contradictory nonsense that thoughts are at the core of everything.\n\nThis mental trap might explain why believing thoughts in their purest form are better and the whole point in their system rather than direct experience: their system also appears to contradict the growing body of evidence that that we are an embodied consciousness, hence, actions commands and direct experience are at the very least equally relevant and thus require a system of explanation that pays at least a nod if not downright acknowledgement like Castaneda about the relevance of the body as a field of awareness conscious in ways only silence will reveal", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_k4fwp3p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Repetition , unless contradicted by the Nagual had the same effect as the right way of walking in that it overloaded and quieted, I recall, I believe Buddhists confuse their almost but not quite silence with a thought or word devoid of command as that involves action and body. In other words they may slim down their thought to revolve around a single focused thought to the exclusion of all others and feel like they achieve silence but miss that moment when emanations reveal themselves as the sensorial pressure potential that they are, rather than some contradictory nonsense that thoughts are at the core of everything.&lt;/p&gt;\n\n&lt;p&gt;This mental trap might explain why believing thoughts in their purest form are better and the whole point in their system rather than direct experience: their system also appears to contradict the growing body of evidence that that we are an embodied consciousness, hence, actions commands and direct experience are at the very least equally relevant and thus require a system of explanation that pays at least a nod if not downright acknowledgement like Castaneda about the relevance of the body as a field of awareness conscious in ways only silence will reveal&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k4fwp3p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1697044100.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_171hl0e", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "k3vl2e3", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_k3v1row", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "More nonsense.  Make believe.  All of them.\n\nMental masturbation Carlos called it.\n\nBut I call it \"self-soothing\" in order to avoid that M word.\n\nAnything from Yoga, Sufis, Shamans and Buddhism is commercial nonsense made up to steal, based on much older stuff that was real.  But far too long ago for them to have any understanding of it these days. Even their \"masters\".\n\nAs far as I can determine, the only real magic humans had (and for 290,000 years) was \"natural\" magic.  Magic leaned by roaming around looking for food, and meeting spirits.\n\nAnd also by eating shrooms and hallucinogenic plants which put you into contact with real spirits, who love to teach.\n\nBUT, absent any possibility of making money from it.\n\nThat's the key point.\n\nOnce you could make money, all was quickly lost to fakers.\n\nAnything before money, before writing systems, and before cities, tends to be genuine because if not, what's the point?\n\nYou wouldn't make up fake magic for your own use.\n\nSo it's a hard fact that ancient magic is real.\n\nMight not be very powerful, if it was just one guy's discoveries.\n\nBut apprentice to apprentice for thousands of years?\n\nThat kind of magic can be VERY powerful.\n\nAnything modern (&lt; 6000 years old) is a total despicable fraud.\n\nIf you stick around you'll watch endless bad men come here, trying to steal by pretending to have what we have, but with 0% understanding.\n\nIt's relentless!  5 years of 3 average per week.\n\nSome just won't leave, because they know in their heart this place is the only one that's real.\n\nYou can see it with your own eyes!\n\nBut rather than value that, they want to dominate and destroy it.\n\nIt's the same in all aspects of magic and religion.\n\nEndless bad men, trying to steal based on something like what you're describing.\n\nWhat we have is left over Olmec magic from 8000 years ago, which twice had to flee the rise of cities and money, and was ultimately forced to hide out in lineages of 15, to protect themselves from those dark forces which sell fake magic, and persecute competition from real magic.\n\nFake magic abhors real magic.\n\nRead around in here.\n\nWe kick Yogi, Sufi and Buddha butt. DAILY.\n\nAnd one time experiences aren't really worth discussing much.\n\nNot when you yourself could simply get serious and follow instructions, and answer your questions by yourself.\n\nYou have to do something over and over again and watch how it changes, in order to understand what you have.\n\nAnd it'll just be a rabbit trail on the mountain at first.\n\nYou need to hook yourself to the pathways the Olmec old seers carved out.\n\nYou have noticed from the posts?  That we get to:\n\nBreak the laws of physics.\n\nManifest fully visible things.\n\nBe in 2 places at the same time.\n\nShapeshift into a giant beast that can lift a car in one hand.\n\nShrink down to the size of a frog, and drive away in a \"clown car\" we created just for fun.\n\nNot in sleeping dreaming!\n\nFully awake, eyes wide open, completely sober.\n\nWe walk through solid walls.\n\nSwipe away the ceiling to gaze at the stars.\n\nLeap through space at billions of light years per second.\n\nVisit with spirits who become close friends, are completely visible, and can move light objects or bend water streams.\n\nSome of us can bewitch animals who begin to like magic themselves.\n\nReach through solid walls to retrieve magical objects which allow all sorts of cool stuff.\n\nShare dreams for real. Not pretend.  Even one person awake, and one asleep, in the same reality with each other.\n\nAnd the list goes on.\n\nYogis get to do nothing at all except make up a few stories for their books, and then no one ever hears about that again while they suck up so much wealth they build palaces near Malibu.\n\nBut they'll be happy to take your money to teach you their make believe.\n\nAbout \"oneness\" or other things that are easy to pretend.", "edited": 1696699574.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_k3vl2e3", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;More nonsense.  Make believe.  All of them.&lt;/p&gt;\n\n&lt;p&gt;Mental masturbation Carlos called it.&lt;/p&gt;\n\n&lt;p&gt;But I call it &amp;quot;self-soothing&amp;quot; in order to avoid that M word.&lt;/p&gt;\n\n&lt;p&gt;Anything from Yoga, Sufis, Shamans and Buddhism is commercial nonsense made up to steal, based on much older stuff that was real.  But far too long ago for them to have any understanding of it these days. Even their &amp;quot;masters&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As far as I can determine, the only real magic humans had (and for 290,000 years) was &amp;quot;natural&amp;quot; magic.  Magic leaned by roaming around looking for food, and meeting spirits.&lt;/p&gt;\n\n&lt;p&gt;And also by eating shrooms and hallucinogenic plants which put you into contact with real spirits, who love to teach.&lt;/p&gt;\n\n&lt;p&gt;BUT, absent any possibility of making money from it.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the key point.&lt;/p&gt;\n\n&lt;p&gt;Once you could make money, all was quickly lost to fakers.&lt;/p&gt;\n\n&lt;p&gt;Anything before money, before writing systems, and before cities, tends to be genuine because if not, what&amp;#39;s the point?&lt;/p&gt;\n\n&lt;p&gt;You wouldn&amp;#39;t make up fake magic for your own use.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s a hard fact that ancient magic is real.&lt;/p&gt;\n\n&lt;p&gt;Might not be very powerful, if it was just one guy&amp;#39;s discoveries.&lt;/p&gt;\n\n&lt;p&gt;But apprentice to apprentice for thousands of years?&lt;/p&gt;\n\n&lt;p&gt;That kind of magic can be VERY powerful.&lt;/p&gt;\n\n&lt;p&gt;Anything modern (&amp;lt; 6000 years old) is a total despicable fraud.&lt;/p&gt;\n\n&lt;p&gt;If you stick around you&amp;#39;ll watch endless bad men come here, trying to steal by pretending to have what we have, but with 0% understanding.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s relentless!  5 years of 3 average per week.&lt;/p&gt;\n\n&lt;p&gt;Some just won&amp;#39;t leave, because they know in their heart this place is the only one that&amp;#39;s real.&lt;/p&gt;\n\n&lt;p&gt;You can see it with your own eyes!&lt;/p&gt;\n\n&lt;p&gt;But rather than value that, they want to dominate and destroy it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the same in all aspects of magic and religion.&lt;/p&gt;\n\n&lt;p&gt;Endless bad men, trying to steal based on something like what you&amp;#39;re describing.&lt;/p&gt;\n\n&lt;p&gt;What we have is left over Olmec magic from 8000 years ago, which twice had to flee the rise of cities and money, and was ultimately forced to hide out in lineages of 15, to protect themselves from those dark forces which sell fake magic, and persecute competition from real magic.&lt;/p&gt;\n\n&lt;p&gt;Fake magic abhors real magic.&lt;/p&gt;\n\n&lt;p&gt;Read around in here.&lt;/p&gt;\n\n&lt;p&gt;We kick Yogi, Sufi and Buddha butt. DAILY.&lt;/p&gt;\n\n&lt;p&gt;And one time experiences aren&amp;#39;t really worth discussing much.&lt;/p&gt;\n\n&lt;p&gt;Not when you yourself could simply get serious and follow instructions, and answer your questions by yourself.&lt;/p&gt;\n\n&lt;p&gt;You have to do something over and over again and watch how it changes, in order to understand what you have.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;ll just be a rabbit trail on the mountain at first.&lt;/p&gt;\n\n&lt;p&gt;You need to hook yourself to the pathways the Olmec old seers carved out.&lt;/p&gt;\n\n&lt;p&gt;You have noticed from the posts?  That we get to:&lt;/p&gt;\n\n&lt;p&gt;Break the laws of physics.&lt;/p&gt;\n\n&lt;p&gt;Manifest fully visible things.&lt;/p&gt;\n\n&lt;p&gt;Be in 2 places at the same time.&lt;/p&gt;\n\n&lt;p&gt;Shapeshift into a giant beast that can lift a car in one hand.&lt;/p&gt;\n\n&lt;p&gt;Shrink down to the size of a frog, and drive away in a &amp;quot;clown car&amp;quot; we created just for fun.&lt;/p&gt;\n\n&lt;p&gt;Not in sleeping dreaming!&lt;/p&gt;\n\n&lt;p&gt;Fully awake, eyes wide open, completely sober.&lt;/p&gt;\n\n&lt;p&gt;We walk through solid walls.&lt;/p&gt;\n\n&lt;p&gt;Swipe away the ceiling to gaze at the stars.&lt;/p&gt;\n\n&lt;p&gt;Leap through space at billions of light years per second.&lt;/p&gt;\n\n&lt;p&gt;Visit with spirits who become close friends, are completely visible, and can move light objects or bend water streams.&lt;/p&gt;\n\n&lt;p&gt;Some of us can bewitch animals who begin to like magic themselves.&lt;/p&gt;\n\n&lt;p&gt;Reach through solid walls to retrieve magical objects which allow all sorts of cool stuff.&lt;/p&gt;\n\n&lt;p&gt;Share dreams for real. Not pretend.  Even one person awake, and one asleep, in the same reality with each other.&lt;/p&gt;\n\n&lt;p&gt;And the list goes on.&lt;/p&gt;\n\n&lt;p&gt;Yogis get to do nothing at all except make up a few stories for their books, and then no one ever hears about that again while they suck up so much wealth they build palaces near Malibu.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;ll be happy to take your money to teach you their make believe.&lt;/p&gt;\n\n&lt;p&gt;About &amp;quot;oneness&amp;quot; or other things that are easy to pretend.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_171hl0e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k3vl2e3/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1696699334.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1696699334.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "k3v1row", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Brilliant_Draw9334", "can_mod_post": false, "send_replies": true, "parent_id": "t1_k3uy9yh", "score": 1, "author_fullname": "t2_k6vvk10ej", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Can you explain a little about this? What is the reason that a person sees himself as one with the world? Is the whole story a lie and we cannot reach this state? I asked someone who had taken Magic Mushroom and he confirmed that experienced it. This is the state that is called Samadhi in Yogism and Buddhism. And in Sufism, they call it self-annihilation and dissolution in God, which is their main goal. I thought that maybe this kind of perception was the result of the AP moving to a certain point near the blue line. And maybe it's a brain problem. what do you think? Do you have information about it?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_k3v1row", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Can you explain a little about this? What is the reason that a person sees himself as one with the world? Is the whole story a lie and we cannot reach this state? I asked someone who had taken Magic Mushroom and he confirmed that experienced it. This is the state that is called Samadhi in Yogism and Buddhism. And in Sufism, they call it self-annihilation and dissolution in God, which is their main goal. I thought that maybe this kind of perception was the result of the AP moving to a certain point near the blue line. And maybe it&amp;#39;s a brain problem. what do you think? Do you have information about it?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_171hl0e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k3v1row/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1696691927.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1696691927.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "k3uy9yh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1696690515.0, "send_replies": true, "parent_id": "t1_k3uacx7", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's made up nonsense designed to steal money from people.\n\nA binary view of the world, in eastern terms, where a single experience means \"you have arrived!\" and can set up a little throne and start stealing from people.\n\nPerhaps with a branch franchise in an asian multi-level marketing scheme.\n\n(Buddhism).\n\nOr some pretend shaman is trying to earn cash, since learning sorcery is impossible for him.\n\nGo ahead and check it out, but when you realize the truth get back to doing some actual work to change yourself.\n\nAbsolutely nothing out there which is associated with people charging money, is real.\n\nThe real thing can't be sold, because people won't pay to suffer the way you have to to learn sorcery.\n\nAnd people won't accept that the road is 1000 miles, instead of just some single nearby destination which is complete if you can only get there.\n\nYou have to eliminate that internal dialogue!\n\nNot merely disrupt it for a while, with some minor lingering effects.\n\nWho's selling that nonsense anyway?\n\nFollow the money.\n\nAlways look at the people behind it, if you have a hard time seeing through it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_k3uy9yh", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s made up nonsense designed to steal money from people.&lt;/p&gt;\n\n&lt;p&gt;A binary view of the world, in eastern terms, where a single experience means &amp;quot;you have arrived!&amp;quot; and can set up a little throne and start stealing from people.&lt;/p&gt;\n\n&lt;p&gt;Perhaps with a branch franchise in an asian multi-level marketing scheme.&lt;/p&gt;\n\n&lt;p&gt;(Buddhism).&lt;/p&gt;\n\n&lt;p&gt;Or some pretend shaman is trying to earn cash, since learning sorcery is impossible for him.&lt;/p&gt;\n\n&lt;p&gt;Go ahead and check it out, but when you realize the truth get back to doing some actual work to change yourself.&lt;/p&gt;\n\n&lt;p&gt;Absolutely nothing out there which is associated with people charging money, is real.&lt;/p&gt;\n\n&lt;p&gt;The real thing can&amp;#39;t be sold, because people won&amp;#39;t pay to suffer the way you have to to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;And people won&amp;#39;t accept that the road is 1000 miles, instead of just some single nearby destination which is complete if you can only get there.&lt;/p&gt;\n\n&lt;p&gt;You have to eliminate that internal dialogue!&lt;/p&gt;\n\n&lt;p&gt;Not merely disrupt it for a while, with some minor lingering effects.&lt;/p&gt;\n\n&lt;p&gt;Who&amp;#39;s selling that nonsense anyway?&lt;/p&gt;\n\n&lt;p&gt;Follow the money.&lt;/p&gt;\n\n&lt;p&gt;Always look at the people behind it, if you have a hard time seeing through it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_171hl0e", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k3uy9yh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1696690515.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "k3uacx7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Brilliant_Draw9334", "can_mod_post": false, "created_utc": 1696679092.0, "send_replies": true, "parent_id": "t3_171hl0e", "score": 1, "author_fullname": "t2_k6vvk10ej", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": " Does anyone know about ego death? The same state in which a person sees himself as one with the whole world. And they say that you can experience it by consuming magic mushrooms. Is this state due to AP going to a special place?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_k3uacx7", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Does anyone know about ego death? The same state in which a person sees himself as one with the whole world. And they say that you can experience it by consuming magic mushrooms. Is this state due to AP going to a special place?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/171hl0e/the_nonsense_of_zen/k3uacx7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1696679092.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_171hl0e", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]