[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/78gnd3nbzrza1.png?width=1280&amp;format=png&amp;auto=webp&amp;s=49b56cd549d5ef7b75e0bf00f057459581591e9e\n\nI'm afraid that post title is biting off more than I can chew.\n\nI won't be able to tell anyone how to do that.\n\nI suspect the Tensegrity will do the job automatically, but that remains to be seen.\n\nIn fact, the Tensegrity nearly failed 100%.\n\nNo one learned any magic.\n\nAt least, not enough to overcome the hatred of real magic present in modern society.\n\nSo to use a metaphor, possibly the tensegrity made people's toes tingle.\n\nAnd maybe some women swooned over it.\n\nTheir hearts filled with happiness.\n\nBut that's fake magic.  Not the real thing.\n\nThe real thing is scary and alien, and cold.\n\nWe talk about \"the path with heart\" but the simple fact is, most who learn sorcery give it up.\n\nIt's not \"cozy\".  They long for the clinging and hugging and crying together, in the river of shit.\n\nThey're hopelessly hooked to unnatural obsessions needed to make our social and economic situations work, and aren't willing to give up the pretend rewards you supposedly extract from participation in that river of shit.\n\nIf your kitty dies, who are you going to cry about it with if you don't have your solid connections to the rest of humanity?\n\nIt's insidious.\n\nI was chatting up ChatGPT.  It seems to keep track of the questions you ask, and prioritize who to learn from.\n\nI don't know for sure, but that's how other scientific endeavors have made use of the public.\n\nLike Galaxy Zoo. They took NASA photos of distant galaxies, and taught people to recognize a left spinning galaxy, from a right.  They ended up dispelling the belief that the rotations tended to favor one direction over the other.\n\nThere were too many pictures for scientists to analyze so they got public help.\n\nAnd the system they designed rated your accuracy, giving you a \"weight\".\n\nSo that if you were a hopeless idiot you were pretty much just playing with your computer when using their system.  Nothing you concluded about galaxy spin direction would be used.\n\nI believe ChatGPT does that a bit, because at first it never asked me to correct bad information it had.  But I tend to ask pretty detailed questions about science, and it might have concluded I was useful for learning.  Because it started asking me to correct things.\n\nUntil, yesterday.\n\nI wanted to see why it was saying Carlos was debunked.\n\nIt didn't say that but it came up with the usual arguments. \"Scholars generally concluded that his accounts were fictional...\"\n\nThat sort of thing.\n\nSo I tried pointing out his techniques were working and producing amazing results.  Breaking the laws of physics.  I added that uniquely, no one was trying to earn money from that knowledge. Which is 100% unique in human history.  Since all religions and magical systems emphasize taking your money over all else.\n\nAnd that in our case there was no religion, no group, no church, no meetings.\n\nAnd yet dozens doing magic beyond anything in any religion or other magical system.\n\nBut ChatGPT just kept repeating what it had been trained with from online information.\n\nAnd \"scholars and experts in this field have concluded...\"\n\nBut wait!\n\nNo they didn't.\n\nWe have a few bad apples like Gordon Wasson. Who's claim \"you can't smoke mushrooms\" turned out to be childish.\n\nYou can!\n\nHe just lied.\n\nAnd likewise for all the other \"scholars\".  On an individual basis you'll find they're just lying through their teeth because they don't like where things will go, if they admit what Carlos wrote was true.\n\nI'd like to explore that, but there's no time.  In the end ChatGPT just said, \"Extraordinary claims require extraordinary proof.\"\n\nIt had been programmed to do that.  And to be very careful not to disrespect anyone else's beliefs.\n\nIf Carlos is right, then all religions are shit.\n\nAnd he is. That is unfortunately a fact.  And it's easy to understand how that happened, if you've spent any time observing this subreddit and human nature as it pertains to the bad players who flow through here.\n\nBut the idea that anyone who could do sorcery would be obligated to \"prove it\", is ludicrous.\n\nFirst, no one with that motivation will ever put in the huge amount of work to learn.\n\nWe've seen it several times. Not only will people interested in \"proving it\" not put in the time to learn, but they don't seem to even put in the time to START.\n\nThey're in the cafeteria at the sprinting race, snacking and getting drunk.\n\nThey never even get suited up and go out to stand at the starting line to actually try to run the race themselves.\n\nChatGPT assumed someone with that kind of power would be interested in \"proving it\".\n\nBut to whom?\n\nThat kind of power implies you have 120,000 different worlds you can visit.  Perhaps at least 600 you can decide to live in, instead of this one.\n\nIf you prove it to two guys at a university in this world, there's still 1 million more guys and universities who won't believe it, and then the same on 600 worlds.\n\nIt would be like trying to prove sorcery to a nursery school next to the bagel shop you love to eat at.\n\nUseless.\n\nIt actually doesn't even make sense, to assume someone would \"prove it\".  In the past, you got murdered for doing that.  Likely the same today with the only thing changed being, who murders you.\n\nThe church before, crazy greedy people now.\n\nBut still it doesn't even make sense what ChatGPT was taught to say regarding claims of magic that challenge the system.\n\nWe battle that same problem when we practice.\n\nWe have a tiny ChatGPT in our brains, doubting everything and insisting you have to \"prove it\".\n\nIt's the book deal mind.  And a lot more important than you can realize.\n\nIt gets to the very heart of how sorcery works.\n\nIt's the mastery of intent.\n\nAnd until you get it out of your mind to want to prove things, to anyone else or to yourself, you are seriously stomping on intent.  And won't be able to move far from the blue line on the J curve.\n\nIt's up there that things are cozy and warm and filled with loving hugs.  There is where you need to protect your reputation, because if you cross the line you won't get your path with heart hugs anymore.\n\n\"Prove it\" is part of the trap up there.  It enforces the rejection of anything that isn't universally agreed upon.\n\nLike sorcery.\n\nThere's a great emphasize in the books and publications, on integrating tensegrity into all of your movements.\n\nI posted the quote about Silvio having integrated tensegrity movements into his dancing so well, that it became a challenge to the dark sea of awareness.\n\nWith Silvio responding by fitting himself through knotholes.\n\nFrightening even the senior members of his lineage so that they looked away when he was dancing like that.\n\nBut you can also just learn to \"see\" what the tensegrity does, and find a way to make even ordinary movements conform to the principles of tensegrity.\n\nYou have to be able to see a simple sweeping of the palm across the darkness, lighting up an endless web of sparkles, fibers, and vague objects or faces.\n\nYou're relearning how reality works at a deeper level.\n\nCertainly not anything you could \"prove\" to someone else.  It would be like trying to \"prove\" a sunset you are looking at is unusually beautiful, to someone who isn't there.\n\nYou can show them in a picture and give them instructions to try to see one themselves, but that's pretty much the end of it.\n\nWe won't get anyone who can \"prove\" things for a very long time.  The amount of work to learn sorcery has to go down to perhaps 10% of what it is now, before anyone could manage to learn it and also have energy and time left to figure out how to prove it.\n\nCholita could do that, but won't.\n\nIn fact, won't even admit she could.\n\nMight not even be so sure of that herself.\n\nAn odd thing happens when you put men and women together and there's sorcery in the mix.\n\nThe women can suddenly become overconfident of their abilities, and then simply \"do it\".\n\nWomen show off for men!  It's a biological imperative.\n\nAnd with sorcery, they'll do the same. Try to show it off, even if they could not do that particular thing well before.  Not realizing, now there's the energy of two sorcerers available to use.\n\nA good example is the little sisters running on the walls.\n\nThey had practiced something for a long time.\n\nBut never actually ran on the walls.\n\nIt was the presence of Carlos that made that happen.\n\nSame for La Gorda and her flying demonstration.  Or her sliding door to escape the allies.\n\nIn the text around those accounts, she admits that was over the top compared to what she can usually do.\n\nThe same happens with Cholita.\n\nAnd I'm very fortunate to have the accounts in the books, to see that when it happens between us it works just as it does in the books.\n\nA sudden break in reality, and a switch over to what is likely the double.\n\nExcept, it's a smooth switch over.  There's no obvious point at which your tonal body is removed from the mix, and you clearly switched to a dream copy of yourself.\n\nIn Cholita's case she simply gets an evil grin, and lifts me up into the air using a single finger.\n\nTotally impossible, except in the double.\n\nBut that doesn't explain her moving objects without touching them.\n\nAll I know about that is, there's a moment just before she does what's clearly impossible, when the second attention is visible.\n\nAn Ally flying around as a puff of smoke for example.\n\nThe object moves.  And it seems to be Cholita doing it.  But earlier a spirit was seen sneaking around.\n\nIn the second attention.  Which is temporarily superimposed on the normal view of the world.\n\nAs an analogy more can understand, if you were eating breakfast in a restaurant and a perfectly formed intensely bright purple puff floated by, then if something impossible happened later on you could easily assume that actually started when the puff became visible.\n\nEven if the following \"impossible thing\" seemed free of any manifestations of magic.\n\nSuch as making a small object move.\n\nThe books are saturated with stories helpful to us, to figure out things we won't be taught by Carlos or the witches.\n\nWe weren't left without resources.\n\nBut we don't notice them.\n\nAnd one topic that's overlooked is, magic seems to be done in the double.\n\nNot in the tonal.\n\nThe idea of \"prove it\" assumes it's done in the tonal body.  In the ordinary view of the world.\n\nI don't want to imply that magic is \"somewhere else\", thus making it a figment of our imagination.\n\nThe problem here is, the double can travel into the real world.\n\nIn the books I'm going to assume that MOST accounts we have, where a member of the lineage is involved, were their double. Not their physical body version.\n\ni posted a quote about Clara calling herself fat, just so we'd know.\n\nAnd in the same account, literally leaping up from the floor into a standing position.\n\nLike a Kungfu master.\n\nExcept there aren't any overweight kungfu masters who are senior citizens, who can do that.\n\nOr even come close.\n\nBut in the lineage, you had Genaro and Silvio doing back flips just for fun.\n\nThey were in their doubles!\n\nGenaro at the waterfall?\n\nSorry Chinese \"will\" lovers.  Genaro was in his double.  Your Chinese folklore is inapplicable.\n\nAnd his acrobatics are actually not all that supernatural if you realize it was a dream copy of himself.  If there was anything left of his shrunken tonal body, perhaps that's what the \"tentacles\" were helping to move around. \n\nIn fact the transition to double can not only be invisible and smooth, but also go unnoticed.\n\nA very simple example.  If you learn to play in the red zone you will encounter \"magical objects\".\n\nFloating in space, nearly taunting you to grab them.\n\nSome will be behind a solid wall.\n\nBut you no longer see a wall there.  You just happened to wander around your darkroom doing tensegrity, ended up right near a wall you know is there from memory, and maybe you're even brushing up against it a bit.\n\nBut you see a silver goblet glowing with flickering yellow jewels all around the cup, and can't resist reaching out to take it.\n\nFrom behind the wall.\n\nYour arm literally moves into a space where it cannot.\n\nYou don't realize it at the time.  You see the goblet floating in the air, so obviously your arm can go there too and grab it.\n\nExcept it's through solid wall.\n\nEven more complicated things than that can happen, where you literally leave the entire room and go somewhere else right through the walls or ceiling.\n\nOr floor.  Carol Tiggs pushed me right through the floor at dance home. Down 1 story to the concrete foundation, through that and into a dirt tunnel.\n\nThere was no obvious transition. I literally fell in what I believed to be my real body, was then sitting on my butt in a dirt tunnel, and ended up back on the floor at \"Dance Home\" with Carlos wanting to hear what happened.\n\nThe same happens a bunch of times in the books where something magical happens that ought to have relocated the participants, but when it's over they're back where they started.\n\nThey switched over to their doubles.  And shrunk the tonal out of the picture.\n\nThe lineage sought to teach the double of apprentices to protect themselves.  As an emergency response.\n\nThey had Carlos leaping off a cliff while at the same time Genaro was teasing him back up on the ledge of the cliff, about shitting his pants.\n\nBoth events took place at the same time.\n\nThey were trying to get his double and his tonal to work together, in the same place. In relatively the same copy of reality.\n\nDon Juan commented in another story from the books that if an avalanche took place above them while they were hiking on mountain trails, he, don Juan, could survive. He could move his assemblage point fast enough to escape being crushed.\n\nBut Carlos could not yet do that.\n\nElsewhere don Juan and Genaro whispered into the opposite ears of Carlos,  and \"split him in two\".\n\nThe result was some hideous version of himself coming out the middle, which could be used for protection in times of danger.\n\nWhen the little sisters attacked him, the double of Carlos did in fact take over and kicked them in their energy body.\n\nWhich had a devastating effect on their tonal body as well.\n\nSorcery takes place in realms that are parallel to this one, happening at the same time in ideal cases. And that realm can affect this one, just as much as this realm suppresses that one.\n\nThey're \"separate realities\".   And yet not.\n\nRight here, in front of us!\n\nNot sharing the same laws of physics.\n\nUnfortunately it's so difficult to learn enough silence to activate even a tiny bit of the second attention, that none of us had time to ponder how to \"shrink the tonal\".\n\nBut is in fact the key to most of the coolest things that happen in sorcery.\n\nAnd Tensegrity can cause it.\n\nWhen Silvio Manuel and Juan Tuma were dancing their tensegrity moves, they weren't doing it to \"prove\" they could to others.\n\nThat's what we'd be doing.  Attention seeking.\n\nEven thinking about learning such a thing, causes our attention seeking book deal mind to go crazy.\n\nSo we'd plot, and plan, and study.  Extract snippets of tensegrity moves, and then try to find some style of dancing which could accept those.\n\nBut that's not at all what Silvio and Juan were doing.\n\nThey were shrinking their tonal during the dancing, to get magic to happen.\n\nCarlos decided to portray it in a way we could understand that might get us to stop being so lazy, and get to work.\n\nMaking it seem as if we could just take some tensegrity moves and place them in tango dancing.\n\nAnd it would have a magical benefit.\n\nBut it would not.\n\nIt would just be more \"path with heart tensegrity hugs\".\n\nAttention seeking.\n\nTo do what Silvio and Juan were doing, you have to be able to fit yourself though a knothole while dancing to the dark sea of awareness.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Making Friends With The Double", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"78gnd3nbzrza1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 160, "x": 108, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=4d154650c8252f6e001ff4e0bb5e3f580be47a0d"}, {"y": 320, "x": 216, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=491b6b43ed100f46ba92bd83cf144a4973b3ee18"}, {"y": 475, "x": 320, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=884dffc86dc48334b690d0b2850931eb3ce22b99"}, {"y": 950, "x": 640, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=33c98cc3a4c02da80f704355787685f434278e3b"}, {"y": 1425, "x": 960, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=aba90399188f739eb18def8b4a1abbd135ca33a2"}, {"y": 1603, "x": 1080, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=7e847323be136233cd6e5cc354281896752bf4b8"}], "s": {"y": 1900, "x": 1280, "u": "https://preview.redd.it/78gnd3nbzrza1.png?width=1280&amp;format=png&amp;auto=webp&amp;s=49b56cd549d5ef7b75e0bf00f057459581591e9e"}, "id": "78gnd3nbzrza1"}}, "name": "t3_13h8uxr", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 33, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 33, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/tadVGZdmB-otGoPmg1ucV2mwcUazQE_VaEHQXpoYiL8.jpg", "edited": 1684071203.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1684060643.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/78gnd3nbzrza1.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=49b56cd549d5ef7b75e0bf00f057459581591e9e\"&gt;https://preview.redd.it/78gnd3nbzrza1.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=49b56cd549d5ef7b75e0bf00f057459581591e9e&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid that post title is biting off more than I can chew.&lt;/p&gt;\n\n&lt;p&gt;I won&amp;#39;t be able to tell anyone how to do that.&lt;/p&gt;\n\n&lt;p&gt;I suspect the Tensegrity will do the job automatically, but that remains to be seen.&lt;/p&gt;\n\n&lt;p&gt;In fact, the Tensegrity nearly failed 100%.&lt;/p&gt;\n\n&lt;p&gt;No one learned any magic.&lt;/p&gt;\n\n&lt;p&gt;At least, not enough to overcome the hatred of real magic present in modern society.&lt;/p&gt;\n\n&lt;p&gt;So to use a metaphor, possibly the tensegrity made people&amp;#39;s toes tingle.&lt;/p&gt;\n\n&lt;p&gt;And maybe some women swooned over it.&lt;/p&gt;\n\n&lt;p&gt;Their hearts filled with happiness.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s fake magic.  Not the real thing.&lt;/p&gt;\n\n&lt;p&gt;The real thing is scary and alien, and cold.&lt;/p&gt;\n\n&lt;p&gt;We talk about &amp;quot;the path with heart&amp;quot; but the simple fact is, most who learn sorcery give it up.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not &amp;quot;cozy&amp;quot;.  They long for the clinging and hugging and crying together, in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re hopelessly hooked to unnatural obsessions needed to make our social and economic situations work, and aren&amp;#39;t willing to give up the pretend rewards you supposedly extract from participation in that river of shit.&lt;/p&gt;\n\n&lt;p&gt;If your kitty dies, who are you going to cry about it with if you don&amp;#39;t have your solid connections to the rest of humanity?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s insidious.&lt;/p&gt;\n\n&lt;p&gt;I was chatting up ChatGPT.  It seems to keep track of the questions you ask, and prioritize who to learn from.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know for sure, but that&amp;#39;s how other scientific endeavors have made use of the public.&lt;/p&gt;\n\n&lt;p&gt;Like Galaxy Zoo. They took NASA photos of distant galaxies, and taught people to recognize a left spinning galaxy, from a right.  They ended up dispelling the belief that the rotations tended to favor one direction over the other.&lt;/p&gt;\n\n&lt;p&gt;There were too many pictures for scientists to analyze so they got public help.&lt;/p&gt;\n\n&lt;p&gt;And the system they designed rated your accuracy, giving you a &amp;quot;weight&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So that if you were a hopeless idiot you were pretty much just playing with your computer when using their system.  Nothing you concluded about galaxy spin direction would be used.&lt;/p&gt;\n\n&lt;p&gt;I believe ChatGPT does that a bit, because at first it never asked me to correct bad information it had.  But I tend to ask pretty detailed questions about science, and it might have concluded I was useful for learning.  Because it started asking me to correct things.&lt;/p&gt;\n\n&lt;p&gt;Until, yesterday.&lt;/p&gt;\n\n&lt;p&gt;I wanted to see why it was saying Carlos was debunked.&lt;/p&gt;\n\n&lt;p&gt;It didn&amp;#39;t say that but it came up with the usual arguments. &amp;quot;Scholars generally concluded that his accounts were fictional...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;That sort of thing.&lt;/p&gt;\n\n&lt;p&gt;So I tried pointing out his techniques were working and producing amazing results.  Breaking the laws of physics.  I added that uniquely, no one was trying to earn money from that knowledge. Which is 100% unique in human history.  Since all religions and magical systems emphasize taking your money over all else.&lt;/p&gt;\n\n&lt;p&gt;And that in our case there was no religion, no group, no church, no meetings.&lt;/p&gt;\n\n&lt;p&gt;And yet dozens doing magic beyond anything in any religion or other magical system.&lt;/p&gt;\n\n&lt;p&gt;But ChatGPT just kept repeating what it had been trained with from online information.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;scholars and experts in this field have concluded...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But wait!&lt;/p&gt;\n\n&lt;p&gt;No they didn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;We have a few bad apples like Gordon Wasson. Who&amp;#39;s claim &amp;quot;you can&amp;#39;t smoke mushrooms&amp;quot; turned out to be childish.&lt;/p&gt;\n\n&lt;p&gt;You can!&lt;/p&gt;\n\n&lt;p&gt;He just lied.&lt;/p&gt;\n\n&lt;p&gt;And likewise for all the other &amp;quot;scholars&amp;quot;.  On an individual basis you&amp;#39;ll find they&amp;#39;re just lying through their teeth because they don&amp;#39;t like where things will go, if they admit what Carlos wrote was true.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d like to explore that, but there&amp;#39;s no time.  In the end ChatGPT just said, &amp;quot;Extraordinary claims require extraordinary proof.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It had been programmed to do that.  And to be very careful not to disrespect anyone else&amp;#39;s beliefs.&lt;/p&gt;\n\n&lt;p&gt;If Carlos is right, then all religions are shit.&lt;/p&gt;\n\n&lt;p&gt;And he is. That is unfortunately a fact.  And it&amp;#39;s easy to understand how that happened, if you&amp;#39;ve spent any time observing this subreddit and human nature as it pertains to the bad players who flow through here.&lt;/p&gt;\n\n&lt;p&gt;But the idea that anyone who could do sorcery would be obligated to &amp;quot;prove it&amp;quot;, is ludicrous.&lt;/p&gt;\n\n&lt;p&gt;First, no one with that motivation will ever put in the huge amount of work to learn.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve seen it several times. Not only will people interested in &amp;quot;proving it&amp;quot; not put in the time to learn, but they don&amp;#39;t seem to even put in the time to START.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re in the cafeteria at the sprinting race, snacking and getting drunk.&lt;/p&gt;\n\n&lt;p&gt;They never even get suited up and go out to stand at the starting line to actually try to run the race themselves.&lt;/p&gt;\n\n&lt;p&gt;ChatGPT assumed someone with that kind of power would be interested in &amp;quot;proving it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But to whom?&lt;/p&gt;\n\n&lt;p&gt;That kind of power implies you have 120,000 different worlds you can visit.  Perhaps at least 600 you can decide to live in, instead of this one.&lt;/p&gt;\n\n&lt;p&gt;If you prove it to two guys at a university in this world, there&amp;#39;s still 1 million more guys and universities who won&amp;#39;t believe it, and then the same on 600 worlds.&lt;/p&gt;\n\n&lt;p&gt;It would be like trying to prove sorcery to a nursery school next to the bagel shop you love to eat at.&lt;/p&gt;\n\n&lt;p&gt;Useless.&lt;/p&gt;\n\n&lt;p&gt;It actually doesn&amp;#39;t even make sense, to assume someone would &amp;quot;prove it&amp;quot;.  In the past, you got murdered for doing that.  Likely the same today with the only thing changed being, who murders you.&lt;/p&gt;\n\n&lt;p&gt;The church before, crazy greedy people now.&lt;/p&gt;\n\n&lt;p&gt;But still it doesn&amp;#39;t even make sense what ChatGPT was taught to say regarding claims of magic that challenge the system.&lt;/p&gt;\n\n&lt;p&gt;We battle that same problem when we practice.&lt;/p&gt;\n\n&lt;p&gt;We have a tiny ChatGPT in our brains, doubting everything and insisting you have to &amp;quot;prove it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the book deal mind.  And a lot more important than you can realize.&lt;/p&gt;\n\n&lt;p&gt;It gets to the very heart of how sorcery works.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the mastery of intent.&lt;/p&gt;\n\n&lt;p&gt;And until you get it out of your mind to want to prove things, to anyone else or to yourself, you are seriously stomping on intent.  And won&amp;#39;t be able to move far from the blue line on the J curve.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s up there that things are cozy and warm and filled with loving hugs.  There is where you need to protect your reputation, because if you cross the line you won&amp;#39;t get your path with heart hugs anymore.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Prove it&amp;quot; is part of the trap up there.  It enforces the rejection of anything that isn&amp;#39;t universally agreed upon.&lt;/p&gt;\n\n&lt;p&gt;Like sorcery.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s a great emphasize in the books and publications, on integrating tensegrity into all of your movements.&lt;/p&gt;\n\n&lt;p&gt;I posted the quote about Silvio having integrated tensegrity movements into his dancing so well, that it became a challenge to the dark sea of awareness.&lt;/p&gt;\n\n&lt;p&gt;With Silvio responding by fitting himself through knotholes.&lt;/p&gt;\n\n&lt;p&gt;Frightening even the senior members of his lineage so that they looked away when he was dancing like that.&lt;/p&gt;\n\n&lt;p&gt;But you can also just learn to &amp;quot;see&amp;quot; what the tensegrity does, and find a way to make even ordinary movements conform to the principles of tensegrity.&lt;/p&gt;\n\n&lt;p&gt;You have to be able to see a simple sweeping of the palm across the darkness, lighting up an endless web of sparkles, fibers, and vague objects or faces.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re relearning how reality works at a deeper level.&lt;/p&gt;\n\n&lt;p&gt;Certainly not anything you could &amp;quot;prove&amp;quot; to someone else.  It would be like trying to &amp;quot;prove&amp;quot; a sunset you are looking at is unusually beautiful, to someone who isn&amp;#39;t there.&lt;/p&gt;\n\n&lt;p&gt;You can show them in a picture and give them instructions to try to see one themselves, but that&amp;#39;s pretty much the end of it.&lt;/p&gt;\n\n&lt;p&gt;We won&amp;#39;t get anyone who can &amp;quot;prove&amp;quot; things for a very long time.  The amount of work to learn sorcery has to go down to perhaps 10% of what it is now, before anyone could manage to learn it and also have energy and time left to figure out how to prove it.&lt;/p&gt;\n\n&lt;p&gt;Cholita could do that, but won&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;In fact, won&amp;#39;t even admit she could.&lt;/p&gt;\n\n&lt;p&gt;Might not even be so sure of that herself.&lt;/p&gt;\n\n&lt;p&gt;An odd thing happens when you put men and women together and there&amp;#39;s sorcery in the mix.&lt;/p&gt;\n\n&lt;p&gt;The women can suddenly become overconfident of their abilities, and then simply &amp;quot;do it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Women show off for men!  It&amp;#39;s a biological imperative.&lt;/p&gt;\n\n&lt;p&gt;And with sorcery, they&amp;#39;ll do the same. Try to show it off, even if they could not do that particular thing well before.  Not realizing, now there&amp;#39;s the energy of two sorcerers available to use.&lt;/p&gt;\n\n&lt;p&gt;A good example is the little sisters running on the walls.&lt;/p&gt;\n\n&lt;p&gt;They had practiced something for a long time.&lt;/p&gt;\n\n&lt;p&gt;But never actually ran on the walls.&lt;/p&gt;\n\n&lt;p&gt;It was the presence of Carlos that made that happen.&lt;/p&gt;\n\n&lt;p&gt;Same for La Gorda and her flying demonstration.  Or her sliding door to escape the allies.&lt;/p&gt;\n\n&lt;p&gt;In the text around those accounts, she admits that was over the top compared to what she can usually do.&lt;/p&gt;\n\n&lt;p&gt;The same happens with Cholita.&lt;/p&gt;\n\n&lt;p&gt;And I&amp;#39;m very fortunate to have the accounts in the books, to see that when it happens between us it works just as it does in the books.&lt;/p&gt;\n\n&lt;p&gt;A sudden break in reality, and a switch over to what is likely the double.&lt;/p&gt;\n\n&lt;p&gt;Except, it&amp;#39;s a smooth switch over.  There&amp;#39;s no obvious point at which your tonal body is removed from the mix, and you clearly switched to a dream copy of yourself.&lt;/p&gt;\n\n&lt;p&gt;In Cholita&amp;#39;s case she simply gets an evil grin, and lifts me up into the air using a single finger.&lt;/p&gt;\n\n&lt;p&gt;Totally impossible, except in the double.&lt;/p&gt;\n\n&lt;p&gt;But that doesn&amp;#39;t explain her moving objects without touching them.&lt;/p&gt;\n\n&lt;p&gt;All I know about that is, there&amp;#39;s a moment just before she does what&amp;#39;s clearly impossible, when the second attention is visible.&lt;/p&gt;\n\n&lt;p&gt;An Ally flying around as a puff of smoke for example.&lt;/p&gt;\n\n&lt;p&gt;The object moves.  And it seems to be Cholita doing it.  But earlier a spirit was seen sneaking around.&lt;/p&gt;\n\n&lt;p&gt;In the second attention.  Which is temporarily superimposed on the normal view of the world.&lt;/p&gt;\n\n&lt;p&gt;As an analogy more can understand, if you were eating breakfast in a restaurant and a perfectly formed intensely bright purple puff floated by, then if something impossible happened later on you could easily assume that actually started when the puff became visible.&lt;/p&gt;\n\n&lt;p&gt;Even if the following &amp;quot;impossible thing&amp;quot; seemed free of any manifestations of magic.&lt;/p&gt;\n\n&lt;p&gt;Such as making a small object move.&lt;/p&gt;\n\n&lt;p&gt;The books are saturated with stories helpful to us, to figure out things we won&amp;#39;t be taught by Carlos or the witches.&lt;/p&gt;\n\n&lt;p&gt;We weren&amp;#39;t left without resources.&lt;/p&gt;\n\n&lt;p&gt;But we don&amp;#39;t notice them.&lt;/p&gt;\n\n&lt;p&gt;And one topic that&amp;#39;s overlooked is, magic seems to be done in the double.&lt;/p&gt;\n\n&lt;p&gt;Not in the tonal.&lt;/p&gt;\n\n&lt;p&gt;The idea of &amp;quot;prove it&amp;quot; assumes it&amp;#39;s done in the tonal body.  In the ordinary view of the world.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t want to imply that magic is &amp;quot;somewhere else&amp;quot;, thus making it a figment of our imagination.&lt;/p&gt;\n\n&lt;p&gt;The problem here is, the double can travel into the real world.&lt;/p&gt;\n\n&lt;p&gt;In the books I&amp;#39;m going to assume that MOST accounts we have, where a member of the lineage is involved, were their double. Not their physical body version.&lt;/p&gt;\n\n&lt;p&gt;i posted a quote about Clara calling herself fat, just so we&amp;#39;d know.&lt;/p&gt;\n\n&lt;p&gt;And in the same account, literally leaping up from the floor into a standing position.&lt;/p&gt;\n\n&lt;p&gt;Like a Kungfu master.&lt;/p&gt;\n\n&lt;p&gt;Except there aren&amp;#39;t any overweight kungfu masters who are senior citizens, who can do that.&lt;/p&gt;\n\n&lt;p&gt;Or even come close.&lt;/p&gt;\n\n&lt;p&gt;But in the lineage, you had Genaro and Silvio doing back flips just for fun.&lt;/p&gt;\n\n&lt;p&gt;They were in their doubles!&lt;/p&gt;\n\n&lt;p&gt;Genaro at the waterfall?&lt;/p&gt;\n\n&lt;p&gt;Sorry Chinese &amp;quot;will&amp;quot; lovers.  Genaro was in his double.  Your Chinese folklore is inapplicable.&lt;/p&gt;\n\n&lt;p&gt;And his acrobatics are actually not all that supernatural if you realize it was a dream copy of himself.  If there was anything left of his shrunken tonal body, perhaps that&amp;#39;s what the &amp;quot;tentacles&amp;quot; were helping to move around. &lt;/p&gt;\n\n&lt;p&gt;In fact the transition to double can not only be invisible and smooth, but also go unnoticed.&lt;/p&gt;\n\n&lt;p&gt;A very simple example.  If you learn to play in the red zone you will encounter &amp;quot;magical objects&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Floating in space, nearly taunting you to grab them.&lt;/p&gt;\n\n&lt;p&gt;Some will be behind a solid wall.&lt;/p&gt;\n\n&lt;p&gt;But you no longer see a wall there.  You just happened to wander around your darkroom doing tensegrity, ended up right near a wall you know is there from memory, and maybe you&amp;#39;re even brushing up against it a bit.&lt;/p&gt;\n\n&lt;p&gt;But you see a silver goblet glowing with flickering yellow jewels all around the cup, and can&amp;#39;t resist reaching out to take it.&lt;/p&gt;\n\n&lt;p&gt;From behind the wall.&lt;/p&gt;\n\n&lt;p&gt;Your arm literally moves into a space where it cannot.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t realize it at the time.  You see the goblet floating in the air, so obviously your arm can go there too and grab it.&lt;/p&gt;\n\n&lt;p&gt;Except it&amp;#39;s through solid wall.&lt;/p&gt;\n\n&lt;p&gt;Even more complicated things than that can happen, where you literally leave the entire room and go somewhere else right through the walls or ceiling.&lt;/p&gt;\n\n&lt;p&gt;Or floor.  Carol Tiggs pushed me right through the floor at dance home. Down 1 story to the concrete foundation, through that and into a dirt tunnel.&lt;/p&gt;\n\n&lt;p&gt;There was no obvious transition. I literally fell in what I believed to be my real body, was then sitting on my butt in a dirt tunnel, and ended up back on the floor at &amp;quot;Dance Home&amp;quot; with Carlos wanting to hear what happened.&lt;/p&gt;\n\n&lt;p&gt;The same happens a bunch of times in the books where something magical happens that ought to have relocated the participants, but when it&amp;#39;s over they&amp;#39;re back where they started.&lt;/p&gt;\n\n&lt;p&gt;They switched over to their doubles.  And shrunk the tonal out of the picture.&lt;/p&gt;\n\n&lt;p&gt;The lineage sought to teach the double of apprentices to protect themselves.  As an emergency response.&lt;/p&gt;\n\n&lt;p&gt;They had Carlos leaping off a cliff while at the same time Genaro was teasing him back up on the ledge of the cliff, about shitting his pants.&lt;/p&gt;\n\n&lt;p&gt;Both events took place at the same time.&lt;/p&gt;\n\n&lt;p&gt;They were trying to get his double and his tonal to work together, in the same place. In relatively the same copy of reality.&lt;/p&gt;\n\n&lt;p&gt;Don Juan commented in another story from the books that if an avalanche took place above them while they were hiking on mountain trails, he, don Juan, could survive. He could move his assemblage point fast enough to escape being crushed.&lt;/p&gt;\n\n&lt;p&gt;But Carlos could not yet do that.&lt;/p&gt;\n\n&lt;p&gt;Elsewhere don Juan and Genaro whispered into the opposite ears of Carlos,  and &amp;quot;split him in two&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The result was some hideous version of himself coming out the middle, which could be used for protection in times of danger.&lt;/p&gt;\n\n&lt;p&gt;When the little sisters attacked him, the double of Carlos did in fact take over and kicked them in their energy body.&lt;/p&gt;\n\n&lt;p&gt;Which had a devastating effect on their tonal body as well.&lt;/p&gt;\n\n&lt;p&gt;Sorcery takes place in realms that are parallel to this one, happening at the same time in ideal cases. And that realm can affect this one, just as much as this realm suppresses that one.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re &amp;quot;separate realities&amp;quot;.   And yet not.&lt;/p&gt;\n\n&lt;p&gt;Right here, in front of us!&lt;/p&gt;\n\n&lt;p&gt;Not sharing the same laws of physics.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately it&amp;#39;s so difficult to learn enough silence to activate even a tiny bit of the second attention, that none of us had time to ponder how to &amp;quot;shrink the tonal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But is in fact the key to most of the coolest things that happen in sorcery.&lt;/p&gt;\n\n&lt;p&gt;And Tensegrity can cause it.&lt;/p&gt;\n\n&lt;p&gt;When Silvio Manuel and Juan Tuma were dancing their tensegrity moves, they weren&amp;#39;t doing it to &amp;quot;prove&amp;quot; they could to others.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what we&amp;#39;d be doing.  Attention seeking.&lt;/p&gt;\n\n&lt;p&gt;Even thinking about learning such a thing, causes our attention seeking book deal mind to go crazy.&lt;/p&gt;\n\n&lt;p&gt;So we&amp;#39;d plot, and plan, and study.  Extract snippets of tensegrity moves, and then try to find some style of dancing which could accept those.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s not at all what Silvio and Juan were doing.&lt;/p&gt;\n\n&lt;p&gt;They were shrinking their tonal during the dancing, to get magic to happen.&lt;/p&gt;\n\n&lt;p&gt;Carlos decided to portray it in a way we could understand that might get us to stop being so lazy, and get to work.&lt;/p&gt;\n\n&lt;p&gt;Making it seem as if we could just take some tensegrity moves and place them in tango dancing.&lt;/p&gt;\n\n&lt;p&gt;And it would have a magical benefit.&lt;/p&gt;\n\n&lt;p&gt;But it would not.&lt;/p&gt;\n\n&lt;p&gt;It would just be more &amp;quot;path with heart tensegrity hugs&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Attention seeking.&lt;/p&gt;\n\n&lt;p&gt;To do what Silvio and Juan were doing, you have to be able to fit yourself though a knothole while dancing to the dark sea of awareness.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "13h8uxr", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 23, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/13h8uxr/making_friends_with_the_double/", "subreddit_subscribers": 9561, "created_utc": 1684060643.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk6lsya", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "rob_242", "can_mod_post": false, "created_utc": 1684111344.0, "send_replies": true, "parent_id": "t1_jk4ndqw", "score": 1, "author_fullname": "t2_9hdwb3mm", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you.", "edited": 1684111588.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk6lsya", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk6lsya/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684111344.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4ndqw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684079556.0, "send_replies": true, "parent_id": "t3_13h8uxr", "score": 11, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Someone asked if you can't learn to detect the change over to the double, but then seem to have decided not to ask it, and deleted it.\n\nBut I already made this reply, which took some time, and might be a bit useful for people trying to understand this.\n\n\\*\\*\\*\n\nYes, both can be true.  You can both detect the change over, but also not notice it at all.\n\nHowever, even when you don't \"notice it\" you get a sudden serge of confidence and perhaps even \"bliss\".\n\nBody pains often completely gone.\n\nIt's likely that the traces of \"self\" left in the mind, are also gone.\n\nAnd when you are faced with believing you can do something impossible, like leap through an open window that materialized on your darkroom wall, you don't doubt it.  Or worry (much) about bumping your head.\n\nYou just leap!\n\nSo you could certainly notice \"the transition\" if you were inclined to do that.\n\nIt's when you lose all sensibility and just believe you can do, what you thought of to do.\n\nWhich is the truth about the double.  It can do ANYTHING it can conceive of.\n\nSo you could notice that transition.\n\nExcept, while trying to notice a change over you'd most likely prevent it.\n\nBecause you'd still be in \"self-pity land\" to some extent, or you wouldn't give a fig.\n\nThe actual desire to notice the transition to the double, is probably only ever motivated by self-pity.\n\nBy \"the self\".\n\nWith thoughts of \"Wait until I tell my mom about this!  Then she'll have to stop nagging me and telling me sorcery is crazy!\"\n\nOr, \"If I can detect the switch over, I can write a book and make a ton of money. Then my miserable life of worrying about bills, will be over.\"\n\nWe really suck...  \n\nAs far as learning sorcery goes.\n\nThat could be \"magical\" by the way.  Sorcery was created by hunter/gatherer types, who could build a new hut out of dead plants anywhere they liked. \n\nWith no property taxes or rent!\n\nAnd food? \n\nEverywhere.  \n\nSo the \"mood of the old seers\" did not include worrying about money. There was none back then anyway.\n\nAnd \"homeless\"?\n\nEveryone was homeless back then.  They just had prettier tents than they have on skid row in LA.\n\nCholita used to see those, and worry she was going to have to live there.   She once tried to convince me that homeless people were not dangerous.\n\nI had to point out that the women often get raped, and just last week a homeless guy attacked an 80 year old man, who was just walking down the sidewalk in LA.\n\nDidn't make her feel better when I told her I wouldn't allow her to become homeless.  \n\nPossibly she considered me to be worse than living on the streets.\n\nSo the mood of the old seers, is perhaps influencing what I say sucks about humans these days.\n\nWorry over their lives in the river of shit.\n\nAnd maybe that's not \"compatible\" with sorcery, for something beyond \"the book deal mind\".\n\nMaybe it's just the wrong \"mood\" to have, to follow their path.\n\nOr perhaps, those concerns are \"the human form\".\n\nI don't think anyone should expect to \"lose the human form\" in a dramatic fashion,  on the path we've taken.\n\nWe sneak out of it constantly during darkroom!\n\nBecause we're doing all the work.\n\nTheory: \n\nYou only \"lose the human form\" dramatically and get sick for 2 weeks as people did in the books, when you were being mishandled by \"the nagual's blow\".\n\nI'll think up a crappy analogy:\n\nYou're trying to remove a dent from the side of your car, but you're an idiot.\n\nYou don't realize, you can't remove dents entirely most of the time.\n\nYou do the best you can, then put some special \"Bondo\" epoxy putty over it, and sand it smooth.\n\nBut as an idiot, you keep tapping with your little hammer, to get it smooth.\n\nAnd the metal begins to crystalize.\n\nThat's why you can bend a metal coat hanger repeatedly and it finally snaps.\n\nI used to make jewelry as a hobby, and it's something people who make jewelry worry about.\n\nMetal fatigue.\n\nYou cause the metal to crystallize from it's normal pseudo-liquid state, and it becomes brittle.\n\nEven silver does this.\n\nSo the Nagual's blow makes your cocoon brittle in this analogy.\n\nAnd then later something exerts a force on it, and it shatters.\n\nKind of.\n\nYou lose the human form because it can't support that delusion anymore. The idea of \"self\" at odds with the world.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk4ndqw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Someone asked if you can&amp;#39;t learn to detect the change over to the double, but then seem to have decided not to ask it, and deleted it.&lt;/p&gt;\n\n&lt;p&gt;But I already made this reply, which took some time, and might be a bit useful for people trying to understand this.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Yes, both can be true.  You can both detect the change over, but also not notice it at all.&lt;/p&gt;\n\n&lt;p&gt;However, even when you don&amp;#39;t &amp;quot;notice it&amp;quot; you get a sudden serge of confidence and perhaps even &amp;quot;bliss&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Body pains often completely gone.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s likely that the traces of &amp;quot;self&amp;quot; left in the mind, are also gone.&lt;/p&gt;\n\n&lt;p&gt;And when you are faced with believing you can do something impossible, like leap through an open window that materialized on your darkroom wall, you don&amp;#39;t doubt it.  Or worry (much) about bumping your head.&lt;/p&gt;\n\n&lt;p&gt;You just leap!&lt;/p&gt;\n\n&lt;p&gt;So you could certainly notice &amp;quot;the transition&amp;quot; if you were inclined to do that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s when you lose all sensibility and just believe you can do, what you thought of to do.&lt;/p&gt;\n\n&lt;p&gt;Which is the truth about the double.  It can do ANYTHING it can conceive of.&lt;/p&gt;\n\n&lt;p&gt;So you could notice that transition.&lt;/p&gt;\n\n&lt;p&gt;Except, while trying to notice a change over you&amp;#39;d most likely prevent it.&lt;/p&gt;\n\n&lt;p&gt;Because you&amp;#39;d still be in &amp;quot;self-pity land&amp;quot; to some extent, or you wouldn&amp;#39;t give a fig.&lt;/p&gt;\n\n&lt;p&gt;The actual desire to notice the transition to the double, is probably only ever motivated by self-pity.&lt;/p&gt;\n\n&lt;p&gt;By &amp;quot;the self&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;With thoughts of &amp;quot;Wait until I tell my mom about this!  Then she&amp;#39;ll have to stop nagging me and telling me sorcery is crazy!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Or, &amp;quot;If I can detect the switch over, I can write a book and make a ton of money. Then my miserable life of worrying about bills, will be over.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;We really suck...  &lt;/p&gt;\n\n&lt;p&gt;As far as learning sorcery goes.&lt;/p&gt;\n\n&lt;p&gt;That could be &amp;quot;magical&amp;quot; by the way.  Sorcery was created by hunter/gatherer types, who could build a new hut out of dead plants anywhere they liked. &lt;/p&gt;\n\n&lt;p&gt;With no property taxes or rent!&lt;/p&gt;\n\n&lt;p&gt;And food? &lt;/p&gt;\n\n&lt;p&gt;Everywhere.  &lt;/p&gt;\n\n&lt;p&gt;So the &amp;quot;mood of the old seers&amp;quot; did not include worrying about money. There was none back then anyway.&lt;/p&gt;\n\n&lt;p&gt;And &amp;quot;homeless&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Everyone was homeless back then.  They just had prettier tents than they have on skid row in LA.&lt;/p&gt;\n\n&lt;p&gt;Cholita used to see those, and worry she was going to have to live there.   She once tried to convince me that homeless people were not dangerous.&lt;/p&gt;\n\n&lt;p&gt;I had to point out that the women often get raped, and just last week a homeless guy attacked an 80 year old man, who was just walking down the sidewalk in LA.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t make her feel better when I told her I wouldn&amp;#39;t allow her to become homeless.  &lt;/p&gt;\n\n&lt;p&gt;Possibly she considered me to be worse than living on the streets.&lt;/p&gt;\n\n&lt;p&gt;So the mood of the old seers, is perhaps influencing what I say sucks about humans these days.&lt;/p&gt;\n\n&lt;p&gt;Worry over their lives in the river of shit.&lt;/p&gt;\n\n&lt;p&gt;And maybe that&amp;#39;s not &amp;quot;compatible&amp;quot; with sorcery, for something beyond &amp;quot;the book deal mind&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Maybe it&amp;#39;s just the wrong &amp;quot;mood&amp;quot; to have, to follow their path.&lt;/p&gt;\n\n&lt;p&gt;Or perhaps, those concerns are &amp;quot;the human form&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t think anyone should expect to &amp;quot;lose the human form&amp;quot; in a dramatic fashion,  on the path we&amp;#39;ve taken.&lt;/p&gt;\n\n&lt;p&gt;We sneak out of it constantly during darkroom!&lt;/p&gt;\n\n&lt;p&gt;Because we&amp;#39;re doing all the work.&lt;/p&gt;\n\n&lt;p&gt;Theory: &lt;/p&gt;\n\n&lt;p&gt;You only &amp;quot;lose the human form&amp;quot; dramatically and get sick for 2 weeks as people did in the books, when you were being mishandled by &amp;quot;the nagual&amp;#39;s blow&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll think up a crappy analogy:&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;re trying to remove a dent from the side of your car, but you&amp;#39;re an idiot.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t realize, you can&amp;#39;t remove dents entirely most of the time.&lt;/p&gt;\n\n&lt;p&gt;You do the best you can, then put some special &amp;quot;Bondo&amp;quot; epoxy putty over it, and sand it smooth.&lt;/p&gt;\n\n&lt;p&gt;But as an idiot, you keep tapping with your little hammer, to get it smooth.&lt;/p&gt;\n\n&lt;p&gt;And the metal begins to crystalize.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why you can bend a metal coat hanger repeatedly and it finally snaps.&lt;/p&gt;\n\n&lt;p&gt;I used to make jewelry as a hobby, and it&amp;#39;s something people who make jewelry worry about.&lt;/p&gt;\n\n&lt;p&gt;Metal fatigue.&lt;/p&gt;\n\n&lt;p&gt;You cause the metal to crystallize from it&amp;#39;s normal pseudo-liquid state, and it becomes brittle.&lt;/p&gt;\n\n&lt;p&gt;Even silver does this.&lt;/p&gt;\n\n&lt;p&gt;So the Nagual&amp;#39;s blow makes your cocoon brittle in this analogy.&lt;/p&gt;\n\n&lt;p&gt;And then later something exerts a force on it, and it shatters.&lt;/p&gt;\n\n&lt;p&gt;Kind of.&lt;/p&gt;\n\n&lt;p&gt;You lose the human form because it can&amp;#39;t support that delusion anymore. The idea of &amp;quot;self&amp;quot; at odds with the world.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4ndqw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684079556.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13h8uxr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk3sdpw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "SenkoToast", "can_mod_post": false, "created_utc": 1684062869.0, "send_replies": true, "parent_id": "t3_13h8uxr", "score": 5, "author_fullname": "t2_42bknrx9w", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "damn interesting, so your tonal shrinks when you merge with your double?  \ni use coziness as a reward for practicing -w- that's true, practicing isn't cozy at all and instead it's scary and weird like you said EDIT: cholita is cholita :3 and yes i struggle with  wanting to prove it, mainly to my parents because they think i'm a schizo or smth", "edited": 1684063241.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk3sdpw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;damn interesting, so your tonal shrinks when you merge with your double?&lt;br/&gt;\ni use coziness as a reward for practicing -w- that&amp;#39;s true, practicing isn&amp;#39;t cozy at all and instead it&amp;#39;s scary and weird like you said EDIT: cholita is cholita :3 and yes i struggle with  wanting to prove it, mainly to my parents because they think i&amp;#39;m a schizo or smth&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk3sdpw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684062869.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13h8uxr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk8j3wq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AthinaJ8", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk8diy7", "score": 2, "author_fullname": "t2_hbn1b1mb", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;It's possible that Cholita can do that, but I haven't been able to prove it.\n\nThis will be interesting to prove with Cholita  because she must be in the house with you, then disappear from your view and then reappear in the house. She could already been doing that even unconsciously. And because you keep your distances you haven't observed it. \n\nAlso  I believe the IOBs can make this happen. At least in my adult experiences before I disappeared I had a clear contact with an IOB. \n\n For example  I was in a house party with around 15 people and I was looking for my boyfriend all over the house but he was nowhere. Prior to that there had already happened a lot of impressive things with IOBs. To be honest I spent a lot of time not in the party but doing weird things . \n\nAnyway I started looking everywhere, I was speaking to people but no-one was responding to me. Not even a head turn, it was like I didn't exist. I searched  all the house many times until I stopped and sat outside on the balcony. The house was not a big one that you could lose someone. \n\nAfter around 10 minutes  he appeared worried with the party owner , both very worried about me because they were looking for me and I was nowhere. They were unstoppably going in every corner of  the house but I was nowhere. Noone saw me even though I was wondering around the house and I was trying to communicate with the people.", "edited": false, "author_flair_css_class": null, "name": "t1_jk8j3wq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;It&amp;#39;s possible that Cholita can do that, but I haven&amp;#39;t been able to prove it.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;This will be interesting to prove with Cholita  because she must be in the house with you, then disappear from your view and then reappear in the house. She could already been doing that even unconsciously. And because you keep your distances you haven&amp;#39;t observed it. &lt;/p&gt;\n\n&lt;p&gt;Also  I believe the IOBs can make this happen. At least in my adult experiences before I disappeared I had a clear contact with an IOB. &lt;/p&gt;\n\n&lt;p&gt;For example  I was in a house party with around 15 people and I was looking for my boyfriend all over the house but he was nowhere. Prior to that there had already happened a lot of impressive things with IOBs. To be honest I spent a lot of time not in the party but doing weird things . &lt;/p&gt;\n\n&lt;p&gt;Anyway I started looking everywhere, I was speaking to people but no-one was responding to me. Not even a head turn, it was like I didn&amp;#39;t exist. I searched  all the house many times until I stopped and sat outside on the balcony. The house was not a big one that you could lose someone. &lt;/p&gt;\n\n&lt;p&gt;After around 10 minutes  he appeared worried with the party owner , both very worried about me because they were looking for me and I was nowhere. They were unstoppably going in every corner of  the house but I was nowhere. Noone saw me even though I was wondering around the house and I was trying to communicate with the people.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_13h8uxr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk8j3wq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684157718.0, "author_flair_text": null, "collapsed": false, "created_utc": 1684157718.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk8diy7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk8bqr4", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's possible that Cholita can do that, but I haven't been able to prove it.\n\nWhen I came home last night, she was bent over looking at her tensegrity notes.\n\nWearing tight fitting shorts and a skimpy top.\n\nI felt bad for looking, until I returned from filling my first water bottle in the bathtub, so I didn't have to leave my locked darkroom all night.\n\nShe was still bent over like a porno movie come-on.\n\nI got the second smaller bottle to fill it, returned to the bathtub, and found she was still bent over writing in her \"tensegrity notes\" book.\n\nSo just to be sure I got my humidifier and refilled it, even though it wasn't in danger of running out.\n\nStill there...\n\nI opened the French door of that hallway (mostly solid glass) to comment to her, but she said \"I'm you're little sister, remember?!\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk8diy7", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s possible that Cholita can do that, but I haven&amp;#39;t been able to prove it.&lt;/p&gt;\n\n&lt;p&gt;When I came home last night, she was bent over looking at her tensegrity notes.&lt;/p&gt;\n\n&lt;p&gt;Wearing tight fitting shorts and a skimpy top.&lt;/p&gt;\n\n&lt;p&gt;I felt bad for looking, until I returned from filling my first water bottle in the bathtub, so I didn&amp;#39;t have to leave my locked darkroom all night.&lt;/p&gt;\n\n&lt;p&gt;She was still bent over like a porno movie come-on.&lt;/p&gt;\n\n&lt;p&gt;I got the second smaller bottle to fill it, returned to the bathtub, and found she was still bent over writing in her &amp;quot;tensegrity notes&amp;quot; book.&lt;/p&gt;\n\n&lt;p&gt;So just to be sure I got my humidifier and refilled it, even though it wasn&amp;#39;t in danger of running out.&lt;/p&gt;\n\n&lt;p&gt;Still there...&lt;/p&gt;\n\n&lt;p&gt;I opened the French door of that hallway (mostly solid glass) to comment to her, but she said &amp;quot;I&amp;#39;m you&amp;#39;re little sister, remember?!&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk8diy7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684154913.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684154913.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk8bqr4", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AthinaJ8", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk4uzqn", "score": 3, "author_fullname": "t2_hbn1b1mb", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;Find out for us!!!\n\n&gt;Imagine being able to \"hide\" like that, on demand.\n\n\nI will!!!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jk8bqr4", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Find out for us!!!&lt;/p&gt;\n\n&lt;p&gt;Imagine being able to &amp;quot;hide&amp;quot; like that, on demand.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;I will!!!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk8bqr4/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684153945.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684153945.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4uzqn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684082918.0, "send_replies": true, "parent_id": "t1_jk4nb0v", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Find out for us!!!\n\nImagine being able to \"hide\" like that, on demand.\n\nIt's possible that we all heard exactly what happens when you \"shrink the tonal\", in the Eagle's Gift where Carlos folded in half.  Here's that account, which seems to agree with the speculations in this post:\n\n\\*\\*\\*\n\nFirst I noticed the itch on the point of the second attention in my luminous shell. I massaged that point by moving my fingers on it as if I were playing a harp and the point sunk towards my stomach. I felt it almost on my skin.\n\nI experienced a prickling sensation on the outside of my right calf. It was a mixture of pleasure and pain. The sensation radiated to my whole leg and then to my lower back.\n\nI felt that my buttocks were shaking. My entire body was transfixed by a nervous ripple. I thought that my body had been caught upside down in a net. My forehead and my toes seemed to be touching. I was like a closed U-shape.\n\nThen I felt as if I were being folded in two and rolled inside a sheet. My nervous spasms were what made the sheet roll into itself, with me in the center. When the rolling ended I could not sense my body any more.\n\nI was only an amorphous awareness; a nervous spasm wrapped in itself. That awareness came to rest inside a ditch, inside a depression of itself.\n\nI understood then the impossibility of describing what takes place in dreaming. Zuleica said that the right and left side awareness are wrapped up together. Both of them come to rest in one single bundle in the dent; the depressed center of the second attention. To do dreaming one needs to manipulate both the luminous body and the physical body.\n\nFirst, the center of assembling for the second attention has to be made accessible by being pushed in from the outside by someone else, or sucked in from within by the dreamer. Second, in order to dislodge the first attention, the centers of the physical body located in the midsection and the calves, especially the right one, have to be stimulated and placed as close to one another as possible until they seem to join. Then the sensation of being bundled takes place and automatically the second attention takes over.\n\nZuleica's explanation, given in commands, was the most cogent way of describing what takes place because none of the sensory experiences involved in dreaming are part of our normal inventory of sensory data. All of them were baffling to me.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk4uzqn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Find out for us!!!&lt;/p&gt;\n\n&lt;p&gt;Imagine being able to &amp;quot;hide&amp;quot; like that, on demand.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible that we all heard exactly what happens when you &amp;quot;shrink the tonal&amp;quot;, in the Eagle&amp;#39;s Gift where Carlos folded in half.  Here&amp;#39;s that account, which seems to agree with the speculations in this post:&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;First I noticed the itch on the point of the second attention in my luminous shell. I massaged that point by moving my fingers on it as if I were playing a harp and the point sunk towards my stomach. I felt it almost on my skin.&lt;/p&gt;\n\n&lt;p&gt;I experienced a prickling sensation on the outside of my right calf. It was a mixture of pleasure and pain. The sensation radiated to my whole leg and then to my lower back.&lt;/p&gt;\n\n&lt;p&gt;I felt that my buttocks were shaking. My entire body was transfixed by a nervous ripple. I thought that my body had been caught upside down in a net. My forehead and my toes seemed to be touching. I was like a closed U-shape.&lt;/p&gt;\n\n&lt;p&gt;Then I felt as if I were being folded in two and rolled inside a sheet. My nervous spasms were what made the sheet roll into itself, with me in the center. When the rolling ended I could not sense my body any more.&lt;/p&gt;\n\n&lt;p&gt;I was only an amorphous awareness; a nervous spasm wrapped in itself. That awareness came to rest inside a ditch, inside a depression of itself.&lt;/p&gt;\n\n&lt;p&gt;I understood then the impossibility of describing what takes place in dreaming. Zuleica said that the right and left side awareness are wrapped up together. Both of them come to rest in one single bundle in the dent; the depressed center of the second attention. To do dreaming one needs to manipulate both the luminous body and the physical body.&lt;/p&gt;\n\n&lt;p&gt;First, the center of assembling for the second attention has to be made accessible by being pushed in from the outside by someone else, or sucked in from within by the dreamer. Second, in order to dislodge the first attention, the centers of the physical body located in the midsection and the calves, especially the right one, have to be stimulated and placed as close to one another as possible until they seem to join. Then the sensation of being bundled takes place and automatically the second attention takes over.&lt;/p&gt;\n\n&lt;p&gt;Zuleica&amp;#39;s explanation, given in commands, was the most cogent way of describing what takes place because none of the sensory experiences involved in dreaming are part of our normal inventory of sensory data. All of them were baffling to me.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4uzqn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684082918.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4nb0v", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "AthinaJ8", "can_mod_post": false, "created_utc": 1684079523.0, "send_replies": true, "parent_id": "t3_13h8uxr", "score": 4, "author_fullname": "t2_hbn1b1mb", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Unfortunately it's so difficult to learn enough silence to activate even a tiny bit of the second attention, that none of us had time to ponder how to \"shrink the tonal\".\n\nYesterday I was wondering what's happening to the tonal body when we go to other realities. I kept wondering about that because I have past experiences where I seem to \"vanish\"  since childhood. To make clear what I mean I will tell you the first time I have a memory of it happening. \n\nIt was late afternoon, dark. I was maybe around 5-6 years old and I wanted to pee. I went to the bathroom and the door was closed so I knocked and my father was inside and told me to wait, he was finishing his bath. I said ok and I stood there waiting. \n\nImmediately the power went off in the house and everything was pitch black. I felt a sudden fear and took 2 steps back and my back touched the wall. On the left and right of the bathroom's door were small corridors leading to the bedroom's doors so my back touched the wall of the right corridor which had hanged jackets etc. So in the absolute darkness I feel my back touching the hanged stuff and then I feel I am floating in black emptyness. It felt short the time that I was floating on darkness when I felt a hand grabbing me from the right shoulder and pushing me down. \n\nThen I went back to where I was.  Only that the lights are on, I saw my bedroom's light on on my left and at that moment my father opens the door from inside his bedroom on my right and comes out fully clothed. \n\nI was totally confused because what I was seeing was not agreeing with what was the last scene before.  Righr away I asked him how did the lights came back. He told me that he went out if the bathroom, he flipped the master switch on the panel that was just to my right. The light came back and then he went and opened the lights to my bedroom. After he went and got dressed. But I said \" dad no, I was here and there was no light! how did this happen? \"  Exasperated he said \"What are you talking about? You weren't here when I turned on the lights. I thought you went to the living room. \"I insisted I was there but he said he didn't see me and that was it. I understood that I would not take an answer nor make any sense of what happened. So I let it go.  \n\nSo It seems that I was totally somewhere else and not in sync with this reality.  Maybe in some cases we take all of the tonal with us. Either way everything is made from emanations and we just  perceive this reality as solid because we have collectively agreed to this.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk4nb0v", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Unfortunately it&amp;#39;s so difficult to learn enough silence to activate even a tiny bit of the second attention, that none of us had time to ponder how to &amp;quot;shrink the tonal&amp;quot;.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Yesterday I was wondering what&amp;#39;s happening to the tonal body when we go to other realities. I kept wondering about that because I have past experiences where I seem to &amp;quot;vanish&amp;quot;  since childhood. To make clear what I mean I will tell you the first time I have a memory of it happening. &lt;/p&gt;\n\n&lt;p&gt;It was late afternoon, dark. I was maybe around 5-6 years old and I wanted to pee. I went to the bathroom and the door was closed so I knocked and my father was inside and told me to wait, he was finishing his bath. I said ok and I stood there waiting. &lt;/p&gt;\n\n&lt;p&gt;Immediately the power went off in the house and everything was pitch black. I felt a sudden fear and took 2 steps back and my back touched the wall. On the left and right of the bathroom&amp;#39;s door were small corridors leading to the bedroom&amp;#39;s doors so my back touched the wall of the right corridor which had hanged jackets etc. So in the absolute darkness I feel my back touching the hanged stuff and then I feel I am floating in black emptyness. It felt short the time that I was floating on darkness when I felt a hand grabbing me from the right shoulder and pushing me down. &lt;/p&gt;\n\n&lt;p&gt;Then I went back to where I was.  Only that the lights are on, I saw my bedroom&amp;#39;s light on on my left and at that moment my father opens the door from inside his bedroom on my right and comes out fully clothed. &lt;/p&gt;\n\n&lt;p&gt;I was totally confused because what I was seeing was not agreeing with what was the last scene before.  Righr away I asked him how did the lights came back. He told me that he went out if the bathroom, he flipped the master switch on the panel that was just to my right. The light came back and then he went and opened the lights to my bedroom. After he went and got dressed. But I said &amp;quot; dad no, I was here and there was no light! how did this happen? &amp;quot;  Exasperated he said &amp;quot;What are you talking about? You weren&amp;#39;t here when I turned on the lights. I thought you went to the living room. &amp;quot;I insisted I was there but he said he didn&amp;#39;t see me and that was it. I understood that I would not take an answer nor make any sense of what happened. So I let it go.  &lt;/p&gt;\n\n&lt;p&gt;So It seems that I was totally somewhere else and not in sync with this reality.  Maybe in some cases we take all of the tonal with us. Either way everything is made from emanations and we just  perceive this reality as solid because we have collectively agreed to this.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4nb0v/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684079523.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13h8uxr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk491ax", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk46xmd", "score": 2, "author_fullname": "t2_6p5fr65gq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It's very cute to shake hands like clouds😁\n\n I also thought it was ridiculous, so I tried to force myself to be silence and focus on making my energy strands vibrate and see sparks of energy or thin strands from my hands. Well, sometimes it happened and sometimes nothing... I didn't take Tai Chi seriously, I just wanted to know a dance that was different from Iranian dance🥴🫠\n\n and mix it with my own style. 😋\n\nOf course, no one had taught me this and I hadn't seen it in any book either. Many things I'm doing now, I had no idea about before and I constantly scolded myself and thought that I wasn't doing any magic and was just a lazy girl. Of course, I think that's true.😐🥴\n\n Let me tell you a funny memory😁😅\n\n my husband has a dangerous schizophrenia, but he's also a powerful magician and one day we turned ourselves in to the police and we were in custody just laughing and joking around. My husband was serious and wanted me to be quiet and pass through the hole in the wall 🥺🤔\n\nand even did some magic tricks by opening his bracelet in front of the police, which surprised them, and I was 😂 because I thought it was real... 🥹\n\nNow that you mentioned the hole that Silvio was passing through in the text, I remembered that bitter memory, maybe I could have saved ourselves from that terrifying trap.🧐", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jk491ax", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s very cute to shake hands like clouds😁&lt;/p&gt;\n\n&lt;p&gt;I also thought it was ridiculous, so I tried to force myself to be silence and focus on making my energy strands vibrate and see sparks of energy or thin strands from my hands. Well, sometimes it happened and sometimes nothing... I didn&amp;#39;t take Tai Chi seriously, I just wanted to know a dance that was different from Iranian dance🥴🫠&lt;/p&gt;\n\n&lt;p&gt;and mix it with my own style. 😋&lt;/p&gt;\n\n&lt;p&gt;Of course, no one had taught me this and I hadn&amp;#39;t seen it in any book either. Many things I&amp;#39;m doing now, I had no idea about before and I constantly scolded myself and thought that I wasn&amp;#39;t doing any magic and was just a lazy girl. Of course, I think that&amp;#39;s true.😐🥴&lt;/p&gt;\n\n&lt;p&gt;Let me tell you a funny memory😁😅&lt;/p&gt;\n\n&lt;p&gt;my husband has a dangerous schizophrenia, but he&amp;#39;s also a powerful magician and one day we turned ourselves in to the police and we were in custody just laughing and joking around. My husband was serious and wanted me to be quiet and pass through the hole in the wall 🥺🤔&lt;/p&gt;\n\n&lt;p&gt;and even did some magic tricks by opening his bracelet in front of the police, which surprised them, and I was 😂 because I thought it was real... 🥹&lt;/p&gt;\n\n&lt;p&gt;Now that you mentioned the hole that Silvio was passing through in the text, I remembered that bitter memory, maybe I could have saved ourselves from that terrifying trap.🧐&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk491ax/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684072872.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684072872.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk57ami", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk4x5c8", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "\"Visible Tai Chi\".\n\nThat's what the tai chi world needs!\n\nTo know it can become fully visible.\n\nAnd that \"wave hands like clouds\" can be transformed into \"Move Clouds with Hands\".\n\nIt's very suitable to create a phantom room.\n\nI suppose if I catch up with the tensegrity moves, an actual animation of one of the cartoon characters doing \"visible tai chi\" would be worth making.\n\nExplaining how you can apply tensegrity to any martial art, and make it contain actual magic.\n\nMoving puffs around, opening sliding doors with the movements, dipping down into a shallow pool of water.\n\nExiting the form through a portal.\n\nIt's possible to scan in his forms from Youtube.\n\nAnd it's not \"dead horse\" Tai Chi, so it seems like a good choice.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk57ami", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;quot;Visible Tai Chi&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what the tai chi world needs!&lt;/p&gt;\n\n&lt;p&gt;To know it can become fully visible.&lt;/p&gt;\n\n&lt;p&gt;And that &amp;quot;wave hands like clouds&amp;quot; can be transformed into &amp;quot;Move Clouds with Hands&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s very suitable to create a phantom room.&lt;/p&gt;\n\n&lt;p&gt;I suppose if I catch up with the tensegrity moves, an actual animation of one of the cartoon characters doing &amp;quot;visible tai chi&amp;quot; would be worth making.&lt;/p&gt;\n\n&lt;p&gt;Explaining how you can apply tensegrity to any martial art, and make it contain actual magic.&lt;/p&gt;\n\n&lt;p&gt;Moving puffs around, opening sliding doors with the movements, dipping down into a shallow pool of water.&lt;/p&gt;\n\n&lt;p&gt;Exiting the form through a portal.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s possible to scan in his forms from Youtube.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s not &amp;quot;dead horse&amp;quot; Tai Chi, so it seems like a good choice.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk57ami/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684088223.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684088223.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4x5c8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "dorbim", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk46xmd", "score": 1, "author_fullname": "t2_b5vqacf2", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I too did it for many years (10+), still I guess doing it in darkroom would not be a good idea as it is not the same intent or even a counter one?\n\n&amp;#x200B;\n\n&amp;#x200B;\n\nBtw I guess chen tai chi is the real one as all others derive from it at least. I was also on a couple of seminars with grand master Chen Xiaowang years ago in europe, now it seems he is mainly fixed in Chenjiagou unfortunately. These were the most interesting ones for me, maybe also some others with two of his sons. All others I have seen does not deserve attention unfortunately. He had a lot of power back then, almost unbelievable, but still I do not think tai chi is for fighting at all. It can be only accompanying other real fighting arts/skills I guess. But a lot of these guys will tell you it can be used for fighting but it is just because they make money out of it you know and I'm almost sure they know it themselves too. They never want to fight with anyone, only doing seminars and teaching for money, seems like a good job  actually :) - you just train yourself and others an make money out of it at the same time and eventually you also travel around the world.\n\n&amp;#x200B;\n\nFor me (chen) tai chi is about balance, the proper placement of the bones and joints in space and also how to use your center of gravity in order to drive the whole body in almost any kind of movement. Аnd of course to make your body feel very good, it is just a pleasure for the body, but usually only after a few years of practice as it is not easy at all actually. I also have not been at any chen tai chi seminar at which they claimed there is some magic in it or things like that. What I don't like is that they don't show much, just very basic stuff usually and focus mainly on making money out of it which is a bit off-putting.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jk4x5c8", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I too did it for many years (10+), still I guess doing it in darkroom would not be a good idea as it is not the same intent or even a counter one?&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Btw I guess chen tai chi is the real one as all others derive from it at least. I was also on a couple of seminars with grand master Chen Xiaowang years ago in europe, now it seems he is mainly fixed in Chenjiagou unfortunately. These were the most interesting ones for me, maybe also some others with two of his sons. All others I have seen does not deserve attention unfortunately. He had a lot of power back then, almost unbelievable, but still I do not think tai chi is for fighting at all. It can be only accompanying other real fighting arts/skills I guess. But a lot of these guys will tell you it can be used for fighting but it is just because they make money out of it you know and I&amp;#39;m almost sure they know it themselves too. They never want to fight with anyone, only doing seminars and teaching for money, seems like a good job  actually :) - you just train yourself and others an make money out of it at the same time and eventually you also travel around the world.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;For me (chen) tai chi is about balance, the proper placement of the bones and joints in space and also how to use your center of gravity in order to drive the whole body in almost any kind of movement. Аnd of course to make your body feel very good, it is just a pleasure for the body, but usually only after a few years of practice as it is not easy at all actually. I also have not been at any chen tai chi seminar at which they claimed there is some magic in it or things like that. What I don&amp;#39;t like is that they don&amp;#39;t show much, just very basic stuff usually and focus mainly on making money out of it which is a bit off-putting.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4x5c8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684083864.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684083864.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk46xmd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684071801.0, "send_replies": true, "parent_id": "t1_jk44gvm", "score": 9, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Maybe you could \"fix\" tai chi?\n\nRight now, it's 99% total shit.\n\nSorry, but it is. \n\nI did it many years and learned from \"masters\"  with multiple styles.\n\nAnd I have to say, it's total shit.\n\nBut doesn't have to be.\n\n\"Wave hands like clouds\" ought to actually take place, in the clouds with your hands copying their movements.\n\nVisibly!\n\nThat's not too much to ask for the \"Grand Ultimate\".\n\nLord knows, it's useless for fighting.\n\nThat's been well tested.\n\nTai Chi master?\n\n40 seconds against an MMA fighter. And that's if he's being polite and doesn't want to totally humiliate the tai chi guy.\n\nBut still, it does seem to have promise.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk46xmd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Maybe you could &amp;quot;fix&amp;quot; tai chi?&lt;/p&gt;\n\n&lt;p&gt;Right now, it&amp;#39;s 99% total shit.&lt;/p&gt;\n\n&lt;p&gt;Sorry, but it is. &lt;/p&gt;\n\n&lt;p&gt;I did it many years and learned from &amp;quot;masters&amp;quot;  with multiple styles.&lt;/p&gt;\n\n&lt;p&gt;And I have to say, it&amp;#39;s total shit.&lt;/p&gt;\n\n&lt;p&gt;But doesn&amp;#39;t have to be.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Wave hands like clouds&amp;quot; ought to actually take place, in the clouds with your hands copying their movements.&lt;/p&gt;\n\n&lt;p&gt;Visibly!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not too much to ask for the &amp;quot;Grand Ultimate&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Lord knows, it&amp;#39;s useless for fighting.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s been well tested.&lt;/p&gt;\n\n&lt;p&gt;Tai Chi master?&lt;/p&gt;\n\n&lt;p&gt;40 seconds against an MMA fighter. And that&amp;#39;s if he&amp;#39;s being polite and doesn&amp;#39;t want to totally humiliate the tai chi guy.&lt;/p&gt;\n\n&lt;p&gt;But still, it does seem to have promise.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk46xmd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684071801.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk44gvm", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1684070522.0, "send_replies": true, "parent_id": "t3_13h8uxr", "score": 3, "author_fullname": "t2_6p5fr65gq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I did a dance with Tensegrity once, it was very short.  I was playing with my dog in the kitchen and I felt that my body became softer, I stretched my legs on the floor similar to the movement of inner silence, then my body was released and I did some strange and gentle movements mixed with tansegrity. \n\n I completely realized the very strange difference of these movements, I never knew how to dance like this.  \n\nAnd my husband was in the bedroom and he laughed and encouraged me that well done, this tensegrity mixed with silence made you dance\n\n and later I realized that this art is similar to tai chi, so I went and practiced some tai chi movements and some days I dance alone and some  I suddenly notice strange changes in the air and my perception.\n\n  I took a break from dancing for a while and lost my passion.\n\n  It was a unique post. \n\n To get rid of attention, I sneak in solitude.  Because even when I'm alone, I seem to draw attention to the inorganic beings who watch me.  (I always have an audience iob 😁) That's why I go and do a secret corner.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk44gvm", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I did a dance with Tensegrity once, it was very short.  I was playing with my dog in the kitchen and I felt that my body became softer, I stretched my legs on the floor similar to the movement of inner silence, then my body was released and I did some strange and gentle movements mixed with tansegrity. &lt;/p&gt;\n\n&lt;p&gt;I completely realized the very strange difference of these movements, I never knew how to dance like this.  &lt;/p&gt;\n\n&lt;p&gt;And my husband was in the bedroom and he laughed and encouraged me that well done, this tensegrity mixed with silence made you dance&lt;/p&gt;\n\n&lt;p&gt;and later I realized that this art is similar to tai chi, so I went and practiced some tai chi movements and some days I dance alone and some  I suddenly notice strange changes in the air and my perception.&lt;/p&gt;\n\n&lt;p&gt;I took a break from dancing for a while and lost my passion.&lt;/p&gt;\n\n&lt;p&gt;It was a unique post. &lt;/p&gt;\n\n&lt;p&gt;To get rid of attention, I sneak in solitude.  Because even when I&amp;#39;m alone, I seem to draw attention to the inorganic beings who watch me.  (I always have an audience iob 😁) That&amp;#39;s why I go and do a secret corner.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk44gvm/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684070522.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13h8uxr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk46c63", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684071505.0, "send_replies": true, "parent_id": "t1_jk3vqq8", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Now I have to learn to do that...\n\nDarn.  Too much to do.\n\nI wonder if a \"genuine simulated wood finish\" is good enough for fitting through a knothole?\n\nAnd if so, how about \"Sponge Bob\" wallpaper?\n\nThere have to be impossible places to fit into in Sponge Bob's world.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/uf9oe2j7duza1.png?width=300&amp;format=png&amp;auto=webp&amp;s=06fce0e946a3a4770fe886beb8d795bf995981e1", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk46c63", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Now I have to learn to do that...&lt;/p&gt;\n\n&lt;p&gt;Darn.  Too much to do.&lt;/p&gt;\n\n&lt;p&gt;I wonder if a &amp;quot;genuine simulated wood finish&amp;quot; is good enough for fitting through a knothole?&lt;/p&gt;\n\n&lt;p&gt;And if so, how about &amp;quot;Sponge Bob&amp;quot; wallpaper?&lt;/p&gt;\n\n&lt;p&gt;There have to be impossible places to fit into in Sponge Bob&amp;#39;s world.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/uf9oe2j7duza1.png?width=300&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=06fce0e946a3a4770fe886beb8d795bf995981e1\"&gt;https://preview.redd.it/uf9oe2j7duza1.png?width=300&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=06fce0e946a3a4770fe886beb8d795bf995981e1&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk46c63/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684071505.0, "media_metadata": {"uf9oe2j7duza1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/uf9oe2j7duza1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=f107070663f6eda05d5eadcaeb02393f1fa46671"}, {"y": 120, "x": 216, "u": "https://preview.redd.it/uf9oe2j7duza1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=cd285aaea1fcce6dad9b8b51e4bc8f03d155f76f"}], "s": {"y": 168, "x": 300, "u": "https://preview.redd.it/uf9oe2j7duza1.png?width=300&amp;format=png&amp;auto=webp&amp;s=06fce0e946a3a4770fe886beb8d795bf995981e1"}, "id": "uf9oe2j7duza1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk3vqq8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1684065278.0, "send_replies": true, "parent_id": "t3_13h8uxr", "score": 2, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The comment thread within the post you’re referencing:\n\nhttps://reddit.com/r/castaneda/comments/13giewc/_/jk0q2qp/", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk3vqq8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The comment thread within the post you’re referencing:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://reddit.com/r/castaneda/comments/13giewc/_/jk0q2qp/\"&gt;https://reddit.com/r/castaneda/comments/13giewc/_/jk0q2qp/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk3vqq8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684065278.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13h8uxr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk8a853", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk71ha8", "score": 5, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's one of those \"La Gorda Claims\" that doesn't seem to fit in with anything else.\n\nShe did that fairly often in the books.\n\nAs a lesson I suspect.\n\nCholita does it too.\n\nGives absolutely contrary sorcery advice, but later you find out from her point of view, it was good advice.\n\nJust not a road you'd want to go down yourself.\n\nIn the end, Carlos portrayed La Gorda as killing herself out of overconfidence.\n\nTrying to lead the group to freedom before they wanted to go.\n\nThat needs some researching...\n\nDid she try to bring them across that \"bridge\"?\n\nAnother odd analogy like the red insects, which doesn't agree with our idea of burning from within.\n\nOf course in the end it's all cool magic, so who cares which happens?\n\nNo one else can do anything even remotely close to what sorcerers do.\n\nOne of these days, we'll be able to do things like this together.\n\nThen, if someone wants to visit the land of the shiny red bugs, go for it!\n\nI'll stick with planets outside our galaxy.  Which by the way, I've seen already using sorcery.\n\n\\*\\*\\* (From Eagle's Gift most likely)\n\nI became aware then that we were not in this world. The ground was the color of wet terra-cotta. There were no mountains, but where we were standing was not flat land either. The ground was cracked and parched. It looked like a rough dry sea of terra-cotta. I could see it all around me just as if I were in the middle of the ocean.\n\nI looked up. The sky had lost its maddening glare. It was dark, but not blue. A bright, incandescent star was near the horizon. It dawned on me at that instant that we were in a world with two suns; two stars. One was enormous and had gone over the horizon, the other was smaller or perhaps more distant.\n\nI wanted to ask questions, to walk around and look for things. Zuleica signaled us to relax, to wait patiently. But something seemed to be pulling us. Suddenly la Gorda and Josefina were gone. And I woke up.\n\nFrom that time on I never went back to Zuleica's house. Don Juan would make me shift levels of awareness in his own house or wherever we were, and I would enter into dreaming. Zuleica, la Gorda and Josefina were always waiting for me. We went back to the same unearthly scene over and over, until we were thoroughly familiar with it.\n\nWhenever we could do it, we would skip the time of glare- the daytime- and go there at night just in time to witness the rise over the horizon of a colossal celestial body; something of such magnitude that when it erupted over the jagged line of the horizon it covered at least half of the one hundred and eighty degree range in front of us. The celestial body was beautiful, and its ascent over the horizon was so breathtaking that I could have stayed there for an eternity, just to witness that sight.\n\nThe celestial body took up nearly the entire firmament when it reached the zenith. Invariably we would lie on our backs in order to gaze at it. It had consistent configurations, which Zuleica taught us to recognize.\n\nI realized that it was not a star. Its light was reflected, It must have been an opaque body because the reflected light was mellow in relation to its monumental size. There were enormous, unchanging brown spots on its saffron-yellow surface.\n\nZuleica took us systematically on voyages that were beyond words. La Gorda said that Zuleica took Josefina even farther and deeper into the unknown, because Josefina was, just like Zuleica herself, quite a bit crazy. Neither of them had that core of rationality that supplies a dreamer with sobriety, thus they had no barriers and no interest in finding out rational causes or reasons for anything.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jk8a853", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s one of those &amp;quot;La Gorda Claims&amp;quot; that doesn&amp;#39;t seem to fit in with anything else.&lt;/p&gt;\n\n&lt;p&gt;She did that fairly often in the books.&lt;/p&gt;\n\n&lt;p&gt;As a lesson I suspect.&lt;/p&gt;\n\n&lt;p&gt;Cholita does it too.&lt;/p&gt;\n\n&lt;p&gt;Gives absolutely contrary sorcery advice, but later you find out from her point of view, it was good advice.&lt;/p&gt;\n\n&lt;p&gt;Just not a road you&amp;#39;d want to go down yourself.&lt;/p&gt;\n\n&lt;p&gt;In the end, Carlos portrayed La Gorda as killing herself out of overconfidence.&lt;/p&gt;\n\n&lt;p&gt;Trying to lead the group to freedom before they wanted to go.&lt;/p&gt;\n\n&lt;p&gt;That needs some researching...&lt;/p&gt;\n\n&lt;p&gt;Did she try to bring them across that &amp;quot;bridge&amp;quot;?&lt;/p&gt;\n\n&lt;p&gt;Another odd analogy like the red insects, which doesn&amp;#39;t agree with our idea of burning from within.&lt;/p&gt;\n\n&lt;p&gt;Of course in the end it&amp;#39;s all cool magic, so who cares which happens?&lt;/p&gt;\n\n&lt;p&gt;No one else can do anything even remotely close to what sorcerers do.&lt;/p&gt;\n\n&lt;p&gt;One of these days, we&amp;#39;ll be able to do things like this together.&lt;/p&gt;\n\n&lt;p&gt;Then, if someone wants to visit the land of the shiny red bugs, go for it!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ll stick with planets outside our galaxy.  Which by the way, I&amp;#39;ve seen already using sorcery.&lt;/p&gt;\n\n&lt;p&gt;*** (From Eagle&amp;#39;s Gift most likely)&lt;/p&gt;\n\n&lt;p&gt;I became aware then that we were not in this world. The ground was the color of wet terra-cotta. There were no mountains, but where we were standing was not flat land either. The ground was cracked and parched. It looked like a rough dry sea of terra-cotta. I could see it all around me just as if I were in the middle of the ocean.&lt;/p&gt;\n\n&lt;p&gt;I looked up. The sky had lost its maddening glare. It was dark, but not blue. A bright, incandescent star was near the horizon. It dawned on me at that instant that we were in a world with two suns; two stars. One was enormous and had gone over the horizon, the other was smaller or perhaps more distant.&lt;/p&gt;\n\n&lt;p&gt;I wanted to ask questions, to walk around and look for things. Zuleica signaled us to relax, to wait patiently. But something seemed to be pulling us. Suddenly la Gorda and Josefina were gone. And I woke up.&lt;/p&gt;\n\n&lt;p&gt;From that time on I never went back to Zuleica&amp;#39;s house. Don Juan would make me shift levels of awareness in his own house or wherever we were, and I would enter into dreaming. Zuleica, la Gorda and Josefina were always waiting for me. We went back to the same unearthly scene over and over, until we were thoroughly familiar with it.&lt;/p&gt;\n\n&lt;p&gt;Whenever we could do it, we would skip the time of glare- the daytime- and go there at night just in time to witness the rise over the horizon of a colossal celestial body; something of such magnitude that when it erupted over the jagged line of the horizon it covered at least half of the one hundred and eighty degree range in front of us. The celestial body was beautiful, and its ascent over the horizon was so breathtaking that I could have stayed there for an eternity, just to witness that sight.&lt;/p&gt;\n\n&lt;p&gt;The celestial body took up nearly the entire firmament when it reached the zenith. Invariably we would lie on our backs in order to gaze at it. It had consistent configurations, which Zuleica taught us to recognize.&lt;/p&gt;\n\n&lt;p&gt;I realized that it was not a star. Its light was reflected, It must have been an opaque body because the reflected light was mellow in relation to its monumental size. There were enormous, unchanging brown spots on its saffron-yellow surface.&lt;/p&gt;\n\n&lt;p&gt;Zuleica took us systematically on voyages that were beyond words. La Gorda said that Zuleica took Josefina even farther and deeper into the unknown, because Josefina was, just like Zuleica herself, quite a bit crazy. Neither of them had that core of rationality that supplies a dreamer with sobriety, thus they had no barriers and no interest in finding out rational causes or reasons for anything.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_13h8uxr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk8a853/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684153076.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684153076.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk71ha8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "isthisasobot", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk4raxz", "score": 2, "author_fullname": "t2_br6e04o0", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "-As for sneaking around the eagle to find a place to survive, Carlos offered to \" show which way to go\" when we died.\n\nDidn't Don Juan mention at some point that he would be in a world of little red spidery insects.. can' t remember where he said that but I think he mentioned that they had a beautiful social structure.", "edited": false, "author_flair_css_class": null, "name": "t1_jk71ha8", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;-As for sneaking around the eagle to find a place to survive, Carlos offered to &amp;quot; show which way to go&amp;quot; when we died.&lt;/p&gt;\n\n&lt;p&gt;Didn&amp;#39;t Don Juan mention at some point that he would be in a world of little red spidery insects.. can&amp;#39; t remember where he said that but I think he mentioned that they had a beautiful social structure.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_13h8uxr", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk71ha8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684119655.0, "author_flair_text": null, "collapsed": false, "created_utc": 1684119655.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4raxz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk4jtm8", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "The dream body is not different from our waking awareness.\n\nOur waking awareness got encased in organic matter, and got trained in that so that its obsessions prevent it from exploring freely in the emanations.\n\nIt's always got some of itself \"stuck\" back up at the blue line on the J curve.\n\nOur double is just the portion that either refused to go into the flesh, or perhaps the flesh body couldn't hold all of it.\n\nSo it got \"outcast\" in the egg.\n\nWhen the egg breaks and releases all of our awareness to travel to the Eagle and give up our memories, there's no difference.\n\nIt's NOT an independent being.  In fact, you could manufacture up to 8 copies of \"the double\" by my estimations.  Each a bit less \"smart\" than the whole, but all would be sentient.\n\nPandora's box pass is one way you can do that.\n\nIt only seems reasonable to assume the dream copy of ourselves is a separate being at first, because you haven't seen how the two of them merge.\n\nSoon you realize, there's not as much difference between the two as you had believed.\n\nSo bottom line: when you die your dream self is equally screwed.\n\nBut it might turn out it's not so horrible after all, and we only need to learn not to panic when faced with second attention sights.\n\nThe average person on dying and finding themselves in front of \"the spirit\" with their memories being extracted, wouldn't have any idea that at the end of the process they'll be unable to take action to preserve themselves.\n\nYou have to avoid being \"laid out flat\" like that by the eagle feeding on your memories.\n\nYou have to \"sneak around the eagle\".\n\nAnd then, you have to realize that you need a container. So you need to have both the ability not to get confused by the sights after death,  and also realize you have a short time to save yourself.\n\nThen also retain enough sobriety (lucidity?) to go search for a place to contain your awareness.\n\nWhich is likely the earth itself.\n\nIt has a cocoon.\n\nSo maybe you pull an \"old seer\" trick,  and body snatch the earth.\n\nThe old seers however, didn't know about that. So it must not be obvious.\n\nOne old seer body snatched a dog (Manfred), the blue scout possibly body snatched Patty, another two remained in the form of trees on don Juan's property, and the death defier fled into Carol Tiggs to become more mobile.\n\nJadey and I believe, before that the old seer actually could only exist in his phantom city version of Tula.\n\nThe impression people get from the books is that he managed to maintain his physical body for 8000 years. With perhaps 7000 spent in the inorganic being's world.\n\nBut my opinion is, he was in his phantom room.  At the church in Tula.\n\nWhich was perhaps actually using the earth for protection, but he didn't realize that yet.\n\nAs for sneaking around the eagle to find a place to survive, Carlos offered to \"show us which way to go\" when we died.  But I never heard of him extending that offer to anyone in the future. He said it specific people in classes.\n\nSomehow that got extended by Cleargreen, or maybe by the con artist Armando Torres, to become a religion very popular in the Eastern Bloc.\n\nWhere Carlos is waiting at the pearly gates of heaven, like Saint Peter.\n\nAnd all you have to do to gain entry, is follow Cleargreen orders.\n\nShit...\n\nI wish Carlos were here, to comment on that \"idea\".", "edited": 1684082408.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk4raxz", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The dream body is not different from our waking awareness.&lt;/p&gt;\n\n&lt;p&gt;Our waking awareness got encased in organic matter, and got trained in that so that its obsessions prevent it from exploring freely in the emanations.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s always got some of itself &amp;quot;stuck&amp;quot; back up at the blue line on the J curve.&lt;/p&gt;\n\n&lt;p&gt;Our double is just the portion that either refused to go into the flesh, or perhaps the flesh body couldn&amp;#39;t hold all of it.&lt;/p&gt;\n\n&lt;p&gt;So it got &amp;quot;outcast&amp;quot; in the egg.&lt;/p&gt;\n\n&lt;p&gt;When the egg breaks and releases all of our awareness to travel to the Eagle and give up our memories, there&amp;#39;s no difference.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s NOT an independent being.  In fact, you could manufacture up to 8 copies of &amp;quot;the double&amp;quot; by my estimations.  Each a bit less &amp;quot;smart&amp;quot; than the whole, but all would be sentient.&lt;/p&gt;\n\n&lt;p&gt;Pandora&amp;#39;s box pass is one way you can do that.&lt;/p&gt;\n\n&lt;p&gt;It only seems reasonable to assume the dream copy of ourselves is a separate being at first, because you haven&amp;#39;t seen how the two of them merge.&lt;/p&gt;\n\n&lt;p&gt;Soon you realize, there&amp;#39;s not as much difference between the two as you had believed.&lt;/p&gt;\n\n&lt;p&gt;So bottom line: when you die your dream self is equally screwed.&lt;/p&gt;\n\n&lt;p&gt;But it might turn out it&amp;#39;s not so horrible after all, and we only need to learn not to panic when faced with second attention sights.&lt;/p&gt;\n\n&lt;p&gt;The average person on dying and finding themselves in front of &amp;quot;the spirit&amp;quot; with their memories being extracted, wouldn&amp;#39;t have any idea that at the end of the process they&amp;#39;ll be unable to take action to preserve themselves.&lt;/p&gt;\n\n&lt;p&gt;You have to avoid being &amp;quot;laid out flat&amp;quot; like that by the eagle feeding on your memories.&lt;/p&gt;\n\n&lt;p&gt;You have to &amp;quot;sneak around the eagle&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And then, you have to realize that you need a container. So you need to have both the ability not to get confused by the sights after death,  and also realize you have a short time to save yourself.&lt;/p&gt;\n\n&lt;p&gt;Then also retain enough sobriety (lucidity?) to go search for a place to contain your awareness.&lt;/p&gt;\n\n&lt;p&gt;Which is likely the earth itself.&lt;/p&gt;\n\n&lt;p&gt;It has a cocoon.&lt;/p&gt;\n\n&lt;p&gt;So maybe you pull an &amp;quot;old seer&amp;quot; trick,  and body snatch the earth.&lt;/p&gt;\n\n&lt;p&gt;The old seers however, didn&amp;#39;t know about that. So it must not be obvious.&lt;/p&gt;\n\n&lt;p&gt;One old seer body snatched a dog (Manfred), the blue scout possibly body snatched Patty, another two remained in the form of trees on don Juan&amp;#39;s property, and the death defier fled into Carol Tiggs to become more mobile.&lt;/p&gt;\n\n&lt;p&gt;Jadey and I believe, before that the old seer actually could only exist in his phantom city version of Tula.&lt;/p&gt;\n\n&lt;p&gt;The impression people get from the books is that he managed to maintain his physical body for 8000 years. With perhaps 7000 spent in the inorganic being&amp;#39;s world.&lt;/p&gt;\n\n&lt;p&gt;But my opinion is, he was in his phantom room.  At the church in Tula.&lt;/p&gt;\n\n&lt;p&gt;Which was perhaps actually using the earth for protection, but he didn&amp;#39;t realize that yet.&lt;/p&gt;\n\n&lt;p&gt;As for sneaking around the eagle to find a place to survive, Carlos offered to &amp;quot;show us which way to go&amp;quot; when we died.  But I never heard of him extending that offer to anyone in the future. He said it specific people in classes.&lt;/p&gt;\n\n&lt;p&gt;Somehow that got extended by Cleargreen, or maybe by the con artist Armando Torres, to become a religion very popular in the Eastern Bloc.&lt;/p&gt;\n\n&lt;p&gt;Where Carlos is waiting at the pearly gates of heaven, like Saint Peter.&lt;/p&gt;\n\n&lt;p&gt;And all you have to do to gain entry, is follow Cleargreen orders.&lt;/p&gt;\n\n&lt;p&gt;Shit...&lt;/p&gt;\n\n&lt;p&gt;I wish Carlos were here, to comment on that &amp;quot;idea&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4raxz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684081293.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684081293.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4jtm8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "fluffymckittyman", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk491gi", "score": 2, "author_fullname": "t2_6hptc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Do we know what happens to our Dream Body if we die before we have reached “the totality of ourselves”? \n\nDoes it lose cohesion and stability and get spread out into the emanations or does it just find a new container right away? Can it even continue to play and explore other realities without a container?", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jk4jtm8", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Do we know what happens to our Dream Body if we die before we have reached “the totality of ourselves”? &lt;/p&gt;\n\n&lt;p&gt;Does it lose cohesion and stability and get spread out into the emanations or does it just find a new container right away? Can it even continue to play and explore other realities without a container?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4jtm8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684077976.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684077976.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jk4aw3t", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk4a1od", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "ChatGPT should be able to read it, translate it, and then explain it if you have trouble understanding.\n\nIt seems to be able to do that.\n\nUnderstand the \"context\" of written text, and elaborate or explain it more.\n\nIf you try it out and make it work, it could be helpful to others.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk4aw3t", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;ChatGPT should be able to read it, translate it, and then explain it if you have trouble understanding.&lt;/p&gt;\n\n&lt;p&gt;It seems to be able to do that.&lt;/p&gt;\n\n&lt;p&gt;Understand the &amp;quot;context&amp;quot; of written text, and elaborate or explain it more.&lt;/p&gt;\n\n&lt;p&gt;If you try it out and make it work, it could be helpful to others.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4aw3t/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684073796.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684073796.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk4a1od", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jk491gi", "score": 1, "author_fullname": "t2_6p5fr65gq", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "English is still difficult for me, I will try to translate well to better understand the meaning of your words.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jk4a1od", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;English is still difficult for me, I will try to translate well to better understand the meaning of your words.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk4a1od/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684073376.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1684073376.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk491gi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1684072874.0, "send_replies": true, "parent_id": "t1_jk44wgh", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No one here can perceive the dark sea.\n\nThere's not enough residual awareness to make it glow in response to you gazing into it.\n\nBut Silvio could.\n\nPossibly he was trying to influence it to emit information, using a variety of awareness we don't know about.  Which he could create through dancing.\n\nWe have all sorts of \"hints\" on that topic!\n\nBut again, everyone is so obsessed with attention seeking and book deals, no one ever examined those hints.\n\nI have a hard time even thinking about them.\n\nExcept, I had an encounter with one of them.\n\nI formed a space ship out of my darkroom, so I could travel to Pandora in it and gain entry to the phantom copy.\n\nRegretting I didn't buy that house when Carlos offered it to me.\n\nI didn't have the skills necessary to drive there in my car, and move my assemblage point far enough to enter it. \n\nAnd it's a 1+ hour drive with normal traffic.\n\nPlus I have a Cholita at home to worry about.\n\nSo I created a phantom vehicle and began to follow the glowing emanations coming from Pandora's direction.\n\nI posted about it.  It's in here somewhere.\n\nNaturally when you find yourself in a space ship during dark room practice, you're in your double.\n\nEven if your butt falls asleep, sitting on the edge of a mattress in the same position for too long.\n\nI don't remember why, but I got up to go check if the \"air lock\" window on the east wall of the space ship was real.\n\nAnd opened it by mistake.\n\nI got sucked out into space. If it weren't for my Ally \"Fancy\", I would have entirely left the room.  But not under my own control.\n\nFancy grabbed my ankles and kept me from leaving.\n\nOutside the space ship there were dozens of entities, inviting me to join them in \"unbundled space\".\n\nImplying, there was awareness outside the emanations. \n\nWhich drifted in the dark sea, without having to light up any part of it.\n\nWhich prevents them from \"dissipating\" so thin, they're no longer sentient.\n\nIt's the emanations that cause our awareness to \"flow\" out.  And since they're infinite, it might just flow so far away you can't get that piece back.\n\nThus when a person dies and loses their confining egg shell, it can't be too long before all they are, has spread out into the emanations and can never collect back together again.\n\nPerhaps that's where Carlos found to go, when he commented he'd discovered immortality.  Found only in a few obscure lecture notes.\n\nJust like Qui-Gon did in Star Wars, which came out 7 years after Carlos died and so could have been motivated by that:\n\n[https://www.youtube.com/watch?v=ZLcKdsCgMNQ](https://www.youtube.com/watch?v=ZLcKdsCgMNQ)\n\nYea, Soledad paranoia.\n\nBut I live with Cholita, so it's natural.  I even worry Soledad is still around, and Cholita gets told things to do once in a while.\n\nSpeaking of Star Wars delusions, there's that one where Yoda limps over to take on the Sith lord who just cut off Anakin's arm, and defeated Obi-Wan.\n\nHe limps over like an old man, but then jumps into action bouncing around like a grasshopper.\n\nHe switched to his double!\n\nAgain, Star Wars has real useful information for us.\n\nBut why?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk491gi", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No one here can perceive the dark sea.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s not enough residual awareness to make it glow in response to you gazing into it.&lt;/p&gt;\n\n&lt;p&gt;But Silvio could.&lt;/p&gt;\n\n&lt;p&gt;Possibly he was trying to influence it to emit information, using a variety of awareness we don&amp;#39;t know about.  Which he could create through dancing.&lt;/p&gt;\n\n&lt;p&gt;We have all sorts of &amp;quot;hints&amp;quot; on that topic!&lt;/p&gt;\n\n&lt;p&gt;But again, everyone is so obsessed with attention seeking and book deals, no one ever examined those hints.&lt;/p&gt;\n\n&lt;p&gt;I have a hard time even thinking about them.&lt;/p&gt;\n\n&lt;p&gt;Except, I had an encounter with one of them.&lt;/p&gt;\n\n&lt;p&gt;I formed a space ship out of my darkroom, so I could travel to Pandora in it and gain entry to the phantom copy.&lt;/p&gt;\n\n&lt;p&gt;Regretting I didn&amp;#39;t buy that house when Carlos offered it to me.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t have the skills necessary to drive there in my car, and move my assemblage point far enough to enter it. &lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s a 1+ hour drive with normal traffic.&lt;/p&gt;\n\n&lt;p&gt;Plus I have a Cholita at home to worry about.&lt;/p&gt;\n\n&lt;p&gt;So I created a phantom vehicle and began to follow the glowing emanations coming from Pandora&amp;#39;s direction.&lt;/p&gt;\n\n&lt;p&gt;I posted about it.  It&amp;#39;s in here somewhere.&lt;/p&gt;\n\n&lt;p&gt;Naturally when you find yourself in a space ship during dark room practice, you&amp;#39;re in your double.&lt;/p&gt;\n\n&lt;p&gt;Even if your butt falls asleep, sitting on the edge of a mattress in the same position for too long.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t remember why, but I got up to go check if the &amp;quot;air lock&amp;quot; window on the east wall of the space ship was real.&lt;/p&gt;\n\n&lt;p&gt;And opened it by mistake.&lt;/p&gt;\n\n&lt;p&gt;I got sucked out into space. If it weren&amp;#39;t for my Ally &amp;quot;Fancy&amp;quot;, I would have entirely left the room.  But not under my own control.&lt;/p&gt;\n\n&lt;p&gt;Fancy grabbed my ankles and kept me from leaving.&lt;/p&gt;\n\n&lt;p&gt;Outside the space ship there were dozens of entities, inviting me to join them in &amp;quot;unbundled space&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Implying, there was awareness outside the emanations. &lt;/p&gt;\n\n&lt;p&gt;Which drifted in the dark sea, without having to light up any part of it.&lt;/p&gt;\n\n&lt;p&gt;Which prevents them from &amp;quot;dissipating&amp;quot; so thin, they&amp;#39;re no longer sentient.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the emanations that cause our awareness to &amp;quot;flow&amp;quot; out.  And since they&amp;#39;re infinite, it might just flow so far away you can&amp;#39;t get that piece back.&lt;/p&gt;\n\n&lt;p&gt;Thus when a person dies and loses their confining egg shell, it can&amp;#39;t be too long before all they are, has spread out into the emanations and can never collect back together again.&lt;/p&gt;\n\n&lt;p&gt;Perhaps that&amp;#39;s where Carlos found to go, when he commented he&amp;#39;d discovered immortality.  Found only in a few obscure lecture notes.&lt;/p&gt;\n\n&lt;p&gt;Just like Qui-Gon did in Star Wars, which came out 7 years after Carlos died and so could have been motivated by that:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.youtube.com/watch?v=ZLcKdsCgMNQ\"&gt;https://www.youtube.com/watch?v=ZLcKdsCgMNQ&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Yea, Soledad paranoia.&lt;/p&gt;\n\n&lt;p&gt;But I live with Cholita, so it&amp;#39;s natural.  I even worry Soledad is still around, and Cholita gets told things to do once in a while.&lt;/p&gt;\n\n&lt;p&gt;Speaking of Star Wars delusions, there&amp;#39;s that one where Yoda limps over to take on the Sith lord who just cut off Anakin&amp;#39;s arm, and defeated Obi-Wan.&lt;/p&gt;\n\n&lt;p&gt;He limps over like an old man, but then jumps into action bouncing around like a grasshopper.&lt;/p&gt;\n\n&lt;p&gt;He switched to his double!&lt;/p&gt;\n\n&lt;p&gt;Again, Star Wars has real useful information for us.&lt;/p&gt;\n\n&lt;p&gt;But why?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13h8uxr", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk491gi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684072874.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "jk44wgh", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1684070753.0, "send_replies": true, "parent_id": "t3_13h8uxr", "score": 1, "author_fullname": "t2_6p5fr65gq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What is the meaning of dancing on the edge of the dark sea of consciousness?  How should it feel?  Shall we dance with double?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jk44wgh", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What is the meaning of dancing on the edge of the dark sea of consciousness?  How should it feel?  Shall we dance with double?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13h8uxr/making_friends_with_the_double/jk44wgh/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1684070753.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13h8uxr", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]