[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/gbz8rh87hr2b1.png?width=1280&amp;format=png&amp;auto=webp&amp;s=b69f813de1757491b8e61addeefb873e3fc7245a\n\nThe books are filled with \"topics\" we didn't notice.\n\nSome can only be perceived once you encounter an \"anomaly\".\n\nThe problem is, everyone has \"the book deal mind\".\n\nI suppose I'm not sure that's actually true of women.  They're a little more complicated than the men.\n\nTrickier perhaps.  Maybe due to less muscle mass, they evolved to use observations of overall behavior in a group, to gain an advantage for themselves.\n\nWhereas the men got obsessed with beating their enemies to death.  You'd think some men would realize they aren't going to be able to beat the Arnold Swartznegger head chimp to death, but by male definition they only win if they dominate.  So it's hard for them to notice the pointlessness of direct conflict.  They'll just do it \"on paper\" or by some other roundabout way.  Still trying to dominate, if not politely.\n\nI believe the women are not quite like that, but it's beyond my understanding to know what's going on with them. Cholita has taught me that.\n\nIt could be fun to explore in cartoons.  In fact, I got a series of mini-cartoons just now, and stopped to write down what I saw.  One of them a cartoon, about receiving cartoons from the air.\n\nNow lost.\n\nIn Silent Knowledge, you are so silent that you aren't tampering with what presents itself to  your awareness.\n\nI prefer to use darkness as an aide, but the same principle applies to practicing in full sunlight.\n\nThat's just a bit more difficult.\n\nYou gaze into the darkness in your normal state, as a beginner, and you end up thinking about your daily life in tedious detail.\n\nSo that even if Tinkerbell the fairy herself flew up to your nose, you wouldn't notice it.\n\nIt's a sad loss, since the whole point of Tinkerbell is the costumes.  Typically a tutu miniskirt.\n\nYou rarely see those outside Rodeo Drive!\n\nIt doesn't help that \"Tink\" resides in the green zone of the J curve, and onward.  She can't become visible to those up in the blue line region near the shoulder blades.\n\nThere just isn't enough \"overlap\" in awareness.  We live in an infinite universe of possible realties, each one an extremely tiny portion of the dark sea of the emanations.  And in that space there's actually no space. Or time, or physical matter.\n\nSo even discussing the arrangement of reality is next to impossible.\n\nFor instance I thought the emanations were infinite lines.\n\nBut someone found a passage suggesting they're more like fragments, which can get stuck in our luminous shell.\n\nAnd that's what I see 90% of the time.  Fragments.\n\nIn the air all around you. It's inevitable to see those.\n\nBut I also see the super long line form.  And we read about that in the book, where Carlos goes to a special cave, to slow down his perception using the cave to induce a \"lull\".  And then he sees the \"lines of the world\".\n\nI suppose the problem is we're up at the blue line of the J curve, where action versus reaction is king, and we're trying to use that point of view to understand something fluid.  Alternate realities.\n\nThe one we're used to makes it seem like nothing else can exist, because it's self-referential.  Just about anything you can think about your daily world, gets back to those things that don't actually exist at all.  Time, space, and solid matter.\n\nWe're totally out of luck to understand how sorcery is possible, up there.\n\nAnd yet, each night while asleep we wander around in those alternate realities as if they were completely real.\n\nBut accepting that those perceptions are not less valid than the ones we have in our waking life, is very difficult until you run into some kind of \"anomaly\" you can't explain.\n\nSuch as Cholita lifting you up into the air with one finger.\n\nA violation of what we understand about action/reaction.\n\nAnd just to add to the puzzle, in the world of sorcery reaction can come before the action that caused it.\n\nBut that's a different topic.\n\nJust a little tip.\n\nOnce you can see colors as a result of doing tensegrity in darkness and silence, be sure to \"look around\" a tiny bit before you start the next pass, to see the potential visible results of what you are about to do.\n\nJust like in Star Wars, sorcerers can see a tiny bit into the future.\n\nAnd that's a good time to play with that ability, as long as it comes from silence and not \"the book deal mind\".\n\nSo as not to worry beginners too much with all this nonsense, consider AM radio versus FM.\n\nThe world of FM radio is vast!  At least, compared to old fashioned AM radio.\n\nAnd if all you have is an AM radio tuner, and have never encountered all those other radio bands available with FM, it might sound hard to believe such a thing can exist.\n\nYou first want to know, \"So where is it?  You told me all these AM stations are floating in the air right in front of me.  And I can tune them in with the knob on the radio.  So why do I hear no trace of all the others you claim are right there in the same space?\"\n\nIf you know anything about electronics, the analogy might seem misguided.  But in fact, it's not.  Both the AM radio and the FM radio take in \"energy\" in front of them, it flows in wires and circuits, and produces flows of energy in other wires and circuits. Ultimately leading to the speakers.\n\nThe problem is, the AM radio circuit paths are designed to ignore the FM signals.  And the FM signal paths are designed to tune out the AM.\n\nOtherwise, we couldn't have \"separate realities\".\n\nThe very same thing happens with perception.\n\nRight there in the air in front of you are amazing channels of activity and entertainment, some even sharing relatively the same \"frequencies\" at times.\n\nBut they just won't tune in if the equipment isn't designed to extract them.  If the pathways for energy are not producing the right interplay to convert the information into something to produce the final perceptions.\n\nIn the end, it's all about the interplay.  And that's what \"The Eagle\" itself is interested in.\n\nThat interplay.\n\nSo imagine yourself in a parking lot, standing next to Cholita.\n\nAnd for whatever reason, you pleased her.  But Cholita is a malicious thing.\n\nSo she decides to please you back, while torturing you.\n\nShe reaches out, puts her left hand index finger under your chin, and lifts you into the air a full foot.\n\nHow is that even possible?!\n\nAnd that's certainly not in the books!\n\nBut actually it is.  All over the place.\n\nYou just wouldn't notice it, until faced with that sort of anomaly yourself.\n\nWe're extremely lucky to have all 17 books and publications.  If a beginner who read perhaps just one of the early books of Carlos hears there are 17 they ought to read, it's not a happy situation.\n\nAnyone who regularly reads the subreddit cringes a tiny bit, when a new person is informed there are 17 books and publications.\n\nYou wonder if that's Adios to the new guy!\n\nThey already have a hard enough time doing real work to learn, and now it turns out they can't even begin with confidence, until they read all 17?\n\nFortunately, no.  Just consider them to be like an old fashioned \"encyclopedia\". Parents actually used to buy those for kids, back in the olden days.  And they proudly put them on a shelf all lined up in alphabetical order, hoping their child would use them for school.\n\nThat's what we have.  An encyclopedia of sorcery.\n\nWhich Carlos told me not to read anymore. He got tired of book obsessed kids, who never went out into the sunshine to play or run around.\n\nThey became tedious little kids who thought they knew everything, because they'd read all of the encyclopedia volumes at least once.\n\nI still recommend doing that, but you have to realize none of it is actually useful for learning sorcery.\n\nThat you have to learn by doing.  Nothing written will help, because you're having to create those alternate pathways for \"energy\" from scratch. Thinking about it, isn't going to accomplish that.\n\nSo the best use for the books once you are actually experiencing real sorcery, and thus \"anomalies\", is as a backup reference to let you know you're on the right path.\n\nAs it turns out, craziness like someone lifting another person into the air with one finger, is normal with sorcery.\n\nSilvio Manuel was described as being so powerful, if you pissed him off he could grab you by the nape of the neck, and hurl you through the mysterious \"wall of fog\".\n\nLanding you in a corridor to an infinite number of new worlds.\n\nIt's \"double on double\".\n\nSilvio in his double already.  If you skim the books for that topic, you soon learn that most of the lineage spent their time in their double.\n\nWhat their tonal bodies were doing, we don't know.  Could be hiding out in an old shack.\n\nCould be they can \"Go along\" after shrinking.\n\n\"Folding in half\" perhaps, as Carlos did when Zuleica was teaching him.\n\nOr as Carlos did when don Juan shoved him through the ticket office.\n\nBut whatever is really going on doesn't matter.\n\nA person in their double can \"extract\" the double of another person, and interact with it.\n\nEven lifting it up into the air, perhaps \"pulling\" it from their physical body.\n\nThere are likely many examples of that in the books, but we just didn't notice them because there was no reason.\n\nCarlos watching the little sisters run on the walls.\n\nHim being attacked by the same little sisters later on, only to find he switched to his double and fought them back.  He even kicked them in their energy body using his own energy body.\n\nIt was double on double activity, but started from both sides being in their tonal body.\n\nWe read about the \"soft body\" as it pertains to don Juan's lineage's understanding of martial arts.\n\nThat real martial arts take place at the level of the double.  The soft body.\n\nThat sure would make those 70s Hong Kong Kung Fu movies more fun to watch, once you realize no one can fight like that.\n\nThat all Asian masters get their butts kicked in seconds, when faced with an actual boxer.\n\nYou'd like to think they can at least leap onto the tree tops and lord it over their enemies on the ground.\n\nAnd it turns out, they can!\n\nHow is right there in the books.\n\nWhen don Juan leaps over a house for Carol Tiggs.\n\nOr when La Gorda pees into her hands, flings urine into the air, and grabs some \"red lines\" that makes visible.\n\nWith Carlos holding onto her waist, so he can fly up into the sky along with her.\n\nCholita once agreed to practice that with me, and I even bought a large fountain to mark where to land.\n\nUntil she began to suspect I just wanted to see her pee into her own hands.\n\nI blame Genaro for that \"technique\".  And for women liking the intimacy of peeing in front of a lover.  Genaro was getting her to \"show off\".\n\nActually, the technique is likely just an \"excuse\" to make flying seem reasonable.\n\nTo the double.  They simply switched to their doubles, and the \"red lines\" were some twisted dream being logic.  For why it's ok to fly.\n\nThey switched to their dreamer, directly from their physical bodies.\n\nYou can see that's true, if you read carefully what happened when they landed and Carlos had a memory of 2 events.\n\nNot just one happy landing. In another one occupying the same period of time, he crashed onto his back.\n\nAnd we have the case of La Gorda opening her creepy eye, that floats in the air in front of her.\n\nDon't doubt that!  You might get your own creepy eye.  I did.\n\nBut I can't pull it open the way La Gorda did, even though we've been given the tensegrity pass that can do that.\n\nStill, I have no doubt that once you can there's going to be an \"anomaly\".\n\nAnd you may duplicate what La Gorda did, opening a passage out of the room.\n\nBut later on it's also likely that you'll find yourself back where you started.\n\nAs if your tonal had only temporarily vanished, to allow your double to play.  But when the double ran out of the energy needed to sustain some rationality and purpose, which might be mandatory for the tonal to remember any of it, you find yourself back in your tonal where you started.\n\nYou switch to the double, have some fun, get tired, pass out, and wake up in bed in the morning.\n\nWait...  That was my last girlfriend.\n\nBut the principle still holds.\n\nFortunately, for those times when sorcery is working so well it casts doubt on itself by seeming to agree with the common belief that it's all imaginary and none of it is \"real\", we have the books to use as our encyclopedia of weirdness.\n\nYou can \"look it up\".  Even easier now, with the compiled books and notes publications.\n\nLet's take another anomaly that seems to come up more often than is warranted.\n\nWhat are those green puffs?\n\nI believe the first time that came up in this subreddit, the person claimed they were \"teal\".\n\nAnd that very night I held one in my hand, seeing it was obviously purple, but then as I gazed to see if there was any \"teal\" tinge to it, it completely changed color.\n\nAnd I realized the color was a \"choice\".\n\nWhich makes no sense to our physical body.  How can what you see, be a choice?\n\nIt's light bouncing off real objects.  Light that is being radiated by real objects.\n\nIf suddenly the color can change, doesn't that mean it's not real?\n\nActually it doesn't. And fortunately we have the books to refer to.\n\nZuleica told us early on, the colors are a choice. And she prefers an orangish red because she likes the feeling it gives her.\n\nThe topic of \"green puffs\" comes up every 6 months at least in the subreddit.\n\nWhen it came up for the third time I referred back to my encyclopedia of weirdness. Where I realized color changes are choices. And surrounded by purple puffs as I was back then, being mostly in the red zone, I just requested a color change.\n\nAnd they all did.\n\nI realized, you could not only be the \"master of the color change\", but of the shapes as well.\n\nBut that's the \"book deal mind\" at work again, and in the long run it's a deal killer.\n\nYou can't think like a phony guru, if you want to keep going.\n\nThere's nowhere to arrive it.  To stop.  No sight that means \"you made it\"!\n\nThat kind of thinking is designed for stealing from others.\n\nSo I dropped it.  Just one of thousands of things you could specialize in, through darkroom.\n\nWe might one day assign \"hobbies\" to people with sorcery skills, just so that as a group, we can cover all of the possibilities for interesting things to tell beginners.\n\nBut no one person can afford to do more than one or two of those on a regular basis.  And best if there's a good reason for it.\n\nIs that true?  I just proposed an anomaly.  Something that doesn't seem absolutely right, from what we commonly understand about this sorcery.\n\nFortunately we have our encyclopedia of weirdness.\n\nAnd in one of those 17 volumes, perhaps in multiple locations, don Juan explains how seers can specialize, for the good of the group.\n\nAnd going all the way back for at least hundreds of years, groups of seers had some who specialized in seeing the emanations to find out what \"the Eagle wants\".\n\nWe just need to escape the book deal mind as a community, and it turns out we have all we need to find our way as a group.\n\nThe old seers took younglings and taught them one on one.\n\nThe new seers formed lineages.  They lived at a time when you couldn't advertise for potential apprentices without being put to death by the catholic church.\n\nWhich by the way, we're at odds with too.  People don't like negativity, but we're surrounded by enemies trying to wipe out all sorcerers.\n\nThey just come in other \"flavors\" besides Monks and Nuns.\n\nNow we have Rinpoches and Gurus.\n\nStill the same thing. Religiously deluded people who will kill to wipe out competition.\n\nOr toss you into a pit with rotting corpses so that you die \"naturally\".  Techno found that one.  A case of Buddhists bragging about murder, because they didn't do it themselves. At least not directly.\n\nWe have our own new form of \"catholic church\" opposing our efforts.\n\nBut unlike the time of the new lineages, they don't have that kind of power anymore. There's too many \"varieties\" of religious delusion.  So none of them is given all power.\n\nAnd all of them have to compete for new followers.\n\nAllowing us to get away with doing the same.\n\nSo we don't have the younglings like the old seers, and unlike the new seers we aren't forced to teach a very few specific people. Which requires a lineage.\n\nWhat we have is unlimited new people, and our encyclopedia of weirdness.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Double On Double And Other Anomalies", "link_flair_richtext": [{"e": "text", "t": "Cholita"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 89, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"gbz8rh87hr2b1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 69, "x": 108, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=034a7444aaf6a3f0477f05edd6fd2f0276c216e9"}, {"y": 138, "x": 216, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=0b7fce79c779f80692d22eb854133e11c10f76b0"}, {"y": 204, "x": 320, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=49464a10143efc5510ac2e7d70d149d014a4adae"}, {"y": 409, "x": 640, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=d2f36ae85e1bd13cc08cead461325ac1c9947a59"}, {"y": 613, "x": 960, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=8d4bba7d3d71a7e1484a14bfc68bf968c829409c"}, {"y": 690, "x": 1080, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=0467e8c023dd0b823779d7d7b447bbc5b8ead74f"}], "s": {"y": 818, "x": 1280, "u": "https://preview.redd.it/gbz8rh87hr2b1.png?width=1280&amp;format=png&amp;auto=webp&amp;s=b69f813de1757491b8e61addeefb873e3fc7245a"}, "id": "gbz8rh87hr2b1"}}, "name": "t3_13uo88b", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 30, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Cholita", "can_mod_post": false, "score": 30, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/PtbWxAsnY6D68jwnvR0hk12s9DzRbE5Ni48PTaS8BZ8.jpg", "edited": 1685364534.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1685346249.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/gbz8rh87hr2b1.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=b69f813de1757491b8e61addeefb873e3fc7245a\"&gt;https://preview.redd.it/gbz8rh87hr2b1.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=b69f813de1757491b8e61addeefb873e3fc7245a&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;The books are filled with &amp;quot;topics&amp;quot; we didn&amp;#39;t notice.&lt;/p&gt;\n\n&lt;p&gt;Some can only be perceived once you encounter an &amp;quot;anomaly&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The problem is, everyone has &amp;quot;the book deal mind&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose I&amp;#39;m not sure that&amp;#39;s actually true of women.  They&amp;#39;re a little more complicated than the men.&lt;/p&gt;\n\n&lt;p&gt;Trickier perhaps.  Maybe due to less muscle mass, they evolved to use observations of overall behavior in a group, to gain an advantage for themselves.&lt;/p&gt;\n\n&lt;p&gt;Whereas the men got obsessed with beating their enemies to death.  You&amp;#39;d think some men would realize they aren&amp;#39;t going to be able to beat the Arnold Swartznegger head chimp to death, but by male definition they only win if they dominate.  So it&amp;#39;s hard for them to notice the pointlessness of direct conflict.  They&amp;#39;ll just do it &amp;quot;on paper&amp;quot; or by some other roundabout way.  Still trying to dominate, if not politely.&lt;/p&gt;\n\n&lt;p&gt;I believe the women are not quite like that, but it&amp;#39;s beyond my understanding to know what&amp;#39;s going on with them. Cholita has taught me that.&lt;/p&gt;\n\n&lt;p&gt;It could be fun to explore in cartoons.  In fact, I got a series of mini-cartoons just now, and stopped to write down what I saw.  One of them a cartoon, about receiving cartoons from the air.&lt;/p&gt;\n\n&lt;p&gt;Now lost.&lt;/p&gt;\n\n&lt;p&gt;In Silent Knowledge, you are so silent that you aren&amp;#39;t tampering with what presents itself to  your awareness.&lt;/p&gt;\n\n&lt;p&gt;I prefer to use darkness as an aide, but the same principle applies to practicing in full sunlight.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s just a bit more difficult.&lt;/p&gt;\n\n&lt;p&gt;You gaze into the darkness in your normal state, as a beginner, and you end up thinking about your daily life in tedious detail.&lt;/p&gt;\n\n&lt;p&gt;So that even if Tinkerbell the fairy herself flew up to your nose, you wouldn&amp;#39;t notice it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a sad loss, since the whole point of Tinkerbell is the costumes.  Typically a tutu miniskirt.&lt;/p&gt;\n\n&lt;p&gt;You rarely see those outside Rodeo Drive!&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t help that &amp;quot;Tink&amp;quot; resides in the green zone of the J curve, and onward.  She can&amp;#39;t become visible to those up in the blue line region near the shoulder blades.&lt;/p&gt;\n\n&lt;p&gt;There just isn&amp;#39;t enough &amp;quot;overlap&amp;quot; in awareness.  We live in an infinite universe of possible realties, each one an extremely tiny portion of the dark sea of the emanations.  And in that space there&amp;#39;s actually no space. Or time, or physical matter.&lt;/p&gt;\n\n&lt;p&gt;So even discussing the arrangement of reality is next to impossible.&lt;/p&gt;\n\n&lt;p&gt;For instance I thought the emanations were infinite lines.&lt;/p&gt;\n\n&lt;p&gt;But someone found a passage suggesting they&amp;#39;re more like fragments, which can get stuck in our luminous shell.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s what I see 90% of the time.  Fragments.&lt;/p&gt;\n\n&lt;p&gt;In the air all around you. It&amp;#39;s inevitable to see those.&lt;/p&gt;\n\n&lt;p&gt;But I also see the super long line form.  And we read about that in the book, where Carlos goes to a special cave, to slow down his perception using the cave to induce a &amp;quot;lull&amp;quot;.  And then he sees the &amp;quot;lines of the world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose the problem is we&amp;#39;re up at the blue line of the J curve, where action versus reaction is king, and we&amp;#39;re trying to use that point of view to understand something fluid.  Alternate realities.&lt;/p&gt;\n\n&lt;p&gt;The one we&amp;#39;re used to makes it seem like nothing else can exist, because it&amp;#39;s self-referential.  Just about anything you can think about your daily world, gets back to those things that don&amp;#39;t actually exist at all.  Time, space, and solid matter.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re totally out of luck to understand how sorcery is possible, up there.&lt;/p&gt;\n\n&lt;p&gt;And yet, each night while asleep we wander around in those alternate realities as if they were completely real.&lt;/p&gt;\n\n&lt;p&gt;But accepting that those perceptions are not less valid than the ones we have in our waking life, is very difficult until you run into some kind of &amp;quot;anomaly&amp;quot; you can&amp;#39;t explain.&lt;/p&gt;\n\n&lt;p&gt;Such as Cholita lifting you up into the air with one finger.&lt;/p&gt;\n\n&lt;p&gt;A violation of what we understand about action/reaction.&lt;/p&gt;\n\n&lt;p&gt;And just to add to the puzzle, in the world of sorcery reaction can come before the action that caused it.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s a different topic.&lt;/p&gt;\n\n&lt;p&gt;Just a little tip.&lt;/p&gt;\n\n&lt;p&gt;Once you can see colors as a result of doing tensegrity in darkness and silence, be sure to &amp;quot;look around&amp;quot; a tiny bit before you start the next pass, to see the potential visible results of what you are about to do.&lt;/p&gt;\n\n&lt;p&gt;Just like in Star Wars, sorcerers can see a tiny bit into the future.&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s a good time to play with that ability, as long as it comes from silence and not &amp;quot;the book deal mind&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So as not to worry beginners too much with all this nonsense, consider AM radio versus FM.&lt;/p&gt;\n\n&lt;p&gt;The world of FM radio is vast!  At least, compared to old fashioned AM radio.&lt;/p&gt;\n\n&lt;p&gt;And if all you have is an AM radio tuner, and have never encountered all those other radio bands available with FM, it might sound hard to believe such a thing can exist.&lt;/p&gt;\n\n&lt;p&gt;You first want to know, &amp;quot;So where is it?  You told me all these AM stations are floating in the air right in front of me.  And I can tune them in with the knob on the radio.  So why do I hear no trace of all the others you claim are right there in the same space?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;If you know anything about electronics, the analogy might seem misguided.  But in fact, it&amp;#39;s not.  Both the AM radio and the FM radio take in &amp;quot;energy&amp;quot; in front of them, it flows in wires and circuits, and produces flows of energy in other wires and circuits. Ultimately leading to the speakers.&lt;/p&gt;\n\n&lt;p&gt;The problem is, the AM radio circuit paths are designed to ignore the FM signals.  And the FM signal paths are designed to tune out the AM.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, we couldn&amp;#39;t have &amp;quot;separate realities&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The very same thing happens with perception.&lt;/p&gt;\n\n&lt;p&gt;Right there in the air in front of you are amazing channels of activity and entertainment, some even sharing relatively the same &amp;quot;frequencies&amp;quot; at times.&lt;/p&gt;\n\n&lt;p&gt;But they just won&amp;#39;t tune in if the equipment isn&amp;#39;t designed to extract them.  If the pathways for energy are not producing the right interplay to convert the information into something to produce the final perceptions.&lt;/p&gt;\n\n&lt;p&gt;In the end, it&amp;#39;s all about the interplay.  And that&amp;#39;s what &amp;quot;The Eagle&amp;quot; itself is interested in.&lt;/p&gt;\n\n&lt;p&gt;That interplay.&lt;/p&gt;\n\n&lt;p&gt;So imagine yourself in a parking lot, standing next to Cholita.&lt;/p&gt;\n\n&lt;p&gt;And for whatever reason, you pleased her.  But Cholita is a malicious thing.&lt;/p&gt;\n\n&lt;p&gt;So she decides to please you back, while torturing you.&lt;/p&gt;\n\n&lt;p&gt;She reaches out, puts her left hand index finger under your chin, and lifts you into the air a full foot.&lt;/p&gt;\n\n&lt;p&gt;How is that even possible?!&lt;/p&gt;\n\n&lt;p&gt;And that&amp;#39;s certainly not in the books!&lt;/p&gt;\n\n&lt;p&gt;But actually it is.  All over the place.&lt;/p&gt;\n\n&lt;p&gt;You just wouldn&amp;#39;t notice it, until faced with that sort of anomaly yourself.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re extremely lucky to have all 17 books and publications.  If a beginner who read perhaps just one of the early books of Carlos hears there are 17 they ought to read, it&amp;#39;s not a happy situation.&lt;/p&gt;\n\n&lt;p&gt;Anyone who regularly reads the subreddit cringes a tiny bit, when a new person is informed there are 17 books and publications.&lt;/p&gt;\n\n&lt;p&gt;You wonder if that&amp;#39;s Adios to the new guy!&lt;/p&gt;\n\n&lt;p&gt;They already have a hard enough time doing real work to learn, and now it turns out they can&amp;#39;t even begin with confidence, until they read all 17?&lt;/p&gt;\n\n&lt;p&gt;Fortunately, no.  Just consider them to be like an old fashioned &amp;quot;encyclopedia&amp;quot;. Parents actually used to buy those for kids, back in the olden days.  And they proudly put them on a shelf all lined up in alphabetical order, hoping their child would use them for school.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what we have.  An encyclopedia of sorcery.&lt;/p&gt;\n\n&lt;p&gt;Which Carlos told me not to read anymore. He got tired of book obsessed kids, who never went out into the sunshine to play or run around.&lt;/p&gt;\n\n&lt;p&gt;They became tedious little kids who thought they knew everything, because they&amp;#39;d read all of the encyclopedia volumes at least once.&lt;/p&gt;\n\n&lt;p&gt;I still recommend doing that, but you have to realize none of it is actually useful for learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;That you have to learn by doing.  Nothing written will help, because you&amp;#39;re having to create those alternate pathways for &amp;quot;energy&amp;quot; from scratch. Thinking about it, isn&amp;#39;t going to accomplish that.&lt;/p&gt;\n\n&lt;p&gt;So the best use for the books once you are actually experiencing real sorcery, and thus &amp;quot;anomalies&amp;quot;, is as a backup reference to let you know you&amp;#39;re on the right path.&lt;/p&gt;\n\n&lt;p&gt;As it turns out, craziness like someone lifting another person into the air with one finger, is normal with sorcery.&lt;/p&gt;\n\n&lt;p&gt;Silvio Manuel was described as being so powerful, if you pissed him off he could grab you by the nape of the neck, and hurl you through the mysterious &amp;quot;wall of fog&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Landing you in a corridor to an infinite number of new worlds.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;double on double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Silvio in his double already.  If you skim the books for that topic, you soon learn that most of the lineage spent their time in their double.&lt;/p&gt;\n\n&lt;p&gt;What their tonal bodies were doing, we don&amp;#39;t know.  Could be hiding out in an old shack.&lt;/p&gt;\n\n&lt;p&gt;Could be they can &amp;quot;Go along&amp;quot; after shrinking.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Folding in half&amp;quot; perhaps, as Carlos did when Zuleica was teaching him.&lt;/p&gt;\n\n&lt;p&gt;Or as Carlos did when don Juan shoved him through the ticket office.&lt;/p&gt;\n\n&lt;p&gt;But whatever is really going on doesn&amp;#39;t matter.&lt;/p&gt;\n\n&lt;p&gt;A person in their double can &amp;quot;extract&amp;quot; the double of another person, and interact with it.&lt;/p&gt;\n\n&lt;p&gt;Even lifting it up into the air, perhaps &amp;quot;pulling&amp;quot; it from their physical body.&lt;/p&gt;\n\n&lt;p&gt;There are likely many examples of that in the books, but we just didn&amp;#39;t notice them because there was no reason.&lt;/p&gt;\n\n&lt;p&gt;Carlos watching the little sisters run on the walls.&lt;/p&gt;\n\n&lt;p&gt;Him being attacked by the same little sisters later on, only to find he switched to his double and fought them back.  He even kicked them in their energy body using his own energy body.&lt;/p&gt;\n\n&lt;p&gt;It was double on double activity, but started from both sides being in their tonal body.&lt;/p&gt;\n\n&lt;p&gt;We read about the &amp;quot;soft body&amp;quot; as it pertains to don Juan&amp;#39;s lineage&amp;#39;s understanding of martial arts.&lt;/p&gt;\n\n&lt;p&gt;That real martial arts take place at the level of the double.  The soft body.&lt;/p&gt;\n\n&lt;p&gt;That sure would make those 70s Hong Kong Kung Fu movies more fun to watch, once you realize no one can fight like that.&lt;/p&gt;\n\n&lt;p&gt;That all Asian masters get their butts kicked in seconds, when faced with an actual boxer.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d like to think they can at least leap onto the tree tops and lord it over their enemies on the ground.&lt;/p&gt;\n\n&lt;p&gt;And it turns out, they can!&lt;/p&gt;\n\n&lt;p&gt;How is right there in the books.&lt;/p&gt;\n\n&lt;p&gt;When don Juan leaps over a house for Carol Tiggs.&lt;/p&gt;\n\n&lt;p&gt;Or when La Gorda pees into her hands, flings urine into the air, and grabs some &amp;quot;red lines&amp;quot; that makes visible.&lt;/p&gt;\n\n&lt;p&gt;With Carlos holding onto her waist, so he can fly up into the sky along with her.&lt;/p&gt;\n\n&lt;p&gt;Cholita once agreed to practice that with me, and I even bought a large fountain to mark where to land.&lt;/p&gt;\n\n&lt;p&gt;Until she began to suspect I just wanted to see her pee into her own hands.&lt;/p&gt;\n\n&lt;p&gt;I blame Genaro for that &amp;quot;technique&amp;quot;.  And for women liking the intimacy of peeing in front of a lover.  Genaro was getting her to &amp;quot;show off&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Actually, the technique is likely just an &amp;quot;excuse&amp;quot; to make flying seem reasonable.&lt;/p&gt;\n\n&lt;p&gt;To the double.  They simply switched to their doubles, and the &amp;quot;red lines&amp;quot; were some twisted dream being logic.  For why it&amp;#39;s ok to fly.&lt;/p&gt;\n\n&lt;p&gt;They switched to their dreamer, directly from their physical bodies.&lt;/p&gt;\n\n&lt;p&gt;You can see that&amp;#39;s true, if you read carefully what happened when they landed and Carlos had a memory of 2 events.&lt;/p&gt;\n\n&lt;p&gt;Not just one happy landing. In another one occupying the same period of time, he crashed onto his back.&lt;/p&gt;\n\n&lt;p&gt;And we have the case of La Gorda opening her creepy eye, that floats in the air in front of her.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t doubt that!  You might get your own creepy eye.  I did.&lt;/p&gt;\n\n&lt;p&gt;But I can&amp;#39;t pull it open the way La Gorda did, even though we&amp;#39;ve been given the tensegrity pass that can do that.&lt;/p&gt;\n\n&lt;p&gt;Still, I have no doubt that once you can there&amp;#39;s going to be an &amp;quot;anomaly&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you may duplicate what La Gorda did, opening a passage out of the room.&lt;/p&gt;\n\n&lt;p&gt;But later on it&amp;#39;s also likely that you&amp;#39;ll find yourself back where you started.&lt;/p&gt;\n\n&lt;p&gt;As if your tonal had only temporarily vanished, to allow your double to play.  But when the double ran out of the energy needed to sustain some rationality and purpose, which might be mandatory for the tonal to remember any of it, you find yourself back in your tonal where you started.&lt;/p&gt;\n\n&lt;p&gt;You switch to the double, have some fun, get tired, pass out, and wake up in bed in the morning.&lt;/p&gt;\n\n&lt;p&gt;Wait...  That was my last girlfriend.&lt;/p&gt;\n\n&lt;p&gt;But the principle still holds.&lt;/p&gt;\n\n&lt;p&gt;Fortunately, for those times when sorcery is working so well it casts doubt on itself by seeming to agree with the common belief that it&amp;#39;s all imaginary and none of it is &amp;quot;real&amp;quot;, we have the books to use as our encyclopedia of weirdness.&lt;/p&gt;\n\n&lt;p&gt;You can &amp;quot;look it up&amp;quot;.  Even easier now, with the compiled books and notes publications.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s take another anomaly that seems to come up more often than is warranted.&lt;/p&gt;\n\n&lt;p&gt;What are those green puffs?&lt;/p&gt;\n\n&lt;p&gt;I believe the first time that came up in this subreddit, the person claimed they were &amp;quot;teal&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And that very night I held one in my hand, seeing it was obviously purple, but then as I gazed to see if there was any &amp;quot;teal&amp;quot; tinge to it, it completely changed color.&lt;/p&gt;\n\n&lt;p&gt;And I realized the color was a &amp;quot;choice&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which makes no sense to our physical body.  How can what you see, be a choice?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s light bouncing off real objects.  Light that is being radiated by real objects.&lt;/p&gt;\n\n&lt;p&gt;If suddenly the color can change, doesn&amp;#39;t that mean it&amp;#39;s not real?&lt;/p&gt;\n\n&lt;p&gt;Actually it doesn&amp;#39;t. And fortunately we have the books to refer to.&lt;/p&gt;\n\n&lt;p&gt;Zuleica told us early on, the colors are a choice. And she prefers an orangish red because she likes the feeling it gives her.&lt;/p&gt;\n\n&lt;p&gt;The topic of &amp;quot;green puffs&amp;quot; comes up every 6 months at least in the subreddit.&lt;/p&gt;\n\n&lt;p&gt;When it came up for the third time I referred back to my encyclopedia of weirdness. Where I realized color changes are choices. And surrounded by purple puffs as I was back then, being mostly in the red zone, I just requested a color change.&lt;/p&gt;\n\n&lt;p&gt;And they all did.&lt;/p&gt;\n\n&lt;p&gt;I realized, you could not only be the &amp;quot;master of the color change&amp;quot;, but of the shapes as well.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s the &amp;quot;book deal mind&amp;quot; at work again, and in the long run it&amp;#39;s a deal killer.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t think like a phony guru, if you want to keep going.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nowhere to arrive it.  To stop.  No sight that means &amp;quot;you made it&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;That kind of thinking is designed for stealing from others.&lt;/p&gt;\n\n&lt;p&gt;So I dropped it.  Just one of thousands of things you could specialize in, through darkroom.&lt;/p&gt;\n\n&lt;p&gt;We might one day assign &amp;quot;hobbies&amp;quot; to people with sorcery skills, just so that as a group, we can cover all of the possibilities for interesting things to tell beginners.&lt;/p&gt;\n\n&lt;p&gt;But no one person can afford to do more than one or two of those on a regular basis.  And best if there&amp;#39;s a good reason for it.&lt;/p&gt;\n\n&lt;p&gt;Is that true?  I just proposed an anomaly.  Something that doesn&amp;#39;t seem absolutely right, from what we commonly understand about this sorcery.&lt;/p&gt;\n\n&lt;p&gt;Fortunately we have our encyclopedia of weirdness.&lt;/p&gt;\n\n&lt;p&gt;And in one of those 17 volumes, perhaps in multiple locations, don Juan explains how seers can specialize, for the good of the group.&lt;/p&gt;\n\n&lt;p&gt;And going all the way back for at least hundreds of years, groups of seers had some who specialized in seeing the emanations to find out what &amp;quot;the Eagle wants&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We just need to escape the book deal mind as a community, and it turns out we have all we need to find our way as a group.&lt;/p&gt;\n\n&lt;p&gt;The old seers took younglings and taught them one on one.&lt;/p&gt;\n\n&lt;p&gt;The new seers formed lineages.  They lived at a time when you couldn&amp;#39;t advertise for potential apprentices without being put to death by the catholic church.&lt;/p&gt;\n\n&lt;p&gt;Which by the way, we&amp;#39;re at odds with too.  People don&amp;#39;t like negativity, but we&amp;#39;re surrounded by enemies trying to wipe out all sorcerers.&lt;/p&gt;\n\n&lt;p&gt;They just come in other &amp;quot;flavors&amp;quot; besides Monks and Nuns.&lt;/p&gt;\n\n&lt;p&gt;Now we have Rinpoches and Gurus.&lt;/p&gt;\n\n&lt;p&gt;Still the same thing. Religiously deluded people who will kill to wipe out competition.&lt;/p&gt;\n\n&lt;p&gt;Or toss you into a pit with rotting corpses so that you die &amp;quot;naturally&amp;quot;.  Techno found that one.  A case of Buddhists bragging about murder, because they didn&amp;#39;t do it themselves. At least not directly.&lt;/p&gt;\n\n&lt;p&gt;We have our own new form of &amp;quot;catholic church&amp;quot; opposing our efforts.&lt;/p&gt;\n\n&lt;p&gt;But unlike the time of the new lineages, they don&amp;#39;t have that kind of power anymore. There&amp;#39;s too many &amp;quot;varieties&amp;quot; of religious delusion.  So none of them is given all power.&lt;/p&gt;\n\n&lt;p&gt;And all of them have to compete for new followers.&lt;/p&gt;\n\n&lt;p&gt;Allowing us to get away with doing the same.&lt;/p&gt;\n\n&lt;p&gt;So we don&amp;#39;t have the younglings like the old seers, and unlike the new seers we aren&amp;#39;t forced to teach a very few specific people. Which requires a lineage.&lt;/p&gt;\n\n&lt;p&gt;What we have is unlimited new people, and our encyclopedia of weirdness.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "43d4e582-6010-11ea-a748-0ef2a7bb995d", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "13uo88b", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 5, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/", "subreddit_subscribers": 9561, "created_utc": 1685346249.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm1zhna", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1685356728.0, "send_replies": true, "parent_id": "t3_13uo88b", "score": 3, "author_fullname": "t2_6p5fr65gq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "💯🧚Very complete and amazing as always... Of course, there is nothing left to say.🙏🤧🐭", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm1zhna", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;💯🧚Very complete and amazing as always... Of course, there is nothing left to say.🙏🤧🐭&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/jm1zhna/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685356728.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13uo88b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm786s8", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1685453889.0, "send_replies": true, "parent_id": "t1_jm5uz21", "score": 6, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I like the analogy!\n\nOther magical systems do indeed toss their followers into pits of rotting corpses.\n\nWhen they open the doors, anyone still alive is given a position as a new guru for their system.  So as to create a new revenue source for the people at the top.\n\nAs a result, you actually get volunteers to go into the pit.\n\nMotivated by greed to become their own mini tyrant and lord it over others.\n\nLast time I checked, there was only one \"old style\" Zen monastery left in Japan, and with only 14 monks.\n\nThey torture you day and night there, deprived of sleep and food, until you flip out and have a nervous breakdown.\n\nThat combined with the meditation, produces the ability to stay in our green zone.\n\nBeginners level.\n\nThey never go further.  It's impossible that they could with closed eye meditation and a belief there's no such thing as real magic.", "edited": 1685454218.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm786s8", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I like the analogy!&lt;/p&gt;\n\n&lt;p&gt;Other magical systems do indeed toss their followers into pits of rotting corpses.&lt;/p&gt;\n\n&lt;p&gt;When they open the doors, anyone still alive is given a position as a new guru for their system.  So as to create a new revenue source for the people at the top.&lt;/p&gt;\n\n&lt;p&gt;As a result, you actually get volunteers to go into the pit.&lt;/p&gt;\n\n&lt;p&gt;Motivated by greed to become their own mini tyrant and lord it over others.&lt;/p&gt;\n\n&lt;p&gt;Last time I checked, there was only one &amp;quot;old style&amp;quot; Zen monastery left in Japan, and with only 14 monks.&lt;/p&gt;\n\n&lt;p&gt;They torture you day and night there, deprived of sleep and food, until you flip out and have a nervous breakdown.&lt;/p&gt;\n\n&lt;p&gt;That combined with the meditation, produces the ability to stay in our green zone.&lt;/p&gt;\n\n&lt;p&gt;Beginners level.&lt;/p&gt;\n\n&lt;p&gt;They never go further.  It&amp;#39;s impossible that they could with closed eye meditation and a belief there&amp;#39;s no such thing as real magic.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13uo88b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/jm786s8/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685453889.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "jm5uz21", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "isthisasobot", "can_mod_post": false, "created_utc": 1685420510.0, "send_replies": true, "parent_id": "t3_13uo88b", "score": 3, "author_fullname": "t2_br6e04o0", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "If it weren't for this sub I' d be bogged down in a pit full of corpses, like a kamikaze drone flown by our local fake guru. Thanks Dan for clearing the landing space, this craft is going autonomous.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm5uz21", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If it weren&amp;#39;t for this sub I&amp;#39; d be bogged down in a pit full of corpses, like a kamikaze drone flown by our local fake guru. Thanks Dan for clearing the landing space, this craft is going autonomous.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/jm5uz21/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685420510.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13uo88b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm77s7b", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1685453706.0, "send_replies": true, "parent_id": "t1_jm5s26o", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Not anymore.\n\nI love fright!  It moves the assemblage point faster.\n\nBut it does seem to be a serious problem at first.\n\nAs don Juan said, \"Fear is the first enemy of a man of knowledge\".\n\nTurns out it's true!\n\nI suppose, an analogy might help explain this point.\n\nI have one niece who loves bugs. \n\nAnd I can agree with her on that, although my point of view is different.\n\nI see them as little machines that humans will never be able to duplicate so cheaply.\n\nShe just sees them as cool.   Maybe it's a Pokémon thing.\n\nAnother of my nieces jumps up and down when she sees an insect.\n\nIf there's a bee in the car she swats it and screams and makes such a fuss, everyone is in danger of being stung.\n\nThe other niece would just coax it to crawl onto her finger, so she could let it out the window. Knowing full well she could be stung, but that's part of what she likes. Trying to learn not to upset it. She considers it worth the risk to learn more about them.\n\nWhy the difference?\n\nIt's from watching their parents.\n\nThe fear isn't real.  It's brainwashing.\n\nOur society has put limits on what's ok to perceive.\n\nAnd used fear to enforce it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm77s7b", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Not anymore.&lt;/p&gt;\n\n&lt;p&gt;I love fright!  It moves the assemblage point faster.&lt;/p&gt;\n\n&lt;p&gt;But it does seem to be a serious problem at first.&lt;/p&gt;\n\n&lt;p&gt;As don Juan said, &amp;quot;Fear is the first enemy of a man of knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Turns out it&amp;#39;s true!&lt;/p&gt;\n\n&lt;p&gt;I suppose, an analogy might help explain this point.&lt;/p&gt;\n\n&lt;p&gt;I have one niece who loves bugs. &lt;/p&gt;\n\n&lt;p&gt;And I can agree with her on that, although my point of view is different.&lt;/p&gt;\n\n&lt;p&gt;I see them as little machines that humans will never be able to duplicate so cheaply.&lt;/p&gt;\n\n&lt;p&gt;She just sees them as cool.   Maybe it&amp;#39;s a Pokémon thing.&lt;/p&gt;\n\n&lt;p&gt;Another of my nieces jumps up and down when she sees an insect.&lt;/p&gt;\n\n&lt;p&gt;If there&amp;#39;s a bee in the car she swats it and screams and makes such a fuss, everyone is in danger of being stung.&lt;/p&gt;\n\n&lt;p&gt;The other niece would just coax it to crawl onto her finger, so she could let it out the window. Knowing full well she could be stung, but that&amp;#39;s part of what she likes. Trying to learn not to upset it. She considers it worth the risk to learn more about them.&lt;/p&gt;\n\n&lt;p&gt;Why the difference?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s from watching their parents.&lt;/p&gt;\n\n&lt;p&gt;The fear isn&amp;#39;t real.  It&amp;#39;s brainwashing.&lt;/p&gt;\n\n&lt;p&gt;Our society has put limits on what&amp;#39;s ok to perceive.&lt;/p&gt;\n\n&lt;p&gt;And used fear to enforce it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13uo88b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/jm77s7b/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685453706.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "jm5s26o", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "tritoch110391", "can_mod_post": false, "created_utc": 1685418806.0, "send_replies": true, "parent_id": "t3_13uo88b", "score": 2, "author_fullname": "t2_3sfjajn2", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "dan, I gotta ask. after experiencing those \"anomalies\", do you still feel fear? or does it subsist over time?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm5s26o", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;dan, I gotta ask. after experiencing those &amp;quot;anomalies&amp;quot;, do you still feel fear? or does it subsist over time?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13uo88b/double_on_double_and_other_anomalies/jm5s26o/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685418806.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13uo88b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}]