[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "I believe somewhere in the books it recommends going from recent to distant memory, and Don Juan says to save the mother and father for last. I took a slightly different approach and started with happy memories in the age 10-18 range. Happy because those ones were easier to recapitulate. Difficult memories often drained me despite clearly helping to reclaim energy and reduce/eliminate the importance of these events (hard to explain). 10-18 because my mind naturally drifted towards that age range for some reason (28 currently). I didn't make a list but just thought of a random place I spent a lot of time, mostly early life homes and schools, then let the associations flow. I originally attempted to start more recently but in recent adulthood the memories did not seem as significant to my overall life.\n\nA bit more context. I have been doing recapitulation on and off for a couple months. Probably 5-10 hours total. Most sessions were around 15 minutes because beyond that I felt uncomfortable because I was bursting with energy. Recently I started doing it again and one day I randomly did around an hour. On this day I was particularly motivated to focus on bad events from my early life.\n\nThere isn't really a lot of lead up to the climax of this story, but I ended up going into mother/father territory, and especially mother, around the 30 minute mark (I am obviously a man based on my prose). That resulted in a landslide of associative repressed memories coming up. The entire lie I had built around my early life while trying to survive as a young person during those times, was completely dismantled in 30 or so minutes. To be honest I went absolutely insane with anger and hatred. I sent some very hateful messages to my parents which most people would find very hard to read and blocked all members of my family I hadn't yet.\n\nWhat's surprising to me about this, is that I have a pretty good life in tonal terms, which I've built for myself despite my questionable early life circumstances. More importantly, I've been doing \"spiritual\" things for a couple years and have made massive relative progress. Basically this is to say I've come a long way dismantling my programmed behaviors and thought patterns from my early life, to where I have a pretty sweet tonal life and relatively clear mind, but so much of it was still repressed, it was totally shocking. I didn't even remotely suspect I had suppressed so much. This feels foolish even writing and admitting. My perception of my early life was a gigantic lie of epic proportions.\n\nSafe to say, I think the recommendation to save parents for last (assuming I am not misremembering the books saying this) is pretty good advice. Despite having some experience, I had an internal nuclear explosion and went totally berzerk. Never would have expected to react like that. I actually felt a level of hatred that I don't think I have ever felt before, and I could see how someone would find it to be euphoric.\n\nNow though, I feel like I can actually begin my life without a severe handicap. My explosion helped me realize I was fighting certain disguised ingrained behaviors so hard for so many years, and I won the fight sometimes and my life did improve gradually, but it was so exhausting. Now, I realize I still have these behaviors (such as, I am still smoking cigarettes, and I had anxious completely unfouded thoughts this morning), so it's not total perfection instantly, except that I feel there is genuinely only 20% of the tendencies of despair/depression/lack/anxiety that developed early on. When they start coming up, I just instantly link them to when they started and they are still there, but they have less power to throw me into emotional turmoil. Maintaining silence is so much fucking easier!\n\nThe entire process has shed so much light on my past behaviors, too. Even after starting to focus on my mind/behaviors/thoughts/etc., many times I would get emotional and say things or take actions that I cringed at later on. I HATED this part of myself, especially because I had reference to a state of mind where I would not do those things. I could recapitulate the cringe all I wanted, which did work, but it kept happening! Now I realize these actions were simply reflections of this suppressed early life programming. It's so so obvious. Already I find myself automatically casting this programming aside especially during my interactions with others. It's no longer pushing me in every which way from the shadows. I genuinely feel as though this session of recapitulation may have been a massive schism in the trajectory of my life. I am excited because I did create a relatively strong force to push myself in the right direction, without even realizing that I was fighting an invisible force, and that force has suddenly been realized and done away with in the span of 30ish minutes (not counting the subsequent explosion, which lasted a couple days).\n\nOne thing that helped me start to consider the fact that my early life may have not been super awesome is: I looked into ACEs and PCEs. Essentially a categorization of early life events that apparently can tell you how good or bad of a time you're going to have, if you experience or don't experience certain things. I didn't experience severe violence or sexual assault, so I never really considered that I could have been severely traumatized, but safe to say my scores were pretty damn bad, which I was simply curious about when I first stumbled upon the categorization. ", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Recapitulation Nuclear Explosion", "link_flair_richtext": [{"e": "text", "t": "Recapitulation"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_167cs5b", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 15, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_hf0uwt4ju", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Recapitulation", "can_mod_post": false, "score": 15, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1693587870.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;I believe somewhere in the books it recommends going from recent to distant memory, and Don Juan says to save the mother and father for last. I took a slightly different approach and started with happy memories in the age 10-18 range. Happy because those ones were easier to recapitulate. Difficult memories often drained me despite clearly helping to reclaim energy and reduce/eliminate the importance of these events (hard to explain). 10-18 because my mind naturally drifted towards that age range for some reason (28 currently). I didn&amp;#39;t make a list but just thought of a random place I spent a lot of time, mostly early life homes and schools, then let the associations flow. I originally attempted to start more recently but in recent adulthood the memories did not seem as significant to my overall life.&lt;/p&gt;\n\n&lt;p&gt;A bit more context. I have been doing recapitulation on and off for a couple months. Probably 5-10 hours total. Most sessions were around 15 minutes because beyond that I felt uncomfortable because I was bursting with energy. Recently I started doing it again and one day I randomly did around an hour. On this day I was particularly motivated to focus on bad events from my early life.&lt;/p&gt;\n\n&lt;p&gt;There isn&amp;#39;t really a lot of lead up to the climax of this story, but I ended up going into mother/father territory, and especially mother, around the 30 minute mark (I am obviously a man based on my prose). That resulted in a landslide of associative repressed memories coming up. The entire lie I had built around my early life while trying to survive as a young person during those times, was completely dismantled in 30 or so minutes. To be honest I went absolutely insane with anger and hatred. I sent some very hateful messages to my parents which most people would find very hard to read and blocked all members of my family I hadn&amp;#39;t yet.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s surprising to me about this, is that I have a pretty good life in tonal terms, which I&amp;#39;ve built for myself despite my questionable early life circumstances. More importantly, I&amp;#39;ve been doing &amp;quot;spiritual&amp;quot; things for a couple years and have made massive relative progress. Basically this is to say I&amp;#39;ve come a long way dismantling my programmed behaviors and thought patterns from my early life, to where I have a pretty sweet tonal life and relatively clear mind, but so much of it was still repressed, it was totally shocking. I didn&amp;#39;t even remotely suspect I had suppressed so much. This feels foolish even writing and admitting. My perception of my early life was a gigantic lie of epic proportions.&lt;/p&gt;\n\n&lt;p&gt;Safe to say, I think the recommendation to save parents for last (assuming I am not misremembering the books saying this) is pretty good advice. Despite having some experience, I had an internal nuclear explosion and went totally berzerk. Never would have expected to react like that. I actually felt a level of hatred that I don&amp;#39;t think I have ever felt before, and I could see how someone would find it to be euphoric.&lt;/p&gt;\n\n&lt;p&gt;Now though, I feel like I can actually begin my life without a severe handicap. My explosion helped me realize I was fighting certain disguised ingrained behaviors so hard for so many years, and I won the fight sometimes and my life did improve gradually, but it was so exhausting. Now, I realize I still have these behaviors (such as, I am still smoking cigarettes, and I had anxious completely unfouded thoughts this morning), so it&amp;#39;s not total perfection instantly, except that I feel there is genuinely only 20% of the tendencies of despair/depression/lack/anxiety that developed early on. When they start coming up, I just instantly link them to when they started and they are still there, but they have less power to throw me into emotional turmoil. Maintaining silence is so much fucking easier!&lt;/p&gt;\n\n&lt;p&gt;The entire process has shed so much light on my past behaviors, too. Even after starting to focus on my mind/behaviors/thoughts/etc., many times I would get emotional and say things or take actions that I cringed at later on. I HATED this part of myself, especially because I had reference to a state of mind where I would not do those things. I could recapitulate the cringe all I wanted, which did work, but it kept happening! Now I realize these actions were simply reflections of this suppressed early life programming. It&amp;#39;s so so obvious. Already I find myself automatically casting this programming aside especially during my interactions with others. It&amp;#39;s no longer pushing me in every which way from the shadows. I genuinely feel as though this session of recapitulation may have been a massive schism in the trajectory of my life. I am excited because I did create a relatively strong force to push myself in the right direction, without even realizing that I was fighting an invisible force, and that force has suddenly been realized and done away with in the span of 30ish minutes (not counting the subsequent explosion, which lasted a couple days).&lt;/p&gt;\n\n&lt;p&gt;One thing that helped me start to consider the fact that my early life may have not been super awesome is: I looked into ACEs and PCEs. Essentially a categorization of early life events that apparently can tell you how good or bad of a time you&amp;#39;re going to have, if you experience or don&amp;#39;t experience certain things. I didn&amp;#39;t experience severe violence or sexual assault, so I never really considered that I could have been severely traumatized, but safe to say my scores were pretty damn bad, which I was simply curious about when I first stumbled upon the categorization. &lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "b5a42f16-6005-11ea-af1f-0e3247926003", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "167cs5b", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "PassedByYouToday", "discussion_type": null, "num_comments": 22, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/", "subreddit_subscribers": 9561, "created_utc": 1693587870.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "more", "data": {"count": 1, "name": "t1_jz076rm", "id": "jz076rm", "parent_id": "t1_jyzboxy", "depth": 1, "children": ["jz076rm"]}}], "before": null}}, "user_reports": [], "saved": false, "id": "jyzboxy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1693765071.0, "send_replies": true, "parent_id": "t3_167cs5b", "score": 1, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Reddit’s automod system seems to keep wanting to remove this post, and no matter how many times I approve it…it keeps getting removed.\n\nSo here's the OP text of the post:\n\n\"I believe somewhere in the books it recommends going from recent to distant memory, and Don Juan says to save the mother and father for last. I took a slightly different approach and started with happy memories in the age 10-18 range. Happy because those ones were easier to recapitulate. Difficult memories often drained me despite clearly helping to reclaim energy and reduce/eliminate the importance of these events (hard to explain). 10-18 because my mind naturally drifted towards that age range for some reason (28 currently). I didn't make a list but just thought of a random place I spent a lot of time, mostly early life homes and schools, then let the associations flow. I originally attempted to start more recently but in recent adulthood the memories did not seem as significant to my overall life.\n\nA bit more context. I have been doing recapitulation on and off for a couple months. Probably 5-10 hours total. Most sessions were around 15 minutes because beyond that I felt uncomfortable because I was bursting with energy. Recently I started doing it again and one day I randomly did around an hour. On this day I was particularly motivated to focus on bad events from my early life.\n\nThere isn't really a lot of lead up to the climax of this story, but I ended up going into mother/father territory, and especially mother, around the 30 minute mark (I am obviously a man based on my prose). That resulted in a landslide of associative repressed memories coming up. The entire lie I had built around my early life while trying to survive as a young person during those times, was completely dismantled in 30 or so minutes. To be honest I went absolutely insane with anger and hatred. I sent some very hateful messages to my parents which most people would find very hard to read and blocked all members of my family I hadn't yet.\n\nWhat's surprising to me about this, is that I have a pretty good life in tonal terms, which I've built for myself despite my questionable early life circumstances. More importantly, I've been doing \"spiritual\" things for a couple years and have made massive relative progress. Basically this is to say I've come a long way dismantling my programmed behaviors and thought patterns from my early life, to where I have a pretty sweet tonal life and relatively clear mind, but so much of it was still repressed, it was totally shocking. I didn't even remotely suspect I had suppressed so much. This feels foolish even writing and admitting. My perception of my early life was a gigantic lie of epic proportions.\n\nSafe to say, I think the recommendation to save parents for last (assuming I am not misremembering the books saying this) is pretty good advice. Despite having some experience, I had an internal nuclear explosion and went totally berzerk. Never would have expected to react like that. I actually felt a level of hatred that I don't think I have ever felt before, and I could see how someone would find it to be euphoric.\n\nNow though, I feel like I can actually begin my life without a severe handicap. My explosion helped me realize I was fighting certain disguised ingrained behaviors so hard for so many years, and I won the fight sometimes and my life did improve gradually, but it was so exhausting. Now, I realize I still have these behaviors (such as, I am still smoking cigarettes, and I had anxious completely unfouded thoughts this morning), so it's not total perfection instantly, except that I feel there is genuinely only 20% of the tendencies of despair/depression/lack/anxiety that developed early on. When they start coming up, I just instantly link them to when they started and they are still there, but they have less power to throw me into emotional turmoil. Maintaining silence is so much fucking easier!\n\nThe entire process has shed so much light on my past behaviors, too. Even after starting to focus on my mind/behaviors/thoughts/etc., many times I would get emotional and say things or take actions that I cringed at later on. I HATED this part of myself, especially because I had reference to a state of mind where I would not do those things. I could recapitulate the cringe all I wanted, which did work, but it kept happening! Now I realize these actions were simply reflections of this suppressed early life programming. It's so so obvious. Already I find myself automatically casting this programming aside especially during my interactions with others. It's no longer pushing me in every which way from the shadows. I genuinely feel as though this session of recapitulation may have been a massive schism in the trajectory of my life. I am excited because I did create a relatively strong force to push myself in the right direction, without even realizing that I was fighting an invisible force, and that force has suddenly been realized and done away with in the span of 30ish minutes (not counting the subsequent explosion, which lasted a couple days).\n\nOne thing that helped me start to consider the fact that my early life may have not been super awesome is: I looked into ACEs and PCEs. Essentially a categorization of early life events that apparently can tell you how good or bad of a time you're going to have, if you experience or don't experience certain things. I didn't experience severe violence or sexual assault, so I never really considered that I could have been severely traumatized, but safe to say my scores were pretty damn bad, which I was simply curious about when I first stumbled upon the categorization.\"", "edited": 1693766778.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jyzboxy", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Reddit’s automod system seems to keep wanting to remove this post, and no matter how many times I approve it…it keeps getting removed.&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s the OP text of the post:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I believe somewhere in the books it recommends going from recent to distant memory, and Don Juan says to save the mother and father for last. I took a slightly different approach and started with happy memories in the age 10-18 range. Happy because those ones were easier to recapitulate. Difficult memories often drained me despite clearly helping to reclaim energy and reduce/eliminate the importance of these events (hard to explain). 10-18 because my mind naturally drifted towards that age range for some reason (28 currently). I didn&amp;#39;t make a list but just thought of a random place I spent a lot of time, mostly early life homes and schools, then let the associations flow. I originally attempted to start more recently but in recent adulthood the memories did not seem as significant to my overall life.&lt;/p&gt;\n\n&lt;p&gt;A bit more context. I have been doing recapitulation on and off for a couple months. Probably 5-10 hours total. Most sessions were around 15 minutes because beyond that I felt uncomfortable because I was bursting with energy. Recently I started doing it again and one day I randomly did around an hour. On this day I was particularly motivated to focus on bad events from my early life.&lt;/p&gt;\n\n&lt;p&gt;There isn&amp;#39;t really a lot of lead up to the climax of this story, but I ended up going into mother/father territory, and especially mother, around the 30 minute mark (I am obviously a man based on my prose). That resulted in a landslide of associative repressed memories coming up. The entire lie I had built around my early life while trying to survive as a young person during those times, was completely dismantled in 30 or so minutes. To be honest I went absolutely insane with anger and hatred. I sent some very hateful messages to my parents which most people would find very hard to read and blocked all members of my family I hadn&amp;#39;t yet.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s surprising to me about this, is that I have a pretty good life in tonal terms, which I&amp;#39;ve built for myself despite my questionable early life circumstances. More importantly, I&amp;#39;ve been doing &amp;quot;spiritual&amp;quot; things for a couple years and have made massive relative progress. Basically this is to say I&amp;#39;ve come a long way dismantling my programmed behaviors and thought patterns from my early life, to where I have a pretty sweet tonal life and relatively clear mind, but so much of it was still repressed, it was totally shocking. I didn&amp;#39;t even remotely suspect I had suppressed so much. This feels foolish even writing and admitting. My perception of my early life was a gigantic lie of epic proportions.&lt;/p&gt;\n\n&lt;p&gt;Safe to say, I think the recommendation to save parents for last (assuming I am not misremembering the books saying this) is pretty good advice. Despite having some experience, I had an internal nuclear explosion and went totally berzerk. Never would have expected to react like that. I actually felt a level of hatred that I don&amp;#39;t think I have ever felt before, and I could see how someone would find it to be euphoric.&lt;/p&gt;\n\n&lt;p&gt;Now though, I feel like I can actually begin my life without a severe handicap. My explosion helped me realize I was fighting certain disguised ingrained behaviors so hard for so many years, and I won the fight sometimes and my life did improve gradually, but it was so exhausting. Now, I realize I still have these behaviors (such as, I am still smoking cigarettes, and I had anxious completely unfouded thoughts this morning), so it&amp;#39;s not total perfection instantly, except that I feel there is genuinely only 20% of the tendencies of despair/depression/lack/anxiety that developed early on. When they start coming up, I just instantly link them to when they started and they are still there, but they have less power to throw me into emotional turmoil. Maintaining silence is so much fucking easier!&lt;/p&gt;\n\n&lt;p&gt;The entire process has shed so much light on my past behaviors, too. Even after starting to focus on my mind/behaviors/thoughts/etc., many times I would get emotional and say things or take actions that I cringed at later on. I HATED this part of myself, especially because I had reference to a state of mind where I would not do those things. I could recapitulate the cringe all I wanted, which did work, but it kept happening! Now I realize these actions were simply reflections of this suppressed early life programming. It&amp;#39;s so so obvious. Already I find myself automatically casting this programming aside especially during my interactions with others. It&amp;#39;s no longer pushing me in every which way from the shadows. I genuinely feel as though this session of recapitulation may have been a massive schism in the trajectory of my life. I am excited because I did create a relatively strong force to push myself in the right direction, without even realizing that I was fighting an invisible force, and that force has suddenly been realized and done away with in the span of 30ish minutes (not counting the subsequent explosion, which lasted a couple days).&lt;/p&gt;\n\n&lt;p&gt;One thing that helped me start to consider the fact that my early life may have not been super awesome is: I looked into ACEs and PCEs. Essentially a categorization of early life events that apparently can tell you how good or bad of a time you&amp;#39;re going to have, if you experience or don&amp;#39;t experience certain things. I didn&amp;#39;t experience severe violence or sexual assault, so I never really considered that I could have been severely traumatized, but safe to say my scores were pretty damn bad, which I was simply curious about when I first stumbled upon the categorization.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": true, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": true, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyzboxy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693765071.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_167cs5b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jyqk5ww", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fine_Ad3410", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jyq2bzw", "score": 1, "author_fullname": "t2_eor92y5x", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Woooooah. If this is not motivation idk what is", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jyqk5ww", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Woooooah. If this is not motivation idk what is&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyqk5ww/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693610830.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693610830.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jysy2dq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jyswv2s", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "No.\n\nThank goodness.\n\nWe don't want to turn into Mormons.  Although that tea they drink is one thing that's actually useful to dreaming practice.  A time or two, then not.\n\nYou end up reliving someone's past during recapitulation, because that's just how silent knowledge works.\n\nYou reach SK during advanced recap, so it's possible to go anywhere in time and space and see it first hand.\n\nThe only difference during recap is,  compared to just playing with SK during darkroom, that you're focusing your intent on the past.\n\nSo if a person comes up in your awareness, it's more than likely you'll get a video of their past.\n\nAnd once you can visibly see a dream floating in the air like that, it's very easy to go inside.\n\nConsider it just an odd side effect.\n\nAlthough it's super cool.\n\nI guess you could recap Jesus on the cross if you could find an actual link to him.", "edited": false, "author_flair_css_class": null, "name": "t1_jysy2dq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;No.&lt;/p&gt;\n\n&lt;p&gt;Thank goodness.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t want to turn into Mormons.  Although that tea they drink is one thing that&amp;#39;s actually useful to dreaming practice.  A time or two, then not.&lt;/p&gt;\n\n&lt;p&gt;You end up reliving someone&amp;#39;s past during recapitulation, because that&amp;#39;s just how silent knowledge works.&lt;/p&gt;\n\n&lt;p&gt;You reach SK during advanced recap, so it&amp;#39;s possible to go anywhere in time and space and see it first hand.&lt;/p&gt;\n\n&lt;p&gt;The only difference during recap is,  compared to just playing with SK during darkroom, that you&amp;#39;re focusing your intent on the past.&lt;/p&gt;\n\n&lt;p&gt;So if a person comes up in your awareness, it&amp;#39;s more than likely you&amp;#39;ll get a video of their past.&lt;/p&gt;\n\n&lt;p&gt;And once you can visibly see a dream floating in the air like that, it&amp;#39;s very easy to go inside.&lt;/p&gt;\n\n&lt;p&gt;Consider it just an odd side effect.&lt;/p&gt;\n\n&lt;p&gt;Although it&amp;#39;s super cool.&lt;/p&gt;\n\n&lt;p&gt;I guess you could recap Jesus on the cross if you could find an actual link to him.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_167cs5b", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jysy2dq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693660230.0, "author_flair_text": null, "collapsed": false, "created_utc": 1693660230.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "jyswv2s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "FlowerStalker", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jyq2bzw", "score": 1, "author_fullname": "t2_b8arbr4tc", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Is there a benefit to recapping someone else's life? Would it help that person?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jyswv2s", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Is there a benefit to recapping someone else&amp;#39;s life? Would it help that person?&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyswv2s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693659659.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693659659.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jyq2bzw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jypz4pb", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It goes even further.\n\nYou can recap someone else's life.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jyq2bzw", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It goes even further.&lt;/p&gt;\n\n&lt;p&gt;You can recap someone else&amp;#39;s life.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyq2bzw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693603392.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693603392.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "jypz4pb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Fine_Ad3410", "can_mod_post": false, "created_utc": 1693602164.0, "send_replies": true, "parent_id": "t1_jypd6x2", "score": 2, "author_fullname": "t2_eor92y5x", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "woah and i thought dream like recap is cool, this is next level", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypz4pb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;woah and i thought dream like recap is cool, this is next level&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypz4pb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693602164.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jysx1ee", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Historical_Ad_6361", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jysw5nz", "score": 1, "author_fullname": "t2_8cpqfuva", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "first I thank you for all this information, I had no idea that yogis convulse while doing that\n\nIn my case there are no convulsions of any kind, they are vibrations like when some part of your body falls asleep, it appears alone and I did not think it was a good effect or a placebo effect that would help me, rather on the contrary I thought I had chains\n\nOn the other hand, today I ignored it and went ahead, that's why I described it to you, although as you always mention asking and etc, it is useless, it only shows a search for human attention, sorry for the inconvenience", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jysx1ee", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;first I thank you for all this information, I had no idea that yogis convulse while doing that&lt;/p&gt;\n\n&lt;p&gt;In my case there are no convulsions of any kind, they are vibrations like when some part of your body falls asleep, it appears alone and I did not think it was a good effect or a placebo effect that would help me, rather on the contrary I thought I had chains&lt;/p&gt;\n\n&lt;p&gt;On the other hand, today I ignored it and went ahead, that&amp;#39;s why I described it to you, although as you always mention asking and etc, it is useless, it only shows a search for human attention, sorry for the inconvenience&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_167cs5b", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jysx1ee/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693659743.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693659743.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jysw5nz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jys5nxi", "score": 8, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In TM, they have their own \"siddhi powers\" program.\n\nNearly all of the con artist Yogis do because you can charge $4000 for classes.\n\nIt's common for people to convulse while laying on the matts they use, after practicing Patanjali's lame sutras.\n\nThe convulsing is contagious.\n\nIt's also how their hopping happens, when they use that flying sutra.\n\nOne person has to do it first, then everyone starts hopping around cross legged, on 8 inch thick foam.\n\nOf course, Yogis are too ignorant to realize you can't actually fly until you learn to shrink the tonal.\n\nAnd writers love to misrepresent what happened with Yogis they're trying to use to get money, by making them famous.\n\nLook at Milarepa, an obvious idiot. \n\nHe's portrayed as flying around the mountains.\n\nBut you can't do that unless you merge into your double, and shrink the tonal away.\n\nThe blue line has rules, just as the red zone has rules.\n\nYou can break the rules, but only by changing which emanations are glowing.\n\nOutside systems don't even know any of this.\n\nSo they hop around on foam, cross legged.  Trying to turn how the brain works with regards to movement, into magic.\n\nin Taiwan Daoist teenager trainees go into convulsions, under the claim that they've become possessed by demons.  When they grow up, they do the same thing but hit the top of their heads with nails in a board, until it bleeds. To show how magical they are.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/8mxo3hxn9ulb1.png?width=470&amp;format=png&amp;auto=webp&amp;s=179a150088bd8e25c4741a3e9a3f610a3b759c88\n\nin Japan they have that ludicrous \"It shot\" zen archery thing, where they take something perfectly ordinary, namely how the cerebellum works, and pretend it's a path to some exalted state of buddhist enlightenment.\n\nIgnoring that Zen archers aren't even as good as high school archers who compete in that sport.\n\nA lot of people got taken in by that \"Zen in the Art of Archery\" book, written by a bad man trying to cash in with his own franchise. The same way people write books about our subject, trying to get money.\n\nIn actual martial arts fighting practice (not katas in the air), your body soon learns to move on its own to avoid injury, which is much faster than the conscious mind can move it.\n\nYou find yourself grabbing someone's leg when they try to kick you, before you even notice the attack at the conscious level.\n\nSo it's also very likely you can cause yourself to convulse, and feel \"kundalini\" energy during recap.  Yogis do it during meditation. It's a big part of the fake proof that Yoga actually does something useful.\n\nIn my opinion, it's almost always the book deal mind at work when there's extreme stuff going on during recap.\n\nBetter to learn to go back in time and relive the events, visibly, than to come up with some substitute placebo effect.\n\n\"Knock if off!\" comes to mind.\n\nI suspect if Carlos had a person living at Pandora who was convulsing during recap, he'd insist they had to do something very laborious to \"fix it\".\n\nJust so they stopped it without him having to call them pretenders.\n\nGive them a horrible not-doing to practice, which is a lot more work than they'd wanted to be doing.", "edited": false, "author_flair_css_class": null, "name": "t1_jysw5nz", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In TM, they have their own &amp;quot;siddhi powers&amp;quot; program.&lt;/p&gt;\n\n&lt;p&gt;Nearly all of the con artist Yogis do because you can charge $4000 for classes.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s common for people to convulse while laying on the matts they use, after practicing Patanjali&amp;#39;s lame sutras.&lt;/p&gt;\n\n&lt;p&gt;The convulsing is contagious.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also how their hopping happens, when they use that flying sutra.&lt;/p&gt;\n\n&lt;p&gt;One person has to do it first, then everyone starts hopping around cross legged, on 8 inch thick foam.&lt;/p&gt;\n\n&lt;p&gt;Of course, Yogis are too ignorant to realize you can&amp;#39;t actually fly until you learn to shrink the tonal.&lt;/p&gt;\n\n&lt;p&gt;And writers love to misrepresent what happened with Yogis they&amp;#39;re trying to use to get money, by making them famous.&lt;/p&gt;\n\n&lt;p&gt;Look at Milarepa, an obvious idiot. &lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s portrayed as flying around the mountains.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t do that unless you merge into your double, and shrink the tonal away.&lt;/p&gt;\n\n&lt;p&gt;The blue line has rules, just as the red zone has rules.&lt;/p&gt;\n\n&lt;p&gt;You can break the rules, but only by changing which emanations are glowing.&lt;/p&gt;\n\n&lt;p&gt;Outside systems don&amp;#39;t even know any of this.&lt;/p&gt;\n\n&lt;p&gt;So they hop around on foam, cross legged.  Trying to turn how the brain works with regards to movement, into magic.&lt;/p&gt;\n\n&lt;p&gt;in Taiwan Daoist teenager trainees go into convulsions, under the claim that they&amp;#39;ve become possessed by demons.  When they grow up, they do the same thing but hit the top of their heads with nails in a board, until it bleeds. To show how magical they are.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/8mxo3hxn9ulb1.png?width=470&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=179a150088bd8e25c4741a3e9a3f610a3b759c88\"&gt;https://preview.redd.it/8mxo3hxn9ulb1.png?width=470&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=179a150088bd8e25c4741a3e9a3f610a3b759c88&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;in Japan they have that ludicrous &amp;quot;It shot&amp;quot; zen archery thing, where they take something perfectly ordinary, namely how the cerebellum works, and pretend it&amp;#39;s a path to some exalted state of buddhist enlightenment.&lt;/p&gt;\n\n&lt;p&gt;Ignoring that Zen archers aren&amp;#39;t even as good as high school archers who compete in that sport.&lt;/p&gt;\n\n&lt;p&gt;A lot of people got taken in by that &amp;quot;Zen in the Art of Archery&amp;quot; book, written by a bad man trying to cash in with his own franchise. The same way people write books about our subject, trying to get money.&lt;/p&gt;\n\n&lt;p&gt;In actual martial arts fighting practice (not katas in the air), your body soon learns to move on its own to avoid injury, which is much faster than the conscious mind can move it.&lt;/p&gt;\n\n&lt;p&gt;You find yourself grabbing someone&amp;#39;s leg when they try to kick you, before you even notice the attack at the conscious level.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s also very likely you can cause yourself to convulse, and feel &amp;quot;kundalini&amp;quot; energy during recap.  Yogis do it during meditation. It&amp;#39;s a big part of the fake proof that Yoga actually does something useful.&lt;/p&gt;\n\n&lt;p&gt;In my opinion, it&amp;#39;s almost always the book deal mind at work when there&amp;#39;s extreme stuff going on during recap.&lt;/p&gt;\n\n&lt;p&gt;Better to learn to go back in time and relive the events, visibly, than to come up with some substitute placebo effect.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Knock if off!&amp;quot; comes to mind.&lt;/p&gt;\n\n&lt;p&gt;I suspect if Carlos had a person living at Pandora who was convulsing during recap, he&amp;#39;d insist they had to do something very laborious to &amp;quot;fix it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just so they stopped it without him having to call them pretenders.&lt;/p&gt;\n\n&lt;p&gt;Give them a horrible not-doing to practice, which is a lot more work than they&amp;#39;d wanted to be doing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_167cs5b", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jysw5nz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693659315.0, "media_metadata": {"8mxo3hxn9ulb1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 137, "x": 108, "u": "https://preview.redd.it/8mxo3hxn9ulb1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=5cbf3be52fa4b209fbda2794302dfc5c6ccb0425"}, {"y": 275, "x": 216, "u": "https://preview.redd.it/8mxo3hxn9ulb1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=5f6784a0c528abdb812e0c9f58da6655cd639b20"}, {"y": 408, "x": 320, "u": "https://preview.redd.it/8mxo3hxn9ulb1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=a74f3eb051b33cd4bc5be7b9d12f287bbacc869f"}], "s": {"y": 600, "x": 470, "u": "https://preview.redd.it/8mxo3hxn9ulb1.png?width=470&amp;format=png&amp;auto=webp&amp;s=179a150088bd8e25c4741a3e9a3f610a3b759c88"}, "id": "8mxo3hxn9ulb1"}}, "author_flair_text": null, "collapsed": false, "created_utc": 1693659315.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "jys5nxi", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Historical_Ad_6361", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jyq3kx7", "score": 1, "author_fullname": "t2_8cpqfuva", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;Or men in the same situation.\n\nwhen I recapitulated, I feel vibrations, heat, pressure in areas, ties, threads moving through my body and more things that I surely do not remember  This makes it last very little, recapitulating, I had a \"violent\" childhood, could this be the reason?\n\nother times recapitulating I go blank and I don't even breathe, I don't realize this until I review my thoughts and use them again to continue recapitulating\n\nthanks Dan for all the recap images\n\nedit:   After commenting on this I have started to recap, I was a little but more than normal, the vibrations arrived and my whole body vibrated, it's like when you sit on your arm for a while, you feel it but it vibrates completely, that happened to everything my body, despite that I continued (my father entered my room to let me go downstairs,and he wanted to force me to stop, I totally ignored him, despite what he said, he did not identify me and I kept recapitulating) and after that I think I have entered or almost, the green line my whole body vibrating , my hands took by themselves a strange position, little finger and ring finger united and pulling down, but above all I felt a box or something like that in my chest, or rather in my breastbone even so I continued until my neck hurt, I opened my eyes without thoughts, as I told you, I went blank without breathing looking into the darkness, and I did not see colors, none of that, simply everything vibrated and more and more, until it almost vanished (becoming total darkness, right now it is daytime and it enters light under the door)", "edited": 1693645866.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jys5nxi", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;Or men in the same situation.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;when I recapitulated, I feel vibrations, heat, pressure in areas, ties, threads moving through my body and more things that I surely do not remember  This makes it last very little, recapitulating, I had a &amp;quot;violent&amp;quot; childhood, could this be the reason?&lt;/p&gt;\n\n&lt;p&gt;other times recapitulating I go blank and I don&amp;#39;t even breathe, I don&amp;#39;t realize this until I review my thoughts and use them again to continue recapitulating&lt;/p&gt;\n\n&lt;p&gt;thanks Dan for all the recap images&lt;/p&gt;\n\n&lt;p&gt;edit:   After commenting on this I have started to recap, I was a little but more than normal, the vibrations arrived and my whole body vibrated, it&amp;#39;s like when you sit on your arm for a while, you feel it but it vibrates completely, that happened to everything my body, despite that I continued (my father entered my room to let me go downstairs,and he wanted to force me to stop, I totally ignored him, despite what he said, he did not identify me and I kept recapitulating) and after that I think I have entered or almost, the green line my whole body vibrating , my hands took by themselves a strange position, little finger and ring finger united and pulling down, but above all I felt a box or something like that in my chest, or rather in my breastbone even so I continued until my neck hurt, I opened my eyes without thoughts, as I told you, I went blank without breathing looking into the darkness, and I did not see colors, none of that, simply everything vibrated and more and more, until it almost vanished (becoming total darkness, right now it is daytime and it enters light under the door)&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jys5nxi/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693641974.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693641974.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jyq3kx7", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jypvr4u", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "It seems like you've confused this sorcery type of \"energy\" with some outside system's imaginary idea of \"energy\" being like electricity.\n\nOr \"Kundalini\".\n\nThe energy you get back from sorcery is dreaming energy.  And in fact, it's quite soothing.\n\nIt's the ability to peacefully focus your attention and have visions.  And not be distracted by random thoughts or endless remorse filled fantasies.\n\nIt shouldn't be producing what you're experiencing at all.\n\nWhen you do a complete recapitulation, you can see your entire life before you like a web with events at each intersection.\n\nAnd you can remote view that memory while still awake.\n\nI suppose you could equate it to the hypnogogic images you can occasionally get with strong doses of marijuana, if you lay on a bed and look for them on the ceiling.\n\nMinus the nausea and body damage marijuana causes.  \n\nOr maybe it's somewhat like \"micro doses\" of shrooms.\n\nBut at any rate, it's more about your perceptions being enhanced.\n\nStanding up, eyes open.\n\nKind of like \"daydreaming\" but on steroids.\n\nOr you suddenly find yourself on a mountain top with someone else for a few seconds, then return here without any obvious change in where you were located.\n\nYou switched to what your double is doing.\n\nYou might want to try to figure out why you're experiencing outside system descriptions of what \"energy\" is.\n\nMaybe you got back some dreaming energy, but focused it on an expected result and caused it.\n\nThat's not to say some don't find recapitulation disturbing.\n\nBut that's usually women who were molested against their will. Or who had violent parents or siblings.\n\nOr men in the same situation.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jyq3kx7", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It seems like you&amp;#39;ve confused this sorcery type of &amp;quot;energy&amp;quot; with some outside system&amp;#39;s imaginary idea of &amp;quot;energy&amp;quot; being like electricity.&lt;/p&gt;\n\n&lt;p&gt;Or &amp;quot;Kundalini&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The energy you get back from sorcery is dreaming energy.  And in fact, it&amp;#39;s quite soothing.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the ability to peacefully focus your attention and have visions.  And not be distracted by random thoughts or endless remorse filled fantasies.&lt;/p&gt;\n\n&lt;p&gt;It shouldn&amp;#39;t be producing what you&amp;#39;re experiencing at all.&lt;/p&gt;\n\n&lt;p&gt;When you do a complete recapitulation, you can see your entire life before you like a web with events at each intersection.&lt;/p&gt;\n\n&lt;p&gt;And you can remote view that memory while still awake.&lt;/p&gt;\n\n&lt;p&gt;I suppose you could equate it to the hypnogogic images you can occasionally get with strong doses of marijuana, if you lay on a bed and look for them on the ceiling.&lt;/p&gt;\n\n&lt;p&gt;Minus the nausea and body damage marijuana causes.  &lt;/p&gt;\n\n&lt;p&gt;Or maybe it&amp;#39;s somewhat like &amp;quot;micro doses&amp;quot; of shrooms.&lt;/p&gt;\n\n&lt;p&gt;But at any rate, it&amp;#39;s more about your perceptions being enhanced.&lt;/p&gt;\n\n&lt;p&gt;Standing up, eyes open.&lt;/p&gt;\n\n&lt;p&gt;Kind of like &amp;quot;daydreaming&amp;quot; but on steroids.&lt;/p&gt;\n\n&lt;p&gt;Or you suddenly find yourself on a mountain top with someone else for a few seconds, then return here without any obvious change in where you were located.&lt;/p&gt;\n\n&lt;p&gt;You switched to what your double is doing.&lt;/p&gt;\n\n&lt;p&gt;You might want to try to figure out why you&amp;#39;re experiencing outside system descriptions of what &amp;quot;energy&amp;quot; is.&lt;/p&gt;\n\n&lt;p&gt;Maybe you got back some dreaming energy, but focused it on an expected result and caused it.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not to say some don&amp;#39;t find recapitulation disturbing.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s usually women who were molested against their will. Or who had violent parents or siblings.&lt;/p&gt;\n\n&lt;p&gt;Or men in the same situation.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyq3kx7/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693603880.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693603880.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "jypvr4u", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "PassedByYouToday", "can_mod_post": false, "created_utc": 1693600896.0, "send_replies": true, "parent_id": "t1_jypd6x2", "score": 1, "author_fullname": "t2_hf0uwt4ju", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Right, experiencing it in the moment is what I've been doing. Some sessions more immersive than others. Longer sessions are ideal but I would imagine when most people start they literally can't do extremely long sessions. I could do 10 or so minutes when I first started personally. Then I felt overwhelmed by the energy I was taking back. The right side of my body was genuinely on fire, particularly my abdomen. Definitely in short supply. At this point I can do 30 minutes or so before it gets too intense or I get too \"tired\" to continue, the hour session was because I had a blast of motivation. Looking forward to breaking through to the multihour sessions. Have gotten a lot of value out of your posts on here BTW.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypvr4u", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Right, experiencing it in the moment is what I&amp;#39;ve been doing. Some sessions more immersive than others. Longer sessions are ideal but I would imagine when most people start they literally can&amp;#39;t do extremely long sessions. I could do 10 or so minutes when I first started personally. Then I felt overwhelmed by the energy I was taking back. The right side of my body was genuinely on fire, particularly my abdomen. Definitely in short supply. At this point I can do 30 minutes or so before it gets too intense or I get too &amp;quot;tired&amp;quot; to continue, the hour session was because I had a blast of motivation. Looking forward to breaking through to the multihour sessions. Have gotten a lot of value out of your posts on here BTW.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypvr4u/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693600896.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jypd6x2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1693594011.0, "send_replies": true, "parent_id": "t3_167cs5b", "score": 16, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Keep in mind, recapitulation is supposed to result in going back in time to relive the memories first hand.\n\nReal time, fully awake, and there you are in the memory!  Standing there, wondering what the hell is going on.\n\nWith another sorcerer if you have someone of that ability.\n\nIt won't happen unless you can manage to do much longer sessions, perhaps close to 2 hours, and if during that time you attempt to shut off your internal dialogue and only \"remember\" without words.\n\nIf you do that, shit loads of magic can happen.\n\nYou might find yourself on the other side of the house, or with a genie above your head, offering you forgotten treasures on a shelf you remember being up there, from long ago.\n\nYour body can begin to move on it's own, in simple movements intended to point out something to  you.\n\nYou'll start a head sweep but \"blank out\" in the middle and come to realizing you're staring into a tunnel made of light, with a howling wind.\n\nSo you resume the head sweep but again you blank out after just another 3 inches.\n\nUntil it takes what seems to be 10 minutes, just to finish that head sweep.\n\nBut none of that will happen with short sessions.\n\nThose do get your energy back, but they don't allow the assemblage point enough time to move far and let you experience super cool magic.\n\nOur community focused only on Tensegrity and Recap, and no one was experiencing enough real magic to help fix the destroyed reputation of Carlos.\n\nSo just FYI.\n\nBut for darkroom, recap is a very good way to get back enough energy to make it to the red zone.\n\nIf you're in short supply.\n\nSome are, some aren't.\n\nI'm going to animate this eventually, to set the record straight.\n\nOf course, you can read in the books that they put in hours and hours doing recap, in long sessions.\n\nI suppose people just didn't know what might happen if you did, so they figured daily at 30 minutes is fine.\n\nIt's not.", "edited": 1693595582.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypd6x2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Keep in mind, recapitulation is supposed to result in going back in time to relive the memories first hand.&lt;/p&gt;\n\n&lt;p&gt;Real time, fully awake, and there you are in the memory!  Standing there, wondering what the hell is going on.&lt;/p&gt;\n\n&lt;p&gt;With another sorcerer if you have someone of that ability.&lt;/p&gt;\n\n&lt;p&gt;It won&amp;#39;t happen unless you can manage to do much longer sessions, perhaps close to 2 hours, and if during that time you attempt to shut off your internal dialogue and only &amp;quot;remember&amp;quot; without words.&lt;/p&gt;\n\n&lt;p&gt;If you do that, shit loads of magic can happen.&lt;/p&gt;\n\n&lt;p&gt;You might find yourself on the other side of the house, or with a genie above your head, offering you forgotten treasures on a shelf you remember being up there, from long ago.&lt;/p&gt;\n\n&lt;p&gt;Your body can begin to move on it&amp;#39;s own, in simple movements intended to point out something to  you.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll start a head sweep but &amp;quot;blank out&amp;quot; in the middle and come to realizing you&amp;#39;re staring into a tunnel made of light, with a howling wind.&lt;/p&gt;\n\n&lt;p&gt;So you resume the head sweep but again you blank out after just another 3 inches.&lt;/p&gt;\n\n&lt;p&gt;Until it takes what seems to be 10 minutes, just to finish that head sweep.&lt;/p&gt;\n\n&lt;p&gt;But none of that will happen with short sessions.&lt;/p&gt;\n\n&lt;p&gt;Those do get your energy back, but they don&amp;#39;t allow the assemblage point enough time to move far and let you experience super cool magic.&lt;/p&gt;\n\n&lt;p&gt;Our community focused only on Tensegrity and Recap, and no one was experiencing enough real magic to help fix the destroyed reputation of Carlos.&lt;/p&gt;\n\n&lt;p&gt;So just FYI.&lt;/p&gt;\n\n&lt;p&gt;But for darkroom, recap is a very good way to get back enough energy to make it to the red zone.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re in short supply.&lt;/p&gt;\n\n&lt;p&gt;Some are, some aren&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to animate this eventually, to set the record straight.&lt;/p&gt;\n\n&lt;p&gt;Of course, you can read in the books that they put in hours and hours doing recap, in long sessions.&lt;/p&gt;\n\n&lt;p&gt;I suppose people just didn&amp;#39;t know what might happen if you did, so they figured daily at 30 minutes is fine.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s not.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypd6x2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693594011.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_167cs5b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 16}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jypdhf2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1693594118.0, "send_replies": true, "parent_id": "t3_167cs5b", "score": 13, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&amp;#x200B;\n\nhttps://preview.redd.it/6uy2q2ttwolb1.jpeg?width=2048&amp;format=pjpg&amp;auto=webp&amp;s=9e4525b3ae571841dfffd0e78d4fee2a6c0b0d20", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypdhf2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=2048&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=9e4525b3ae571841dfffd0e78d4fee2a6c0b0d20\"&gt;https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=2048&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=9e4525b3ae571841dfffd0e78d4fee2a6c0b0d20&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypdhf2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693594118.0, "media_metadata": {"6uy2q2ttwolb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=915c69c8c5a392fe4a50139ad2c6a195363208c9"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=a5245dfe09400e38cba2b73188dedfbbd9221d08"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=d7be79b58dae145be9073da700880c7e08e8cddb"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c0b2022a0bc09e193d379a3860fe93ae8a92f929"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=4389f332ba899edf29444b10f64d5b965be12e60"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=524aa58bba24a461a895844316defed7d9e23c7c"}], "s": {"y": 2048, "x": 2048, "u": "https://preview.redd.it/6uy2q2ttwolb1.jpeg?width=2048&amp;format=pjpg&amp;auto=webp&amp;s=9e4525b3ae571841dfffd0e78d4fee2a6c0b0d20"}, "id": "6uy2q2ttwolb1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_167cs5b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jypdiv9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1693594132.0, "send_replies": true, "parent_id": "t3_167cs5b", "score": 12, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&amp;#x200B;\n\nhttps://preview.redd.it/uhyxnuevwolb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=9f56df5531b84ead0ba60934ce3663d9b290549a", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypdiv9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/uhyxnuevwolb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=9f56df5531b84ead0ba60934ce3663d9b290549a\"&gt;https://preview.redd.it/uhyxnuevwolb1.jpeg?width=1920&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=9f56df5531b84ead0ba60934ce3663d9b290549a&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypdiv9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693594132.0, "media_metadata": {"uhyxnuevwolb1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=d664047ba1e41299fcbedbb848f2788d73e9bf55"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=97d1dc5dabe02878c6902c9498ad146f3837bdd4"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=45aaaa0f88f7b2d7c6887345b1dc3f68d7228939"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=7c77ce21b92f7fc4f692f85efbf5f5b9abee2296"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=acf54f623e279c5bafdd194869368d2b7f795138"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=3380d49392b32444d75b6b299ac070b6fab4d7c4"}], "s": {"y": 1920, "x": 1920, "u": "https://preview.redd.it/uhyxnuevwolb1.jpeg?width=1920&amp;format=pjpg&amp;auto=webp&amp;s=9f56df5531b84ead0ba60934ce3663d9b290549a"}, "id": "uhyxnuevwolb1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_167cs5b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 12}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jypwelx", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "PassedByYouToday", "can_mod_post": false, "created_utc": 1693601146.0, "send_replies": true, "parent_id": "t1_jypsvsg", "score": 2, "author_fullname": "t2_hf0uwt4ju", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Indeed. I still have a lot further to dig because I need to now recap all of the suppressed memories that fall under this massive category of suppression, which is good though because so much damn energy is trapped in this category. Just casually trying to maintain silence is already so much easier so I have no doubt my recap efforts will be enhanced. Excited for it. Am taking a few days off though. Thanks for your reply!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypwelx", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Indeed. I still have a lot further to dig because I need to now recap all of the suppressed memories that fall under this massive category of suppression, which is good though because so much damn energy is trapped in this category. Just casually trying to maintain silence is already so much easier so I have no doubt my recap efforts will be enhanced. Excited for it. Am taking a few days off though. Thanks for your reply!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypwelx/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693601146.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jypsvsg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "AthinaJ8", "can_mod_post": false, "created_utc": 1693599820.0, "send_replies": true, "parent_id": "t3_167cs5b", "score": 5, "author_fullname": "t2_hbn1b1mb", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Recapitulation is powerful and does exactly what is meant to : take back the energy you gave and release the energy you took from the others and gain awareness and power. Maybe also break the continuity of yourself. \n\nWhat you found out about yourself shows just how effective it is. \n\nThe thing is that all of us experienced trauma in our childhood even if the parents/environment where \" good enough\".\n\nYou don't have to have experienced abuse just to have trauma. Childhood Trauma has to do with how the child's limited mind interpreted an experience that triggered the freeze response and how the mind dealt with all those childs crazy emotions.\n\nNow that you learned that you can gain *awareness* and *power* from recapitulation ,I hope you learn to use this awareness to make darkroom progress too. \nOtherwise is just a nice free psychotherapy tool.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypsvsg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Recapitulation is powerful and does exactly what is meant to : take back the energy you gave and release the energy you took from the others and gain awareness and power. Maybe also break the continuity of yourself. &lt;/p&gt;\n\n&lt;p&gt;What you found out about yourself shows just how effective it is. &lt;/p&gt;\n\n&lt;p&gt;The thing is that all of us experienced trauma in our childhood even if the parents/environment where &amp;quot; good enough&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t have to have experienced abuse just to have trauma. Childhood Trauma has to do with how the child&amp;#39;s limited mind interpreted an experience that triggered the freeze response and how the mind dealt with all those childs crazy emotions.&lt;/p&gt;\n\n&lt;p&gt;Now that you learned that you can gain &lt;em&gt;awareness&lt;/em&gt; and &lt;em&gt;power&lt;/em&gt; from recapitulation ,I hope you learn to use this awareness to make darkroom progress too. \nOtherwise is just a nice free psychotherapy tool.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypsvsg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693599820.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_167cs5b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jyq0w40", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "silence_sam", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jypuuo6", "score": 2, "author_fullname": "t2_dku1p2ay", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "What I meant was your violent reaction to it and the destructive vindication you required.  I say “you” there but I don’t really mean you as a being. I mean that voice in your head.  Stick it out and you’ll see what I mean.  Right now it’s probably not going to let you understand if this is where you’re at.\n\nWhy do you think inner silence is mandatory for any of this work?  In the books they say a “man of knowledge” could be staring the devil in the face and no one would have a clue.\n\nDon’t let it take more from you than it already has, it’s the only thing I can say.\n\nWelcome to the journey my friend", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jyq0w40", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What I meant was your violent reaction to it and the destructive vindication you required.  I say “you” there but I don’t really mean you as a being. I mean that voice in your head.  Stick it out and you’ll see what I mean.  Right now it’s probably not going to let you understand if this is where you’re at.&lt;/p&gt;\n\n&lt;p&gt;Why do you think inner silence is mandatory for any of this work?  In the books they say a “man of knowledge” could be staring the devil in the face and no one would have a clue.&lt;/p&gt;\n\n&lt;p&gt;Don’t let it take more from you than it already has, it’s the only thing I can say.&lt;/p&gt;\n\n&lt;p&gt;Welcome to the journey my friend&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyq0w40/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693602837.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1693602837.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jypuuo6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "PassedByYouToday", "can_mod_post": false, "created_utc": 1693600556.0, "send_replies": true, "parent_id": "t1_jyp27wv", "score": 1, "author_fullname": "t2_hf0uwt4ju", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think I see what you're saying, though I'm not sure there was ever going to be a smooth unveiling of this particular suppression without an explosion. That happened for smaller things but this was too major. I think it was just time to rip the bandaid off. I don't think there are measurements or qualifications that can tell you when you're ready to move deeper with recapitulation so that things will go smoothly. And I'm glad I took the exact action I did on it, even though I did it while hatred was coursing through my veins. What I said could be construed as cruel but it was the truth so I have no regrets. I have no mess to clean up. In fact through my brutal honesty and my severing of communications I feel as though I've finally cleaned up the mess that I've been smelling, seeing, and dealing with for my entire life without realizing it. Everything was drastic by necessity.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jypuuo6", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think I see what you&amp;#39;re saying, though I&amp;#39;m not sure there was ever going to be a smooth unveiling of this particular suppression without an explosion. That happened for smaller things but this was too major. I think it was just time to rip the bandaid off. I don&amp;#39;t think there are measurements or qualifications that can tell you when you&amp;#39;re ready to move deeper with recapitulation so that things will go smoothly. And I&amp;#39;m glad I took the exact action I did on it, even though I did it while hatred was coursing through my veins. What I said could be construed as cruel but it was the truth so I have no regrets. I have no mess to clean up. In fact through my brutal honesty and my severing of communications I feel as though I&amp;#39;ve finally cleaned up the mess that I&amp;#39;ve been smelling, seeing, and dealing with for my entire life without realizing it. Everything was drastic by necessity.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jypuuo6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693600556.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jyp27wv", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "silence_sam", "can_mod_post": false, "created_utc": 1693589937.0, "send_replies": true, "parent_id": "t3_167cs5b", "score": 6, "author_fullname": "t2_dku1p2ay", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Mommy and Daddy fucked us all up, despite their best efforts.  Until a person has the ability to cope with that kind of shit, the feelings that a little kid would have, perhaps they should stay back if possible.  Work towards it, gaining the coping skills and understanding how the mind functions as they go so they DONT explode and let that same shitty mind go on a stabbing spree.   Now you’ve got another big mess to clean up, but it’s a process and this is how we learn.\n\nThe mind is a sneaky prick, never forget that.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jyp27wv", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Mommy and Daddy fucked us all up, despite their best efforts.  Until a person has the ability to cope with that kind of shit, the feelings that a little kid would have, perhaps they should stay back if possible.  Work towards it, gaining the coping skills and understanding how the mind functions as they go so they DONT explode and let that same shitty mind go on a stabbing spree.   Now you’ve got another big mess to clean up, but it’s a process and this is how we learn.&lt;/p&gt;\n\n&lt;p&gt;The mind is a sneaky prick, never forget that.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyp27wv/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693589937.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_167cs5b", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 1, "removal_reason": null, "link_id": "t3_167cs5b", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jyowvbb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1693588002.0, "send_replies": true, "parent_id": "t1_jyowiaz", "score": 2, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Post approved", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jyowvbb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Post approved&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_167cs5b", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyowvbb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1693588002.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jyowiaz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": false, "parent_id": "t3_167cs5b", "score": 1, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/167cs5b/recapitulation_nuclear_explosion/jyowiaz/", "num_reports": null, "locked": false, "name": "t1_jyowiaz", "created": 1693587871.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1693587871.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]