[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/2ysm2wto2fsa1.png?width=1920&amp;format=png&amp;auto=webp&amp;s=c913b15423778fb62a4d71f1ad972b4255e4454d\n\nI don't know why this didn't occur to all of us earlier.\n\nIt's in the books!  Don Juan explains it to Carlos at one point.\n\nAnd we missed it.\n\nIt's important to add another item to your shopping list, regarding the books.\n\nI keep my own food shopping list on my cell phone google notes.\n\nIf I notice I need eggs, I put it on the list.\n\nBut also, if I need more cheap cooking Sake, that goes on the list.\n\nThe eggs are easy to find.  Next day most of the time.\n\nThe sake is not.  Can take a week or even two, before I end up where I can get the brand I use.\n\nIt's the crappiest old man drinking Sake in Japan.  I've heard stories about farmers up in the mountains of Formosa, sitting around drinking that brand.  The local natives on Mt. Ali nearly live to drink, from what I've heard.  You can see them driving down the mountain to the bar halfway up, as soon as quitting time hits at the tea farms.  Women in the back of the truck with as many more men as they can pile in.\n\nThey have their own form of Islander Shamanism, possibly still somewhat intact.\n\nBut trying to learn about it is next to impossible.  If you try, you'll be offered a wife instead.  A very tempting offer I might add.  Think chinese with big feet and that'll about cover it.\n\nIf you marry her, maybe then you could learn about their shamanism.  If the old women like the way you're treating her, and also her family.\n\nSo the sake on my list is a long term goal.  But nearly mandatory to make anything from Tonkatsu sauce, to Chinese marinated chicken for use in many dishes.\n\nThe chinese always claim  marinating is what makes meat taste good. But actually, they have a bad understanding of the need for refrigeration.\n\nBy the way, for those who think Tonkatsu sauce is very \"japanese\", you're mistaken.\n\nAfter world war 2 the USA sent the military to make sure Japan didn't rise again, and seeing as how they'd nuked the place they provided american food rations.\n\nIncluded in the rations was ketchup, worcestershire sauce, and mayo.\n\nWhite man essentials.\n\nThe Japanese didn't have much use for that shit (yet), so they mixed the ketchup with the worcestershire sauce, diluted it with the cheapest sake they could find, fried up some noodles in the mayo, and solid it to the marines stationed there.\n\nSo they could get money to buy some real food.\n\nThat's all tonkatsu sauce is.  But don't tell little kids who love Japanese food and are learning Japanese writing in grade school.\n\nTonkatsu is like magical McDonald's dipping sauces for chicken McNuggets, to little kids.\n\nThey might even cry on hearing it's actually what the Japanese refused to eat,  shortly after having been nuked twice.\n\nI've had things on my cell phone list which took more than a year to find. Mostly Cholita related.\n\nAnd we need to keep lists like that, for when we read the books.\n\nCarlos or don Juan or both, hid many secrets in there.\n\nOne of them is the \"Quest for Freedom\".\n\nThis will be impossible for beginners to understand, even though they'll be sure they do.\n\nIt has to do with intent.\n\nThe story goes, the eagle created a container of some kind, and stuffed it with 16 soccer ball sized puffs of awareness.\n\nI have no idea what that stuff looked like, because once intent begins to store into the awareness inside the egg like container the Eagle made, it takes on \"colors\".\n\nI don't know if they're real colors or something else, but the purple puffs seems to be a fairly common sight. Carlos mentioned it multiple times in the books.\n\nBut so are the yellow ones.  And in fact, Carlos saw those prior to \"stopping the world\".\n\nI interpret the commonness of the purple puffs to mean those are \"free\" to roam around.\n\nAnd the yellow ones, which seemed to be rarer but can be made to show up by stirring up the purple until it begins to swirl in jet blackness, to be the 8 puffs trapped  in the pouches of the organic body.\n\nOur awareness, given by the Eagle, split into 2 parts.\n\nHalf noticed the \"intent\" of Earth, and humans, and took a fancy to it.\n\nI often think it was the fresh donuts early in the morning at the bakery.\n\nBut no one knows. So it \"hung\" out in the only container it could find to hold it here in the middle of all that human action. \n\nWhich turned out to be a womb. \n\nAnd it became encased in living flesh.\n\nStuck in the internal organs of a human being, receiving all that sensory data by organic means.\n\nBut half of our \"puffs\" of awareness either refused to join in, or lost out in a game of musical chairs. \n\nYou'd have to \"see\" an embryo forming in a woman, to figure out why some didn't take part.\n\nMaybe one of the women seers will do that for us one day.\n\nNow keep in mind, what \"trapped\" half of us in the flesh was the intent of exploring a lifestyle.\n\nIt was the driving force behind becoming human.\n\nAnd that ought to be enough to add that item to your Carlos book shopping list.\n\nTo get more information on that event.\n\nOne thing that is related to that, is why did the lineages create the \"rule\" of the quest for freedom?\n\nDon Juan explains it to Carlos.  You gather apprentices, and engage them in the absurd task of a quest for freedom.\n\nIt becomes the intent, of exploring that lifestyle.\n\nThe same as caused you to be born, can undo being born.\n\nWhich don Juan also informs us is the ultimate goal of the new seers.\n\nTo burn from within,  resulting in total freedom as if you were never born.\n\nHow did we miss that?\n\nWe got mixed up in a quest for donuts.\n\nAnd that became the \"story\" of our life.\n\nSorcerers undo that by giving apprentices a new quest.\n\nA new intent, to change into something else.\n\nThe goal being to return to our original state, of awareness free to explore the vast dark sea of the emanations.\n\nBut not all in the lineages were obsessed with that quest for freedom.\n\nSome such as la Catalina just wanted freedom now.  Why wait?\n\nCarlos asked don Juan about this:\n\n\"Is she attached to your party?\" I asked don Juan.\n\n\"I said that she's like a cousin or an aunt to us,\" he replied. \"I meant she belongs to the older generation, although she's younger than all of us. She is the last of that group. She is rarely in contact with us. She doesn't quite like us. We are too stiff for her, because she's used to the nagual Julian's touch. She prefers the high adventure of the unknown to the quest for freedom.\"\n\nYounger?   That explains Julian and all the shapeshifted sex.\n\nBut whether you quest for freedom, or magic, the truth is that we all just  got stuck in a loop in the emanations.\n\nGoing around and around over the same small bundle of emanations, never seeing what our awareness might find outside the tired old human routine.\n\nBy the way, when you make your shopping list don't put \"candy\" on there!\n\nYou'll mess things up.  Candy we always notice when shopping.\n\nDon't emphasize it!\n\nLikewise, when you see the word \"routine\" don't start to salivate over \"the rules of impeccable warriors\".\n\nFor starters, what's the difference between a routine, and a ritual?\n\nSorcerers NEED rituals.\n\nOriginally the men of knowledge couldn't do magic without those!\n\nThe new seers learned to \"see\", so they could make up a new ritual for amazing practical magic in as little as 3 days.\n\nSo when you hear the dog whistle of \"the warrior's way\", just give it a rest.\n\nPut down the candy, there's more important things on  your shopping list.\n\nThat's not the kind of quest we need to be following.\n\nThe quest for attention.  For a Rambo headband and some eagle feathers.\n\nForget it.\n\nTrying to pretend to be learning sorcery by memorizing silly rules you can't possibly understand?\n\nSuch as \"routines are evil\".\n\nWhen in fact, we can't learn sorcery without rituals.\n\nI have my own ritual.  \"Dream Bubble Station\".\n\nIt's a series of magical passes which forms a specific phantom room around me, based on something I once \"saw\" about the land where I live.\n\nThat there were ancient sorcerers 100,000 years ago who used the earth's ley lines there, to move physical matter.\n\nOur energy body, our \"double\", can move a small amount of physical matter.\n\nThe same way the inorganic beings can. Who when they try to get our attention are pretty much just pink puffs of awareness not much different than our purple puffs. With a telepathic \"appearance\" that's actually not all that stable.  Based on whatever gets your attention the best.\n\nOne way you can tell fake magic is when a \"sage\" describes spirits as if they always look the way he saw them only once or twice.  That's a faker!\n\nDoesn't matter if he's a \"Prophet\" or Milarepa.  Those who claim a fixed appearance didn't do what they claim, more than once or twice.\n\n&amp;#x200B;\n\n[Don't be fooled! She's more pink puff than a Fairy.](https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=846&amp;format=pjpg&amp;auto=webp&amp;s=a2ab041d9ec0f1105fda5896e6c4b7b6f646991a)\n\nInorganic beings can move around 2 ounces if my observations of Cholita are correct.\n\nBut Cholita herself, can poke me in the arm with her double. With her physical body located very far away.\n\nStill, it's possible our double can't move much solid matter.\n\nAnd yet, somehow Carlos jumped off a cliff deep in the mountains of Mexico and ended up back in bed across the street from Ship's restaurant in East Los Angeles.\n\nIn what looked to me in the storyline, to be around 10 minutes.\n\nHis double traveled at least a 2 day journey, physical matter in tow.\n\nHow?\n\nWe don't know, but in there is the start of a theory.\n\nKeep in mind, the IOBs can only move perhaps 2 ounces each, but when you put a bunch of them to the task, perhaps just 10, they can haul away your physical body.\n\nAfter they have already kidnapped your double and taken it prisoner in their realm.\n\nBut back to the \"quest\".\n\nA new seer engages their apprentices in a \"quest for freedom\".\n\nIn a group, for obvious reasons.\n\nWe have a much harder time in many ways, due to lack of others following the same path.\n\nWe don't have don Genaro around to tell us fart jokes, to keep us motivated to work hard.\n\nWe have the books, and maybe that was the plan all along.\n\nBut it's not enough for most.\n\nSo in the lineages the quest for freedom is fixed with a single goal, and then to make sure there's no growing descent everyone is supposed to obsess only over what their double male leader is obsessed over.\n\nIn the case of don Juan, the Yaquis and their fate.\n\nNot only is everyone engaged in a specific quest, simulating what caused them to be born in the first place, but limits are put on how far from that you are allowed to deviate by picking a single person to \"obsess\" over side issues.\n\nBut in our community, no one realized that was part of learning.\n\nNot one notice, Carlos did the same for us?\n\nHe created Cleargreen.\n\nA quest to restore magic to the world.\n\nIt was very much part of teaching sorcery.\n\nAnd one bizarre thing I've noticed, is that \"the spirit\" grants gifts of magic using how much effort you're putting into that quest.\n\nAs payment.\n\nYou work hard doing tensegrity in silence, you get to see something super cool.\n\nA vision, sparkle, odd sensation, remote view.\n\nSomething clearly magical.\n\nBut you ALSO get rewarded, for the quest.\n\nFor pursuing a new goal, in a sustained fashion.\n\nFor work done.\n\nI get rewarded for cartoon making, by watching cartoons on the walls of my room, during darkroom practice.\n\nThis post was one of them!\n\nI didn't earn it with Tensegrity.\n\nI earned it by getting up at 3AM when the need struck me, to go work on animations.\n\nWork done on the quest, counts as work done during darkroom practice.\n\nWe got born into this river of shit.\n\nBut if you take on the quest to escape the shit, the spirit rewards that too.\n\nLikewise, the spirit will reward a \"quest for Jesus\".\n\nOr a quest to sit on a little throne with your eyes closed, grinning like a lazy Buddha.\n\nOr even Douglas' quest to pretend Colorado Carlos was the real thing, so you can charge money feeding drugs to people who don't know any better.\n\nThe quest for greed is also a valid quest to the Eagle.\n\nIt only wants to explore the emanations, and see \"how you felt about it\".\n\nAs far into the dark sea as possible.\n\nNo realm is considered a place the Eagle wants no stories from. No cases of how people felt about that patch of emanations, being off limits.\n\nRecapitulation has the goal of feeding all of that information to the eagle before you die, so that you gain a little extra time when you come face to face with it after death.\n\nTime to dart around the side and zip off to find a new container for your awareness.\n\nAs Cholita describes it, you build a lifesize cardboard cutout replica of yourself through recapitulation, then stand that up to confuse the eagle while you zip away to its side so that by the time it figures out the trick, you are long gone.\n\nBut you still need a container for your awareness, or it will spread out over time and will no longer be sentient.\n\nIn the case of the new seers, the earth's container.\n\nIt's also a living entity.  A bit heavy on the physical matter perhaps, but still it's a container encasing awareness.\n\nAnd so are suns!  The Stellar Hatch pass will teach you about that, when you bring down your first \"star puff\" and it smiles at you.\n\nSo what's the difference between a quest for freedom, and a quest for greed?\n\nNothing!\n\nIt's just that the quest for freedom leads out of the river of shit.\n\nAnd the quest for greed only deeper into it.\n\nAs a result, if you are after money or human attention you've blown half of your chance to get gifted with magic, by the spirit.\n\nEven if you practice the techniques in here, which are proven to produce real magic.\n\nYou don't get credit for your overall quest.  Only for the practice time you put in.\n\nWhich is not enough credit to see much beyond some simple green line effects on the J curve.\n\nThose lame green line meditative effects are enough of a self-flattery prison, to satisfy most.\n\nUnless you have a drive to go as far as possible, you'll stall out there.\n\nThat's what wiped out all other magical systems created after money was invented.\n\nThe quest for cash.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The Quest For Freedom Vs. The Quest For Cash", "link_flair_richtext": [{"e": "text", "t": "New Practitioners"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 78, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"x3nqtfuwjgsa1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 91, "x": 108, "u": "https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=f10f55d997e9291629b277ff64216fbf51857aa9"}, {"y": 182, "x": 216, "u": "https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=de27adfe0ef621a152c38bffac86fb69c7ed3941"}, {"y": 270, "x": 320, "u": "https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=c047c0bc7fe79e5eb97de1c10e7ce3dc321b298f"}, {"y": 541, "x": 640, "u": "https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=c2766033ce6a8d266bcb8e703a0874bef7719c1e"}], "s": {"y": 716, "x": 846, "u": "https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=846&amp;format=pjpg&amp;auto=webp&amp;s=a2ab041d9ec0f1105fda5896e6c4b7b6f646991a"}, "id": "x3nqtfuwjgsa1"}, "2ysm2wto2fsa1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=4f5f2869815c949b0b3c14b45f396ef9c0585c21"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=42b161218d4f95b39a6881f3b62ef95d3a09b1b8"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=fd960906ab35320adfa7e8df8cfb09f53444fd9f"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=3dabfc106d9160d3113b1aea9016321b74005009"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=88ca81099ae7c04d3fcafba27e81390abdaaf7e7"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=996a1c69c1e04f5647305c67b7e4bc20d6c74176"}], "s": {"y": 1080, "x": 1920, "u": "https://preview.redd.it/2ysm2wto2fsa1.png?width=1920&amp;format=png&amp;auto=webp&amp;s=c913b15423778fb62a4d71f1ad972b4255e4454d"}, "id": "2ysm2wto2fsa1"}}, "name": "t3_12edip9", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 39, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "New Practitioners", "can_mod_post": false, "score": 39, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/FHzgmxcycZpcXoW7r4RGv63JVgSx57rHjuMu1VxnBDM.jpg", "edited": 1680873475.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1680853457.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/2ysm2wto2fsa1.png?width=1920&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c913b15423778fb62a4d71f1ad972b4255e4454d\"&gt;https://preview.redd.it/2ysm2wto2fsa1.png?width=1920&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=c913b15423778fb62a4d71f1ad972b4255e4454d&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know why this didn&amp;#39;t occur to all of us earlier.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in the books!  Don Juan explains it to Carlos at one point.&lt;/p&gt;\n\n&lt;p&gt;And we missed it.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s important to add another item to your shopping list, regarding the books.&lt;/p&gt;\n\n&lt;p&gt;I keep my own food shopping list on my cell phone google notes.&lt;/p&gt;\n\n&lt;p&gt;If I notice I need eggs, I put it on the list.&lt;/p&gt;\n\n&lt;p&gt;But also, if I need more cheap cooking Sake, that goes on the list.&lt;/p&gt;\n\n&lt;p&gt;The eggs are easy to find.  Next day most of the time.&lt;/p&gt;\n\n&lt;p&gt;The sake is not.  Can take a week or even two, before I end up where I can get the brand I use.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the crappiest old man drinking Sake in Japan.  I&amp;#39;ve heard stories about farmers up in the mountains of Formosa, sitting around drinking that brand.  The local natives on Mt. Ali nearly live to drink, from what I&amp;#39;ve heard.  You can see them driving down the mountain to the bar halfway up, as soon as quitting time hits at the tea farms.  Women in the back of the truck with as many more men as they can pile in.&lt;/p&gt;\n\n&lt;p&gt;They have their own form of Islander Shamanism, possibly still somewhat intact.&lt;/p&gt;\n\n&lt;p&gt;But trying to learn about it is next to impossible.  If you try, you&amp;#39;ll be offered a wife instead.  A very tempting offer I might add.  Think chinese with big feet and that&amp;#39;ll about cover it.&lt;/p&gt;\n\n&lt;p&gt;If you marry her, maybe then you could learn about their shamanism.  If the old women like the way you&amp;#39;re treating her, and also her family.&lt;/p&gt;\n\n&lt;p&gt;So the sake on my list is a long term goal.  But nearly mandatory to make anything from Tonkatsu sauce, to Chinese marinated chicken for use in many dishes.&lt;/p&gt;\n\n&lt;p&gt;The chinese always claim  marinating is what makes meat taste good. But actually, they have a bad understanding of the need for refrigeration.&lt;/p&gt;\n\n&lt;p&gt;By the way, for those who think Tonkatsu sauce is very &amp;quot;japanese&amp;quot;, you&amp;#39;re mistaken.&lt;/p&gt;\n\n&lt;p&gt;After world war 2 the USA sent the military to make sure Japan didn&amp;#39;t rise again, and seeing as how they&amp;#39;d nuked the place they provided american food rations.&lt;/p&gt;\n\n&lt;p&gt;Included in the rations was ketchup, worcestershire sauce, and mayo.&lt;/p&gt;\n\n&lt;p&gt;White man essentials.&lt;/p&gt;\n\n&lt;p&gt;The Japanese didn&amp;#39;t have much use for that shit (yet), so they mixed the ketchup with the worcestershire sauce, diluted it with the cheapest sake they could find, fried up some noodles in the mayo, and solid it to the marines stationed there.&lt;/p&gt;\n\n&lt;p&gt;So they could get money to buy some real food.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s all tonkatsu sauce is.  But don&amp;#39;t tell little kids who love Japanese food and are learning Japanese writing in grade school.&lt;/p&gt;\n\n&lt;p&gt;Tonkatsu is like magical McDonald&amp;#39;s dipping sauces for chicken McNuggets, to little kids.&lt;/p&gt;\n\n&lt;p&gt;They might even cry on hearing it&amp;#39;s actually what the Japanese refused to eat,  shortly after having been nuked twice.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve had things on my cell phone list which took more than a year to find. Mostly Cholita related.&lt;/p&gt;\n\n&lt;p&gt;And we need to keep lists like that, for when we read the books.&lt;/p&gt;\n\n&lt;p&gt;Carlos or don Juan or both, hid many secrets in there.&lt;/p&gt;\n\n&lt;p&gt;One of them is the &amp;quot;Quest for Freedom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;This will be impossible for beginners to understand, even though they&amp;#39;ll be sure they do.&lt;/p&gt;\n\n&lt;p&gt;It has to do with intent.&lt;/p&gt;\n\n&lt;p&gt;The story goes, the eagle created a container of some kind, and stuffed it with 16 soccer ball sized puffs of awareness.&lt;/p&gt;\n\n&lt;p&gt;I have no idea what that stuff looked like, because once intent begins to store into the awareness inside the egg like container the Eagle made, it takes on &amp;quot;colors&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know if they&amp;#39;re real colors or something else, but the purple puffs seems to be a fairly common sight. Carlos mentioned it multiple times in the books.&lt;/p&gt;\n\n&lt;p&gt;But so are the yellow ones.  And in fact, Carlos saw those prior to &amp;quot;stopping the world&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I interpret the commonness of the purple puffs to mean those are &amp;quot;free&amp;quot; to roam around.&lt;/p&gt;\n\n&lt;p&gt;And the yellow ones, which seemed to be rarer but can be made to show up by stirring up the purple until it begins to swirl in jet blackness, to be the 8 puffs trapped  in the pouches of the organic body.&lt;/p&gt;\n\n&lt;p&gt;Our awareness, given by the Eagle, split into 2 parts.&lt;/p&gt;\n\n&lt;p&gt;Half noticed the &amp;quot;intent&amp;quot; of Earth, and humans, and took a fancy to it.&lt;/p&gt;\n\n&lt;p&gt;I often think it was the fresh donuts early in the morning at the bakery.&lt;/p&gt;\n\n&lt;p&gt;But no one knows. So it &amp;quot;hung&amp;quot; out in the only container it could find to hold it here in the middle of all that human action. &lt;/p&gt;\n\n&lt;p&gt;Which turned out to be a womb. &lt;/p&gt;\n\n&lt;p&gt;And it became encased in living flesh.&lt;/p&gt;\n\n&lt;p&gt;Stuck in the internal organs of a human being, receiving all that sensory data by organic means.&lt;/p&gt;\n\n&lt;p&gt;But half of our &amp;quot;puffs&amp;quot; of awareness either refused to join in, or lost out in a game of musical chairs. &lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d have to &amp;quot;see&amp;quot; an embryo forming in a woman, to figure out why some didn&amp;#39;t take part.&lt;/p&gt;\n\n&lt;p&gt;Maybe one of the women seers will do that for us one day.&lt;/p&gt;\n\n&lt;p&gt;Now keep in mind, what &amp;quot;trapped&amp;quot; half of us in the flesh was the intent of exploring a lifestyle.&lt;/p&gt;\n\n&lt;p&gt;It was the driving force behind becoming human.&lt;/p&gt;\n\n&lt;p&gt;And that ought to be enough to add that item to your Carlos book shopping list.&lt;/p&gt;\n\n&lt;p&gt;To get more information on that event.&lt;/p&gt;\n\n&lt;p&gt;One thing that is related to that, is why did the lineages create the &amp;quot;rule&amp;quot; of the quest for freedom?&lt;/p&gt;\n\n&lt;p&gt;Don Juan explains it to Carlos.  You gather apprentices, and engage them in the absurd task of a quest for freedom.&lt;/p&gt;\n\n&lt;p&gt;It becomes the intent, of exploring that lifestyle.&lt;/p&gt;\n\n&lt;p&gt;The same as caused you to be born, can undo being born.&lt;/p&gt;\n\n&lt;p&gt;Which don Juan also informs us is the ultimate goal of the new seers.&lt;/p&gt;\n\n&lt;p&gt;To burn from within,  resulting in total freedom as if you were never born.&lt;/p&gt;\n\n&lt;p&gt;How did we miss that?&lt;/p&gt;\n\n&lt;p&gt;We got mixed up in a quest for donuts.&lt;/p&gt;\n\n&lt;p&gt;And that became the &amp;quot;story&amp;quot; of our life.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers undo that by giving apprentices a new quest.&lt;/p&gt;\n\n&lt;p&gt;A new intent, to change into something else.&lt;/p&gt;\n\n&lt;p&gt;The goal being to return to our original state, of awareness free to explore the vast dark sea of the emanations.&lt;/p&gt;\n\n&lt;p&gt;But not all in the lineages were obsessed with that quest for freedom.&lt;/p&gt;\n\n&lt;p&gt;Some such as la Catalina just wanted freedom now.  Why wait?&lt;/p&gt;\n\n&lt;p&gt;Carlos asked don Juan about this:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Is she attached to your party?&amp;quot; I asked don Juan.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;I said that she&amp;#39;s like a cousin or an aunt to us,&amp;quot; he replied. &amp;quot;I meant she belongs to the older generation, although she&amp;#39;s younger than all of us. She is the last of that group. She is rarely in contact with us. She doesn&amp;#39;t quite like us. We are too stiff for her, because she&amp;#39;s used to the nagual Julian&amp;#39;s touch. She prefers the high adventure of the unknown to the quest for freedom.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Younger?   That explains Julian and all the shapeshifted sex.&lt;/p&gt;\n\n&lt;p&gt;But whether you quest for freedom, or magic, the truth is that we all just  got stuck in a loop in the emanations.&lt;/p&gt;\n\n&lt;p&gt;Going around and around over the same small bundle of emanations, never seeing what our awareness might find outside the tired old human routine.&lt;/p&gt;\n\n&lt;p&gt;By the way, when you make your shopping list don&amp;#39;t put &amp;quot;candy&amp;quot; on there!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ll mess things up.  Candy we always notice when shopping.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t emphasize it!&lt;/p&gt;\n\n&lt;p&gt;Likewise, when you see the word &amp;quot;routine&amp;quot; don&amp;#39;t start to salivate over &amp;quot;the rules of impeccable warriors&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;For starters, what&amp;#39;s the difference between a routine, and a ritual?&lt;/p&gt;\n\n&lt;p&gt;Sorcerers NEED rituals.&lt;/p&gt;\n\n&lt;p&gt;Originally the men of knowledge couldn&amp;#39;t do magic without those!&lt;/p&gt;\n\n&lt;p&gt;The new seers learned to &amp;quot;see&amp;quot;, so they could make up a new ritual for amazing practical magic in as little as 3 days.&lt;/p&gt;\n\n&lt;p&gt;So when you hear the dog whistle of &amp;quot;the warrior&amp;#39;s way&amp;quot;, just give it a rest.&lt;/p&gt;\n\n&lt;p&gt;Put down the candy, there&amp;#39;s more important things on  your shopping list.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not the kind of quest we need to be following.&lt;/p&gt;\n\n&lt;p&gt;The quest for attention.  For a Rambo headband and some eagle feathers.&lt;/p&gt;\n\n&lt;p&gt;Forget it.&lt;/p&gt;\n\n&lt;p&gt;Trying to pretend to be learning sorcery by memorizing silly rules you can&amp;#39;t possibly understand?&lt;/p&gt;\n\n&lt;p&gt;Such as &amp;quot;routines are evil&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;When in fact, we can&amp;#39;t learn sorcery without rituals.&lt;/p&gt;\n\n&lt;p&gt;I have my own ritual.  &amp;quot;Dream Bubble Station&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a series of magical passes which forms a specific phantom room around me, based on something I once &amp;quot;saw&amp;quot; about the land where I live.&lt;/p&gt;\n\n&lt;p&gt;That there were ancient sorcerers 100,000 years ago who used the earth&amp;#39;s ley lines there, to move physical matter.&lt;/p&gt;\n\n&lt;p&gt;Our energy body, our &amp;quot;double&amp;quot;, can move a small amount of physical matter.&lt;/p&gt;\n\n&lt;p&gt;The same way the inorganic beings can. Who when they try to get our attention are pretty much just pink puffs of awareness not much different than our purple puffs. With a telepathic &amp;quot;appearance&amp;quot; that&amp;#39;s actually not all that stable.  Based on whatever gets your attention the best.&lt;/p&gt;\n\n&lt;p&gt;One way you can tell fake magic is when a &amp;quot;sage&amp;quot; describes spirits as if they always look the way he saw them only once or twice.  That&amp;#39;s a faker!&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t matter if he&amp;#39;s a &amp;quot;Prophet&amp;quot; or Milarepa.  Those who claim a fixed appearance didn&amp;#39;t do what they claim, more than once or twice.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/x3nqtfuwjgsa1.jpg?width=846&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a2ab041d9ec0f1105fda5896e6c4b7b6f646991a\"&gt;Don&amp;#39;t be fooled! She&amp;#39;s more pink puff than a Fairy.&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Inorganic beings can move around 2 ounces if my observations of Cholita are correct.&lt;/p&gt;\n\n&lt;p&gt;But Cholita herself, can poke me in the arm with her double. With her physical body located very far away.&lt;/p&gt;\n\n&lt;p&gt;Still, it&amp;#39;s possible our double can&amp;#39;t move much solid matter.&lt;/p&gt;\n\n&lt;p&gt;And yet, somehow Carlos jumped off a cliff deep in the mountains of Mexico and ended up back in bed across the street from Ship&amp;#39;s restaurant in East Los Angeles.&lt;/p&gt;\n\n&lt;p&gt;In what looked to me in the storyline, to be around 10 minutes.&lt;/p&gt;\n\n&lt;p&gt;His double traveled at least a 2 day journey, physical matter in tow.&lt;/p&gt;\n\n&lt;p&gt;How?&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know, but in there is the start of a theory.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, the IOBs can only move perhaps 2 ounces each, but when you put a bunch of them to the task, perhaps just 10, they can haul away your physical body.&lt;/p&gt;\n\n&lt;p&gt;After they have already kidnapped your double and taken it prisoner in their realm.&lt;/p&gt;\n\n&lt;p&gt;But back to the &amp;quot;quest&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A new seer engages their apprentices in a &amp;quot;quest for freedom&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In a group, for obvious reasons.&lt;/p&gt;\n\n&lt;p&gt;We have a much harder time in many ways, due to lack of others following the same path.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t have don Genaro around to tell us fart jokes, to keep us motivated to work hard.&lt;/p&gt;\n\n&lt;p&gt;We have the books, and maybe that was the plan all along.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s not enough for most.&lt;/p&gt;\n\n&lt;p&gt;So in the lineages the quest for freedom is fixed with a single goal, and then to make sure there&amp;#39;s no growing descent everyone is supposed to obsess only over what their double male leader is obsessed over.&lt;/p&gt;\n\n&lt;p&gt;In the case of don Juan, the Yaquis and their fate.&lt;/p&gt;\n\n&lt;p&gt;Not only is everyone engaged in a specific quest, simulating what caused them to be born in the first place, but limits are put on how far from that you are allowed to deviate by picking a single person to &amp;quot;obsess&amp;quot; over side issues.&lt;/p&gt;\n\n&lt;p&gt;But in our community, no one realized that was part of learning.&lt;/p&gt;\n\n&lt;p&gt;Not one notice, Carlos did the same for us?&lt;/p&gt;\n\n&lt;p&gt;He created Cleargreen.&lt;/p&gt;\n\n&lt;p&gt;A quest to restore magic to the world.&lt;/p&gt;\n\n&lt;p&gt;It was very much part of teaching sorcery.&lt;/p&gt;\n\n&lt;p&gt;And one bizarre thing I&amp;#39;ve noticed, is that &amp;quot;the spirit&amp;quot; grants gifts of magic using how much effort you&amp;#39;re putting into that quest.&lt;/p&gt;\n\n&lt;p&gt;As payment.&lt;/p&gt;\n\n&lt;p&gt;You work hard doing tensegrity in silence, you get to see something super cool.&lt;/p&gt;\n\n&lt;p&gt;A vision, sparkle, odd sensation, remote view.&lt;/p&gt;\n\n&lt;p&gt;Something clearly magical.&lt;/p&gt;\n\n&lt;p&gt;But you ALSO get rewarded, for the quest.&lt;/p&gt;\n\n&lt;p&gt;For pursuing a new goal, in a sustained fashion.&lt;/p&gt;\n\n&lt;p&gt;For work done.&lt;/p&gt;\n\n&lt;p&gt;I get rewarded for cartoon making, by watching cartoons on the walls of my room, during darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;This post was one of them!&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t earn it with Tensegrity.&lt;/p&gt;\n\n&lt;p&gt;I earned it by getting up at 3AM when the need struck me, to go work on animations.&lt;/p&gt;\n\n&lt;p&gt;Work done on the quest, counts as work done during darkroom practice.&lt;/p&gt;\n\n&lt;p&gt;We got born into this river of shit.&lt;/p&gt;\n\n&lt;p&gt;But if you take on the quest to escape the shit, the spirit rewards that too.&lt;/p&gt;\n\n&lt;p&gt;Likewise, the spirit will reward a &amp;quot;quest for Jesus&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Or a quest to sit on a little throne with your eyes closed, grinning like a lazy Buddha.&lt;/p&gt;\n\n&lt;p&gt;Or even Douglas&amp;#39; quest to pretend Colorado Carlos was the real thing, so you can charge money feeding drugs to people who don&amp;#39;t know any better.&lt;/p&gt;\n\n&lt;p&gt;The quest for greed is also a valid quest to the Eagle.&lt;/p&gt;\n\n&lt;p&gt;It only wants to explore the emanations, and see &amp;quot;how you felt about it&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;As far into the dark sea as possible.&lt;/p&gt;\n\n&lt;p&gt;No realm is considered a place the Eagle wants no stories from. No cases of how people felt about that patch of emanations, being off limits.&lt;/p&gt;\n\n&lt;p&gt;Recapitulation has the goal of feeding all of that information to the eagle before you die, so that you gain a little extra time when you come face to face with it after death.&lt;/p&gt;\n\n&lt;p&gt;Time to dart around the side and zip off to find a new container for your awareness.&lt;/p&gt;\n\n&lt;p&gt;As Cholita describes it, you build a lifesize cardboard cutout replica of yourself through recapitulation, then stand that up to confuse the eagle while you zip away to its side so that by the time it figures out the trick, you are long gone.&lt;/p&gt;\n\n&lt;p&gt;But you still need a container for your awareness, or it will spread out over time and will no longer be sentient.&lt;/p&gt;\n\n&lt;p&gt;In the case of the new seers, the earth&amp;#39;s container.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s also a living entity.  A bit heavy on the physical matter perhaps, but still it&amp;#39;s a container encasing awareness.&lt;/p&gt;\n\n&lt;p&gt;And so are suns!  The Stellar Hatch pass will teach you about that, when you bring down your first &amp;quot;star puff&amp;quot; and it smiles at you.&lt;/p&gt;\n\n&lt;p&gt;So what&amp;#39;s the difference between a quest for freedom, and a quest for greed?&lt;/p&gt;\n\n&lt;p&gt;Nothing!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just that the quest for freedom leads out of the river of shit.&lt;/p&gt;\n\n&lt;p&gt;And the quest for greed only deeper into it.&lt;/p&gt;\n\n&lt;p&gt;As a result, if you are after money or human attention you&amp;#39;ve blown half of your chance to get gifted with magic, by the spirit.&lt;/p&gt;\n\n&lt;p&gt;Even if you practice the techniques in here, which are proven to produce real magic.&lt;/p&gt;\n\n&lt;p&gt;You don&amp;#39;t get credit for your overall quest.  Only for the practice time you put in.&lt;/p&gt;\n\n&lt;p&gt;Which is not enough credit to see much beyond some simple green line effects on the J curve.&lt;/p&gt;\n\n&lt;p&gt;Those lame green line meditative effects are enough of a self-flattery prison, to satisfy most.&lt;/p&gt;\n\n&lt;p&gt;Unless you have a drive to go as far as possible, you&amp;#39;ll stall out there.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what wiped out all other magical systems created after money was invented.&lt;/p&gt;\n\n&lt;p&gt;The quest for cash.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "14394d18-6006-11ea-b6bf-0e2e5ff77301", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "12edip9", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/12edip9/the_quest_for_freedom_vs_the_quest_for_cash/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/12edip9/the_quest_for_freedom_vs_the_quest_for_cash/", "subreddit_subscribers": 9561, "created_utc": 1680853457.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jfbqgm6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Agitated_Direction17", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jfbil71", "score": 1, "author_fullname": "t2_rkgy103u", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "fuck, i get caught up in mindsets so much, always trying to figure out the perfect mindset to reach the goal\n\ni think its more about just really genuinely wanting what you say you want\n\nbut maybe im just trying to find a mindset again lol\n\natleast i do actually practice now", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jfbqgm6", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;fuck, i get caught up in mindsets so much, always trying to figure out the perfect mindset to reach the goal&lt;/p&gt;\n\n&lt;p&gt;i think its more about just really genuinely wanting what you say you want&lt;/p&gt;\n\n&lt;p&gt;but maybe im just trying to find a mindset again lol&lt;/p&gt;\n\n&lt;p&gt;atleast i do actually practice now&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_12edip9", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12edip9/the_quest_for_freedom_vs_the_quest_for_cash/jfbqgm6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680880037.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1680880037.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jfbil71", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1680876758.0, "send_replies": true, "parent_id": "t1_jfb8a6i", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "We don't know. We lost our leaders.\n\nI'd say, get an Ally as fast as possible. That takes red zone, unless you get lucky.\n\nThen learn to reach Silent Knowledge, which is where Carlos advised us we could get new leadership.\n\nIn other words, it has to be real.\n\nNot a mindset.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jfbil71", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;We don&amp;#39;t know. We lost our leaders.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d say, get an Ally as fast as possible. That takes red zone, unless you get lucky.&lt;/p&gt;\n\n&lt;p&gt;Then learn to reach Silent Knowledge, which is where Carlos advised us we could get new leadership.&lt;/p&gt;\n\n&lt;p&gt;In other words, it has to be real.&lt;/p&gt;\n\n&lt;p&gt;Not a mindset.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_12edip9", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12edip9/the_quest_for_freedom_vs_the_quest_for_cash/jfbil71/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680876758.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "jfb8a6i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Agitated_Direction17", "can_mod_post": false, "created_utc": 1680871903.0, "send_replies": true, "parent_id": "t3_12edip9", "score": 1, "author_fullname": "t2_rkgy103u", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "so how can i make 100% sure im on the quest for freedom?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jfb8a6i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;so how can i make 100% sure im on the quest for freedom?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12edip9/the_quest_for_freedom_vs_the_quest_for_cash/jfb8a6i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680871903.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_12edip9", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]