[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "When I was 17 years old (now 32) I had an experience that I can only describe after reading Carlos book \"The art of Dreaming\" as getting sucked into the inorganic beings world, traveling through tunnels into different bubbles of memories, which, based on emotional perception, would shoot me down another tunnel, connecting to a bubble of a potential future. This experience lasted for about 2.5 hours in the physical world, but all together I had conceived I was \"trapped\" there for 13 years. I was moving through these tunnels and bubbles so incredibly fast that my mind couldn't handle it. I felt myself, as in my entire being moving.   \n\n\nFrom time to time I could pop back into my body hearing my friend speak, begging someone take me to the hospital, then I would blip back into that place and hover over a bubble watching my body being taken into the ER via the paramedics. The only thing that brought me into my physical body where my physical senses, but tapping into them was random. The only thing that happened that I was so unsure of until this book, was the being that was with me. I was alone it felt this entire time, which was the worst of the entire sensation. I was convinced that I had died, and this was hell, being trapped in your own mind. There was a knowing that I was being watched. The energy from the being that was watching me was indifferent. Finally I stopped upruptly, yet gently. I voice spoke to me that was so deep it shook me to the core. It said \"what do you want? Money, knowledge or power?\" I responded with knowledge. \"why?\" it asked. I said because if I have knowledge I could make money and then have power?\" I suppose I thought that was the most clever response. Right after that, it was like the magnet from that being that had stopped me, let go and back I went traveling through this place.   \n\n\nI stopped again, after what felt like years. I begged the being, which I could only conceive as God to please take it back. I told it that I didnt want knowledge anymore, I count handle it, please take it back this was cruel. I then was looking at a bubble of a vision of me in a wheelchair, non verbal, basically a vegetable. It spoke again and said \"You have know idea what its like. You can't even handle that, and it was but a fraction of what I contain.\" I then am able to come back into my body for longer spouts of time. The following hours, days, weeks and even years were spent recovering from this, as well as an intense fear of any topic of spiritual things. The thought of God caused such a fear in me I would get sick to my stomach and had to walk away.   \n\n\nThe other thing that I experienced after this was what I called at the time numbness but also tingles in my hands, which traveled up my arms and into my neck, and jaw area. It would come on through stress, or as I was falling asleep. I barely graduated high school because these sensation where so ongoing I would have a panic attack every time. No doctor could tell me anything besides anxiety.   \n\n\nI started developing a toxic thought branch system, when my eyes landed on anything, or my awareness on any thought, it would branch out so rapidly that I couldn't stay on the main point. The only thing I was able to do for about a year after that was sleep. Sleeping was the only thing that helped. I started taking Benzes to help, and I most defiantly couldn't remember my dreams because of that.   \n\n\nI was there for so long, and now that I am able to pick this back up without fear, and have practiced detachment was well as meditation, I am eager to understand more. for a few years now, I will be falling asleep and can see with my eyes closed. I am able to see dark energies hovering over my boyfriends solar plexus, or dripping upward into the base of his neck. It looks like oil. I can go into more detail of other experiences because there's so many, and just through playing around with it I have learned how to manipulate the energies I see in this way, and just know through feeling what each thing means. With eyes closed I can see dark energy in someones house, and I am moved physically to stand in it, and I am able to remove it from that time and space location, have intention for it to be spread through all quantum fields, to channel through my being back to the original source it came from. All of these things I do without training or research. Its almost like intense play and imagination, but I as well as others can see and sense the energetic change it makes in the physical world. I see yellow/gold symbols in the grass though meditation. I will zone out on one blade of grass, my vision blurs and it feels like oil is rolling over my eye balls and I start to see an overlay of one world on top of the physical. Ive never known what this was, and now starting to understand it could be seeing the second attention. It comes so natural to me, and it took years of healing and accepting myself to know that I am not insane. Its not until now that I finally feel Im also not alone.  \n\n\nI know this post may seem all over the place, and for that I apologize. But is it possible to have been trained in the dream world from a young age? Ive had dreams as far back as 4  or 5 of working with elders in the desert. They were family, and I knew them all so well. I wasn't raised religiously, but my mother would read my dreams every morning because I would wake up and tell her her dreams. 2 years ago my middle son, who just turned 4 then, would do the same to me. Wake up and tell me mine or his dads dreams. Its just always been a thing in my life, my family calls it the \"it\". Oh she was born with \"it\", and some see it as a curse. My mother wouldn't entertain it with me much, because what I would bring her back from her dreams she said wasn't something for a child to have to worry about. But when my son started this, I didnt ignore him. It was like he woke up something dormant in me, and I started to heal my inner world. I knew he would follow me regardless, so It was my job as his mother to heal myself and give him a beautiful dreamscape that we could explore together. \n\nIm sharing these things because I finally feel as If I have found a path of others who can understand. I can barley contain my excitement in this. I also now have questions that I never fathomed before. I feel now I can share art Ive made from these experiences and know that there's a very high chance that you all will actually feel what I have tried portray. Its just good to find you guys and I really am so happy that I picked up CC's books.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Missing piece to the puzzle of my mind.", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_12ap5uj", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.87, "author_flair_background_color": null, "subreddit_type": "public", "ups": 11, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_alcfeb60", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 11, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1680538449.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;When I was 17 years old (now 32) I had an experience that I can only describe after reading Carlos book &amp;quot;The art of Dreaming&amp;quot; as getting sucked into the inorganic beings world, traveling through tunnels into different bubbles of memories, which, based on emotional perception, would shoot me down another tunnel, connecting to a bubble of a potential future. This experience lasted for about 2.5 hours in the physical world, but all together I had conceived I was &amp;quot;trapped&amp;quot; there for 13 years. I was moving through these tunnels and bubbles so incredibly fast that my mind couldn&amp;#39;t handle it. I felt myself, as in my entire being moving.   &lt;/p&gt;\n\n&lt;p&gt;From time to time I could pop back into my body hearing my friend speak, begging someone take me to the hospital, then I would blip back into that place and hover over a bubble watching my body being taken into the ER via the paramedics. The only thing that brought me into my physical body where my physical senses, but tapping into them was random. The only thing that happened that I was so unsure of until this book, was the being that was with me. I was alone it felt this entire time, which was the worst of the entire sensation. I was convinced that I had died, and this was hell, being trapped in your own mind. There was a knowing that I was being watched. The energy from the being that was watching me was indifferent. Finally I stopped upruptly, yet gently. I voice spoke to me that was so deep it shook me to the core. It said &amp;quot;what do you want? Money, knowledge or power?&amp;quot; I responded with knowledge. &amp;quot;why?&amp;quot; it asked. I said because if I have knowledge I could make money and then have power?&amp;quot; I suppose I thought that was the most clever response. Right after that, it was like the magnet from that being that had stopped me, let go and back I went traveling through this place.   &lt;/p&gt;\n\n&lt;p&gt;I stopped again, after what felt like years. I begged the being, which I could only conceive as God to please take it back. I told it that I didnt want knowledge anymore, I count handle it, please take it back this was cruel. I then was looking at a bubble of a vision of me in a wheelchair, non verbal, basically a vegetable. It spoke again and said &amp;quot;You have know idea what its like. You can&amp;#39;t even handle that, and it was but a fraction of what I contain.&amp;quot; I then am able to come back into my body for longer spouts of time. The following hours, days, weeks and even years were spent recovering from this, as well as an intense fear of any topic of spiritual things. The thought of God caused such a fear in me I would get sick to my stomach and had to walk away.   &lt;/p&gt;\n\n&lt;p&gt;The other thing that I experienced after this was what I called at the time numbness but also tingles in my hands, which traveled up my arms and into my neck, and jaw area. It would come on through stress, or as I was falling asleep. I barely graduated high school because these sensation where so ongoing I would have a panic attack every time. No doctor could tell me anything besides anxiety.   &lt;/p&gt;\n\n&lt;p&gt;I started developing a toxic thought branch system, when my eyes landed on anything, or my awareness on any thought, it would branch out so rapidly that I couldn&amp;#39;t stay on the main point. The only thing I was able to do for about a year after that was sleep. Sleeping was the only thing that helped. I started taking Benzes to help, and I most defiantly couldn&amp;#39;t remember my dreams because of that.   &lt;/p&gt;\n\n&lt;p&gt;I was there for so long, and now that I am able to pick this back up without fear, and have practiced detachment was well as meditation, I am eager to understand more. for a few years now, I will be falling asleep and can see with my eyes closed. I am able to see dark energies hovering over my boyfriends solar plexus, or dripping upward into the base of his neck. It looks like oil. I can go into more detail of other experiences because there&amp;#39;s so many, and just through playing around with it I have learned how to manipulate the energies I see in this way, and just know through feeling what each thing means. With eyes closed I can see dark energy in someones house, and I am moved physically to stand in it, and I am able to remove it from that time and space location, have intention for it to be spread through all quantum fields, to channel through my being back to the original source it came from. All of these things I do without training or research. Its almost like intense play and imagination, but I as well as others can see and sense the energetic change it makes in the physical world. I see yellow/gold symbols in the grass though meditation. I will zone out on one blade of grass, my vision blurs and it feels like oil is rolling over my eye balls and I start to see an overlay of one world on top of the physical. Ive never known what this was, and now starting to understand it could be seeing the second attention. It comes so natural to me, and it took years of healing and accepting myself to know that I am not insane. Its not until now that I finally feel Im also not alone.  &lt;/p&gt;\n\n&lt;p&gt;I know this post may seem all over the place, and for that I apologize. But is it possible to have been trained in the dream world from a young age? Ive had dreams as far back as 4  or 5 of working with elders in the desert. They were family, and I knew them all so well. I wasn&amp;#39;t raised religiously, but my mother would read my dreams every morning because I would wake up and tell her her dreams. 2 years ago my middle son, who just turned 4 then, would do the same to me. Wake up and tell me mine or his dads dreams. Its just always been a thing in my life, my family calls it the &amp;quot;it&amp;quot;. Oh she was born with &amp;quot;it&amp;quot;, and some see it as a curse. My mother wouldn&amp;#39;t entertain it with me much, because what I would bring her back from her dreams she said wasn&amp;#39;t something for a child to have to worry about. But when my son started this, I didnt ignore him. It was like he woke up something dormant in me, and I started to heal my inner world. I knew he would follow me regardless, so It was my job as his mother to heal myself and give him a beautiful dreamscape that we could explore together. &lt;/p&gt;\n\n&lt;p&gt;Im sharing these things because I finally feel as If I have found a path of others who can understand. I can barley contain my excitement in this. I also now have questions that I never fathomed before. I feel now I can share art Ive made from these experiences and know that there&amp;#39;s a very high chance that you all will actually feel what I have tried portray. Its just good to find you guys and I really am so happy that I picked up CC&amp;#39;s books.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "12ap5uj", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Particular_Nobody_98", "discussion_type": null, "num_comments": 6, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/", "subreddit_subscribers": 9561, "created_utc": 1680538449.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jf5dvnb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Particular_Nobody_98", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jf3q2l2", "score": 3, "author_fullname": "t2_alcfeb60", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Oh I know there are far cooler paths than parenting lol In this life, I was giving the opportunity to help raise and guide these souls, and in turn they teach me so much. I have my practice, and my \"cooler\" aspects to life, but with them, I have a hand in shaping the future and 3 strong men who, if I am on the right note, will leave my nest balanced, not seeking a woman to mother them, or a woman to control, but a partner to thrive with. To me, its not just cool, its the most amazing and rewarding and aggravating experience.   \n\n\nThe planet needs the magic back, and with those who are given the role as parents, being conscious and raising a conscious generation, most definatly has a real chance at bringing it back. My boys brought my magic back, all through imagination, then I pondered that term, imagination, and what I found saved my life really lol   \n\n\nThe easiest way to dethrone is from the inside out. The people who are pulling the strings now will eventually die out, but the generations being born now will one day take their place. Being a mother who won't allow my sons to forget what they are is a privilege and an exciting one at that. Biggest challenge I have ever faced.   \n\n\nI am aware that Im more than a mother, way more. But I brought them into this world, so Id like for them to cultivate the power to know they can change it for the better.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_jf5dvnb", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Oh I know there are far cooler paths than parenting lol In this life, I was giving the opportunity to help raise and guide these souls, and in turn they teach me so much. I have my practice, and my &amp;quot;cooler&amp;quot; aspects to life, but with them, I have a hand in shaping the future and 3 strong men who, if I am on the right note, will leave my nest balanced, not seeking a woman to mother them, or a woman to control, but a partner to thrive with. To me, its not just cool, its the most amazing and rewarding and aggravating experience.   &lt;/p&gt;\n\n&lt;p&gt;The planet needs the magic back, and with those who are given the role as parents, being conscious and raising a conscious generation, most definatly has a real chance at bringing it back. My boys brought my magic back, all through imagination, then I pondered that term, imagination, and what I found saved my life really lol   &lt;/p&gt;\n\n&lt;p&gt;The easiest way to dethrone is from the inside out. The people who are pulling the strings now will eventually die out, but the generations being born now will one day take their place. Being a mother who won&amp;#39;t allow my sons to forget what they are is a privilege and an exciting one at that. Biggest challenge I have ever faced.   &lt;/p&gt;\n\n&lt;p&gt;I am aware that Im more than a mother, way more. But I brought them into this world, so Id like for them to cultivate the power to know they can change it for the better.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_12ap5uj", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/jf5dvnb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680756639.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1680756639.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jf3q2l2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jf2t02l", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Carlos put that story of rescuing the snail in the books, so we'd realize that intent flows through the lives of all creatures, and we shouldn't interfere without knowing precisely where they were headed, and why it's better to deviate their course.\n\nEven if it temporarily looks like we're helping.\n\nBut for witches, there's far cooler paths than parenting.\n\nAnd the planet needs more witches, more than it needs more humans.\n\nDethroning the men is my goal.  As far as they're tendency to suppress witches.\n\nOther than restoring the reputation of Carlos of course.", "edited": false, "author_flair_css_class": null, "name": "t1_jf3q2l2", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos put that story of rescuing the snail in the books, so we&amp;#39;d realize that intent flows through the lives of all creatures, and we shouldn&amp;#39;t interfere without knowing precisely where they were headed, and why it&amp;#39;s better to deviate their course.&lt;/p&gt;\n\n&lt;p&gt;Even if it temporarily looks like we&amp;#39;re helping.&lt;/p&gt;\n\n&lt;p&gt;But for witches, there&amp;#39;s far cooler paths than parenting.&lt;/p&gt;\n\n&lt;p&gt;And the planet needs more witches, more than it needs more humans.&lt;/p&gt;\n\n&lt;p&gt;Dethroning the men is my goal.  As far as they&amp;#39;re tendency to suppress witches.&lt;/p&gt;\n\n&lt;p&gt;Other than restoring the reputation of Carlos of course.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_12ap5uj", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/jf3q2l2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680728588.0, "author_flair_text": null, "collapsed": false, "created_utc": 1680728588.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "jf2t02l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Particular_Nobody_98", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jeu1oyl", "score": 3, "author_fullname": "t2_alcfeb60", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I see what you mean, about women getting caught up in social affairs. This was me too for years, up until I began taking my energy back, detaching and realizing that mothering every person that came into my life in some shape or form prohibited them from following their own path, and their own heart. If my advice, weather obtained logically or through my practice and guidance, leads them to success or getting out of a toxic relationship for example, that also implies that my advice could lead them away from suffering that their soul had actually intended for evolution. Which means regardless, I could be attached to their triumph or their pain. Not something I want any part of. In understanding this, Ive remained more silent over the past few years. I see, hear and observe social affairs all around me. From a small scale all the way to global ones, but instead of wasting my energy through words that most likely won't comprehend due to where they may be vibrationally, I simply day dream a better dream for them. I see where they are, and open up an alternative time line, that leads them to where they're happier. In that space I create while they're speaking to me, I can see their energy shift and they begin to pick up better thoughts, which slowly change their state of being. If I do choose to speak, I try to ask questions to open their own minds up.   \n\n\nI say all of this to explain how yes, its difficult for women to not become obsessed with the social fabric and be overwhelmed empathetically with all the suffering. But, speaking for myself (a mother of three boys)  and I can feel other women out there as well can relate, we naturally adopt this trait because it comes with being a woman. Having the power to bring a soul into a physical body. Its a heavy responsibility, and just as Mother Earth loves all her children, we don't want anyone to suffer. BUT I refuse to coddle or meddle any longer. Simply creating a safe place where one can untangle their own minds is enough for me. I choose to put my awareness and use my intent for the things I am lead to through spirit.   \n\n\nI feel there's a lot I can learn from you, I have so many things and not a single idea of what to do with them. I don't see this as just a fun little thing to escape the monotony of daily life. Its apart of me, and my family, and something that I know can have greater purpose. Not in a way where I would want to take stage and try to lead a rebellion or anything like that, but lifting dense energies or transmuting them and seeing it manifest in the physical world. The way I see it, if you have love to give, give it, without expecting anything in return. Im not even sure if this is the place where these are like minded concepts or dreams, and its not like Im searching for higher purpose. I just know in my heart that if I can take what once was my living hell, and use it for better things, even one person, then that will be enough.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jf2t02l", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I see what you mean, about women getting caught up in social affairs. This was me too for years, up until I began taking my energy back, detaching and realizing that mothering every person that came into my life in some shape or form prohibited them from following their own path, and their own heart. If my advice, weather obtained logically or through my practice and guidance, leads them to success or getting out of a toxic relationship for example, that also implies that my advice could lead them away from suffering that their soul had actually intended for evolution. Which means regardless, I could be attached to their triumph or their pain. Not something I want any part of. In understanding this, Ive remained more silent over the past few years. I see, hear and observe social affairs all around me. From a small scale all the way to global ones, but instead of wasting my energy through words that most likely won&amp;#39;t comprehend due to where they may be vibrationally, I simply day dream a better dream for them. I see where they are, and open up an alternative time line, that leads them to where they&amp;#39;re happier. In that space I create while they&amp;#39;re speaking to me, I can see their energy shift and they begin to pick up better thoughts, which slowly change their state of being. If I do choose to speak, I try to ask questions to open their own minds up.   &lt;/p&gt;\n\n&lt;p&gt;I say all of this to explain how yes, its difficult for women to not become obsessed with the social fabric and be overwhelmed empathetically with all the suffering. But, speaking for myself (a mother of three boys)  and I can feel other women out there as well can relate, we naturally adopt this trait because it comes with being a woman. Having the power to bring a soul into a physical body. Its a heavy responsibility, and just as Mother Earth loves all her children, we don&amp;#39;t want anyone to suffer. BUT I refuse to coddle or meddle any longer. Simply creating a safe place where one can untangle their own minds is enough for me. I choose to put my awareness and use my intent for the things I am lead to through spirit.   &lt;/p&gt;\n\n&lt;p&gt;I feel there&amp;#39;s a lot I can learn from you, I have so many things and not a single idea of what to do with them. I don&amp;#39;t see this as just a fun little thing to escape the monotony of daily life. Its apart of me, and my family, and something that I know can have greater purpose. Not in a way where I would want to take stage and try to lead a rebellion or anything like that, but lifting dense energies or transmuting them and seeing it manifest in the physical world. The way I see it, if you have love to give, give it, without expecting anything in return. Im not even sure if this is the place where these are like minded concepts or dreams, and its not like Im searching for higher purpose. I just know in my heart that if I can take what once was my living hell, and use it for better things, even one person, then that will be enough.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_12ap5uj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/jf2t02l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680716212.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1680716212.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "jeu1oyl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jeu0oe2", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Great, we always need more witches!\n\nCholita (a direct student of Carlos) can walk through solid walls, float in the air like she's laying on a mattress, get the Allies to move solid objects for her, put curses on neighborhood pets that cross her, and then die in HORRIBLE accidents.\n\nEven be in 2 places at once, and you can look with your own eyes and see her there.\n\nPlus a bunch of other fun stuff.\n\nAll of which is predicted in the books but very hard to believe, even when you see it.\n\nThe problem with women is, they don't really want to take over the tribe by beating their chests better than the next chimp.\n\nAnd they get caught up in social affairs which consume all of their time.\n\nBut we're ALL at a disadvantage in here.\n\nWe don't have Genaro following us around, telling fart jokes to make us feel motivated.\n\nWe're all alone.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jeu1oyl", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Great, we always need more witches!&lt;/p&gt;\n\n&lt;p&gt;Cholita (a direct student of Carlos) can walk through solid walls, float in the air like she&amp;#39;s laying on a mattress, get the Allies to move solid objects for her, put curses on neighborhood pets that cross her, and then die in HORRIBLE accidents.&lt;/p&gt;\n\n&lt;p&gt;Even be in 2 places at once, and you can look with your own eyes and see her there.&lt;/p&gt;\n\n&lt;p&gt;Plus a bunch of other fun stuff.&lt;/p&gt;\n\n&lt;p&gt;All of which is predicted in the books but very hard to believe, even when you see it.&lt;/p&gt;\n\n&lt;p&gt;The problem with women is, they don&amp;#39;t really want to take over the tribe by beating their chests better than the next chimp.&lt;/p&gt;\n\n&lt;p&gt;And they get caught up in social affairs which consume all of their time.&lt;/p&gt;\n\n&lt;p&gt;But we&amp;#39;re ALL at a disadvantage in here.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t have Genaro following us around, telling fart jokes to make us feel motivated.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re all alone.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_12ap5uj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/jeu1oyl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680555109.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1680555109.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "jeu0oe2", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Particular_Nobody_98", "can_mod_post": false, "created_utc": 1680554722.0, "send_replies": true, "parent_id": "t1_jety35q", "score": 2, "author_fullname": "t2_alcfeb60", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I am female lol I understand what you are saying, and I am only in chapter 7 of the Art of Dreaming. My son, who is in fact male, is actually the person who helps me understand some things in my life. I had a spiritual awakening in June 2021, which was directly related to me following my dreams, my son would actually help me. I would get so overwhelmed with everything because the lies I had chosen to agree with about life and the world around us was dissolving and my mind couldn't comprehend the vastness of the truth of life, my son would bring me back into my heart by simply speaking to me through the lens of a child, but also confirming every thing I was experiencing, as well as describing my dreams to me. I keep this alive in him, and as I learn I teach him, just in ways he can understand.   \n\n\nI started to view my body sleeping from mirrors, corners or another persons perspective in the room about a year ago. Every time this happens it shocks me so much that I wake up, being jolted back into my body. All of my experiences have happened over the past 15 years and I only picked up this book a few days ago. So I understand what you are saying, and its actually important for me to know the differences you're meaning from male to female for the sake of my son, because it really causes me to ask how far I should allow him to continue. Ive never seen it as anything bad, but now that this book is describing what I perceived as hell, being apart of a world that can be obtained through dreaming, Id never want my son to go there. I keep reminding myself had I known before hand, it wouldn't have been so traumatic to me, then maybe teaching my son how to work with these abilities, teach him discernment and to keep the curiosity of a child instead of taking things so seriously and being so attached logically like adults, maybe it would help him. I suppose leaving that to him would be the best, and letting things flow naturally without my control is best.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jeu0oe2", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I am female lol I understand what you are saying, and I am only in chapter 7 of the Art of Dreaming. My son, who is in fact male, is actually the person who helps me understand some things in my life. I had a spiritual awakening in June 2021, which was directly related to me following my dreams, my son would actually help me. I would get so overwhelmed with everything because the lies I had chosen to agree with about life and the world around us was dissolving and my mind couldn&amp;#39;t comprehend the vastness of the truth of life, my son would bring me back into my heart by simply speaking to me through the lens of a child, but also confirming every thing I was experiencing, as well as describing my dreams to me. I keep this alive in him, and as I learn I teach him, just in ways he can understand.   &lt;/p&gt;\n\n&lt;p&gt;I started to view my body sleeping from mirrors, corners or another persons perspective in the room about a year ago. Every time this happens it shocks me so much that I wake up, being jolted back into my body. All of my experiences have happened over the past 15 years and I only picked up this book a few days ago. So I understand what you are saying, and its actually important for me to know the differences you&amp;#39;re meaning from male to female for the sake of my son, because it really causes me to ask how far I should allow him to continue. Ive never seen it as anything bad, but now that this book is describing what I perceived as hell, being apart of a world that can be obtained through dreaming, Id never want my son to go there. I keep reminding myself had I known before hand, it wouldn&amp;#39;t have been so traumatic to me, then maybe teaching my son how to work with these abilities, teach him discernment and to keep the curiosity of a child instead of taking things so seriously and being so attached logically like adults, maybe it would help him. I suppose leaving that to him would be the best, and letting things flow naturally without my control is best.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_12ap5uj", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/jeu0oe2/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680554722.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jety35q", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1680553712.0, "send_replies": true, "parent_id": "t3_12ap5uj", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Children are almost alway trained in the dream world.\n\nThey just forget it.\n\nAnd maybe don't even realize it's any different than being awake.\n\nThey go to the playground during the day.\n\nAt night they can climb the big tree and leap off it.\n\nThey just \"know\" it's ok to jump now.\n\nBut possibly don't really understand they're asleep.\n\nAt birth, it seems like an inorganic being adopts us. \n\nDon Juan even said so, for the most part.\n\nBut there's NO PATH to sorcery,  in sleeping dreaming, for men.\n\nThis has been proven for the last 57 years. Not a single one even got to beginner's level.\n\nAs a child, it might have worked.\n\nAnd as an adult, you must read \"Art of Dreaming\" carefully.\n\nIt's a VERY SPECIFIC series of steps.  And at the 3rd gate, you go into dreaming directly from awake, using silence.\n\nThat gate uses the \"twin positions\" because you never actually went to sleep yet.\n\nSo you go into the \"sleeping dream\" fully awake, then lay down and go to sleep.\n\nUnfortunately, men who take that path just make up whatever they like, and never even follow a scout to its world, to learn from it as the dreaming emissary.\n\nWhich is not a one time thing.  You need to be taught by it HUNDREDS of times, as Carlos was.\n\nOtherwise, men just make up that they followed the scout to its world, based a dream born of obsession. And not the real thing.\n\nMy guess is, \"Art of Dreaming\" is pointless until you can already do waking dreaming like you see in here.\n\nThat was in fact the case with all of the apprentices of don Juan.\n\nBut people ignore that in favor of self-flattery and pretending.\n\nSo don't fall into that trap if you are male.\n\nIf you're female, do whatever the hell you like!\n\nAs long as you do it daily.\n\nHeed history. We have a LOT of experience with what works now, but even more with what never worked for even 1 single person in the past.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jety35q", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Children are almost alway trained in the dream world.&lt;/p&gt;\n\n&lt;p&gt;They just forget it.&lt;/p&gt;\n\n&lt;p&gt;And maybe don&amp;#39;t even realize it&amp;#39;s any different than being awake.&lt;/p&gt;\n\n&lt;p&gt;They go to the playground during the day.&lt;/p&gt;\n\n&lt;p&gt;At night they can climb the big tree and leap off it.&lt;/p&gt;\n\n&lt;p&gt;They just &amp;quot;know&amp;quot; it&amp;#39;s ok to jump now.&lt;/p&gt;\n\n&lt;p&gt;But possibly don&amp;#39;t really understand they&amp;#39;re asleep.&lt;/p&gt;\n\n&lt;p&gt;At birth, it seems like an inorganic being adopts us. &lt;/p&gt;\n\n&lt;p&gt;Don Juan even said so, for the most part.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s NO PATH to sorcery,  in sleeping dreaming, for men.&lt;/p&gt;\n\n&lt;p&gt;This has been proven for the last 57 years. Not a single one even got to beginner&amp;#39;s level.&lt;/p&gt;\n\n&lt;p&gt;As a child, it might have worked.&lt;/p&gt;\n\n&lt;p&gt;And as an adult, you must read &amp;quot;Art of Dreaming&amp;quot; carefully.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a VERY SPECIFIC series of steps.  And at the 3rd gate, you go into dreaming directly from awake, using silence.&lt;/p&gt;\n\n&lt;p&gt;That gate uses the &amp;quot;twin positions&amp;quot; because you never actually went to sleep yet.&lt;/p&gt;\n\n&lt;p&gt;So you go into the &amp;quot;sleeping dream&amp;quot; fully awake, then lay down and go to sleep.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, men who take that path just make up whatever they like, and never even follow a scout to its world, to learn from it as the dreaming emissary.&lt;/p&gt;\n\n&lt;p&gt;Which is not a one time thing.  You need to be taught by it HUNDREDS of times, as Carlos was.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, men just make up that they followed the scout to its world, based a dream born of obsession. And not the real thing.&lt;/p&gt;\n\n&lt;p&gt;My guess is, &amp;quot;Art of Dreaming&amp;quot; is pointless until you can already do waking dreaming like you see in here.&lt;/p&gt;\n\n&lt;p&gt;That was in fact the case with all of the apprentices of don Juan.&lt;/p&gt;\n\n&lt;p&gt;But people ignore that in favor of self-flattery and pretending.&lt;/p&gt;\n\n&lt;p&gt;So don&amp;#39;t fall into that trap if you are male.&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re female, do whatever the hell you like!&lt;/p&gt;\n\n&lt;p&gt;As long as you do it daily.&lt;/p&gt;\n\n&lt;p&gt;Heed history. We have a LOT of experience with what works now, but even more with what never worked for even 1 single person in the past.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/12ap5uj/missing_piece_to_the_puzzle_of_my_mind/jety35q/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1680553712.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_12ap5uj", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}]