[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "When I go to bed at night, our great Pyrenees dog (big white guard dog, truly, an angel in disguise) barks very consistently at the arrival of certain forces. I will be operating as usual, and have a sudden impulse, a sudden thought that stems from some kind of shitty place, and if it changes me, the dog can be almost anywhere on the property, a quarter of a mile away, and go into attack mode. And it happens far more often at night. Dan theorizes the flyers are the effect of our socialization, and that seems to be the exact moments this dog will fly off the wall and try to apply his own force to the situation. I will be approaching very good feelings, very connected and honest feelings with my family, and a real thought of something sometimes like \"I can't be like this, they'll hate me, it'll never work\" will take hold of my being. And this dog goes FERAL. I'll feel it very uncomfortably in my body, like my body is being warped and contained and just like disguised by shit and nonsense. And this dog HATES it. \n\nLast night our goats were having babies, and we were all around their pen. The family was eventually leaving the pen, and I was like \"I'm gonna hang out with bunker\" (the dog) after looking in his eyes and just simply wanting to. I go in there as they go out, and me and him have a \"moment\". Really feeling each other and what was like being very tender and loving. He put his paw gently on me and we put our heads together and just like explored a connection or something. It felt like a waterfall between us. Like rain or like seeing each other. The family was watching us heartfelt, and I could feel the barrier in that kind of behavior being focused on and intended towards. It was like \"he can have this, but not forever, it's not always this good\" or \"they're just cuddling a little bit, it's just the visual\" or something like that. Like I was being focused on in an extraordinary way when that behavior should just be normal, or that the meaning in the energy exchange should have been felt by them more???.. They took a picture of us and pointed it out \"look at thaaaat\", and I was holding onto the consideration of both realities. Like I can sit here and love this dog how I want to love everything, but only momentarily, because it'll change things too quickly, it'll make them feel things that are just too much. I can't really dance and live with this dog because it'll be utterly shocking how we can relate. How I can relate even to a fucking chicken. But all I want is to be able to sit here and live those feelings. To just let the feelings and sense of desired connections guide me and to have miraculous things between me and the animals and hopefully the people. \n\nI can just feel a good feeling towards an animal, something like love or the exploration of something more meaningful and creative, which coincides with the arrival of things that feel utterly right within me, and their entire behavior towards me immediately shifts. The same thing happens with people, it's just that a whole bunch of shitty drama comes with it. It's fucking extremely sad. It reminds me of the end of the third book. I had to go cry in the forest for hours after Carlos committed to not wanting to know about Don Juan while they were talking about Don Janero. To somehow want to control reality. To limit its uptake. To not be aware of both of them at once or something. Put beautiful Don Juan in the mentor box. It hurts so fucking bad. It's like the reality of me and everyone Is constantly being turned into shadows and amnesia and unbelievable weights of lies and misapplied focus. Our own stories rather than all of them intermingling exactly how they would naturally. I keep feeling a world where people don't have to control things and just lived like reality, lived naturally but I have no fucking idea how that will work when our minds are so thouroughly disguised and jumbled up, and hate and unevenness is so thouroughly explored. Fear of death and being an outcast is given so credende. And other very very bad realities I can't even describe because I don't have words. Something like people making themselves prostitutes. Sacrificing themselves in horribly stupid ways. Being afraid of the most beautiful and loving things it Inspires this sad and loving force in me that I can't control and that I'm afraid is going to hurt people by wanting to shift things towards that so incredibly quickly. Like if I showed people magic they would die, or something else I'm utterly afraid of. Maybe they'll immediately fear and try to kill me or worship me or hate themselves or what, idk.\n\nI just can't keep doing it. I've seen it and wanted it so many times that it feels like I can't breath when I'm only thinking and operating as expexted. It feels like a dense blackness wrapping my life and separating me from reality. Not moving. Just being my stupid fucking personality. It absolutely fucking blows. And there is this mental pain associated with me somehow lying or controlling and it feels like being killed or somehow shut off. Not being able to move right.. Fuck no it sucks. I get scared at night because I don't feel like I have control over my energy field when I'm believing many of the things I find myself believing. Like anything at all will take me out of it, all I have to do is doubt or fear and then my brain will shut me out or some shit. It's like being killed in a way or not allowed to exist more likely. Affects what my awareness is aware of. Idk.... \n\nDo yall have hope we can do something like restore the glowing coat around a significant chunk of the population? Where we can look in each other's eyes and really see what's there? Reliably? Have our own space where magic is reliable and we can just be? Live adventurously and magically and that be a thing in the world that is witnessed and given the Reverence it truly deserves in this western society? People will have to come to themselves so many times and there's so much confusion and pain and very very weird conclusions and behaviors. And it's SO BELIEVABLE. So many times I forget that I'm even capable of moving with the things around me and feeling the life in them. I lie about that and what's in its place is a lie anyway. And I'm left with vague nothing. Massive gaps in me deeply experiencing anything at all. Very soon I think I'm just going to be tested and something extremely real will bring the totality of me to bare. I just really hope I don't die.\n\nAm I just indulging in these hopes and dreams, and whatever possibility I'm latching onto? I want to live in that kind of world without being afraid of hateful and confused people. It weirds me out so bad when I'm not thinking like they are. And it's like I absolutely cannot do both at the same time. One is innocent and true and God awfully impactful and the other is fucking nothing. Just random \"this is how it is\" kinda whateverness. I wish all of our totals were more real and close. This human journey is constantly being shit all over. \n\nJust venting I guess. Idk who else to talk like this with. The level of energy and awareness in most conversations is very surface level and in the mind and its so utterly unreliable for what I care about. But occasionally I see a person's deeper meaning and its always so damn beautiful. I want to stay there and take action from there. But again, it's like climbing a 100 foot wall and jumping off into something utterly unknown. I don't even know whats going to happen in the next moment. I don't want to die and I definitely don't want to kill anybody or ruin things in this regard. I absolutely despise when I hate. It's like the most unfair and bullshit thing ever. I want to be powerful without controlling things and without hurting things. But then I'm deathly afraid of losing it. More afraid of that than remaining depressed and just dying stupidly one day. But that has to be far worse than truly living and then dying beautifully. Has to be a far worse fate than actually knowing what's around me and existing with it.", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Animal instinct! and some of my goofy obsessions", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_13vqvcs", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.75, "author_flair_background_color": null, "subreddit_type": "public", "ups": 6, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_8tq5aje6", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 6, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1685454559.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;When I go to bed at night, our great Pyrenees dog (big white guard dog, truly, an angel in disguise) barks very consistently at the arrival of certain forces. I will be operating as usual, and have a sudden impulse, a sudden thought that stems from some kind of shitty place, and if it changes me, the dog can be almost anywhere on the property, a quarter of a mile away, and go into attack mode. And it happens far more often at night. Dan theorizes the flyers are the effect of our socialization, and that seems to be the exact moments this dog will fly off the wall and try to apply his own force to the situation. I will be approaching very good feelings, very connected and honest feelings with my family, and a real thought of something sometimes like &amp;quot;I can&amp;#39;t be like this, they&amp;#39;ll hate me, it&amp;#39;ll never work&amp;quot; will take hold of my being. And this dog goes FERAL. I&amp;#39;ll feel it very uncomfortably in my body, like my body is being warped and contained and just like disguised by shit and nonsense. And this dog HATES it. &lt;/p&gt;\n\n&lt;p&gt;Last night our goats were having babies, and we were all around their pen. The family was eventually leaving the pen, and I was like &amp;quot;I&amp;#39;m gonna hang out with bunker&amp;quot; (the dog) after looking in his eyes and just simply wanting to. I go in there as they go out, and me and him have a &amp;quot;moment&amp;quot;. Really feeling each other and what was like being very tender and loving. He put his paw gently on me and we put our heads together and just like explored a connection or something. It felt like a waterfall between us. Like rain or like seeing each other. The family was watching us heartfelt, and I could feel the barrier in that kind of behavior being focused on and intended towards. It was like &amp;quot;he can have this, but not forever, it&amp;#39;s not always this good&amp;quot; or &amp;quot;they&amp;#39;re just cuddling a little bit, it&amp;#39;s just the visual&amp;quot; or something like that. Like I was being focused on in an extraordinary way when that behavior should just be normal, or that the meaning in the energy exchange should have been felt by them more???.. They took a picture of us and pointed it out &amp;quot;look at thaaaat&amp;quot;, and I was holding onto the consideration of both realities. Like I can sit here and love this dog how I want to love everything, but only momentarily, because it&amp;#39;ll change things too quickly, it&amp;#39;ll make them feel things that are just too much. I can&amp;#39;t really dance and live with this dog because it&amp;#39;ll be utterly shocking how we can relate. How I can relate even to a fucking chicken. But all I want is to be able to sit here and live those feelings. To just let the feelings and sense of desired connections guide me and to have miraculous things between me and the animals and hopefully the people. &lt;/p&gt;\n\n&lt;p&gt;I can just feel a good feeling towards an animal, something like love or the exploration of something more meaningful and creative, which coincides with the arrival of things that feel utterly right within me, and their entire behavior towards me immediately shifts. The same thing happens with people, it&amp;#39;s just that a whole bunch of shitty drama comes with it. It&amp;#39;s fucking extremely sad. It reminds me of the end of the third book. I had to go cry in the forest for hours after Carlos committed to not wanting to know about Don Juan while they were talking about Don Janero. To somehow want to control reality. To limit its uptake. To not be aware of both of them at once or something. Put beautiful Don Juan in the mentor box. It hurts so fucking bad. It&amp;#39;s like the reality of me and everyone Is constantly being turned into shadows and amnesia and unbelievable weights of lies and misapplied focus. Our own stories rather than all of them intermingling exactly how they would naturally. I keep feeling a world where people don&amp;#39;t have to control things and just lived like reality, lived naturally but I have no fucking idea how that will work when our minds are so thouroughly disguised and jumbled up, and hate and unevenness is so thouroughly explored. Fear of death and being an outcast is given so credende. And other very very bad realities I can&amp;#39;t even describe because I don&amp;#39;t have words. Something like people making themselves prostitutes. Sacrificing themselves in horribly stupid ways. Being afraid of the most beautiful and loving things it Inspires this sad and loving force in me that I can&amp;#39;t control and that I&amp;#39;m afraid is going to hurt people by wanting to shift things towards that so incredibly quickly. Like if I showed people magic they would die, or something else I&amp;#39;m utterly afraid of. Maybe they&amp;#39;ll immediately fear and try to kill me or worship me or hate themselves or what, idk.&lt;/p&gt;\n\n&lt;p&gt;I just can&amp;#39;t keep doing it. I&amp;#39;ve seen it and wanted it so many times that it feels like I can&amp;#39;t breath when I&amp;#39;m only thinking and operating as expexted. It feels like a dense blackness wrapping my life and separating me from reality. Not moving. Just being my stupid fucking personality. It absolutely fucking blows. And there is this mental pain associated with me somehow lying or controlling and it feels like being killed or somehow shut off. Not being able to move right.. Fuck no it sucks. I get scared at night because I don&amp;#39;t feel like I have control over my energy field when I&amp;#39;m believing many of the things I find myself believing. Like anything at all will take me out of it, all I have to do is doubt or fear and then my brain will shut me out or some shit. It&amp;#39;s like being killed in a way or not allowed to exist more likely. Affects what my awareness is aware of. Idk.... &lt;/p&gt;\n\n&lt;p&gt;Do yall have hope we can do something like restore the glowing coat around a significant chunk of the population? Where we can look in each other&amp;#39;s eyes and really see what&amp;#39;s there? Reliably? Have our own space where magic is reliable and we can just be? Live adventurously and magically and that be a thing in the world that is witnessed and given the Reverence it truly deserves in this western society? People will have to come to themselves so many times and there&amp;#39;s so much confusion and pain and very very weird conclusions and behaviors. And it&amp;#39;s SO BELIEVABLE. So many times I forget that I&amp;#39;m even capable of moving with the things around me and feeling the life in them. I lie about that and what&amp;#39;s in its place is a lie anyway. And I&amp;#39;m left with vague nothing. Massive gaps in me deeply experiencing anything at all. Very soon I think I&amp;#39;m just going to be tested and something extremely real will bring the totality of me to bare. I just really hope I don&amp;#39;t die.&lt;/p&gt;\n\n&lt;p&gt;Am I just indulging in these hopes and dreams, and whatever possibility I&amp;#39;m latching onto? I want to live in that kind of world without being afraid of hateful and confused people. It weirds me out so bad when I&amp;#39;m not thinking like they are. And it&amp;#39;s like I absolutely cannot do both at the same time. One is innocent and true and God awfully impactful and the other is fucking nothing. Just random &amp;quot;this is how it is&amp;quot; kinda whateverness. I wish all of our totals were more real and close. This human journey is constantly being shit all over. &lt;/p&gt;\n\n&lt;p&gt;Just venting I guess. Idk who else to talk like this with. The level of energy and awareness in most conversations is very surface level and in the mind and its so utterly unreliable for what I care about. But occasionally I see a person&amp;#39;s deeper meaning and its always so damn beautiful. I want to stay there and take action from there. But again, it&amp;#39;s like climbing a 100 foot wall and jumping off into something utterly unknown. I don&amp;#39;t even know whats going to happen in the next moment. I don&amp;#39;t want to die and I definitely don&amp;#39;t want to kill anybody or ruin things in this regard. I absolutely despise when I hate. It&amp;#39;s like the most unfair and bullshit thing ever. I want to be powerful without controlling things and without hurting things. But then I&amp;#39;m deathly afraid of losing it. More afraid of that than remaining depressed and just dying stupidly one day. But that has to be far worse than truly living and then dying beautifully. Has to be a far worse fate than actually knowing what&amp;#39;s around me and existing with it.&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "13vqvcs", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "Logical-Cup1374", "discussion_type": null, "num_comments": 9, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/", "subreddit_subscribers": 9561, "created_utc": 1685454559.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm89on6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "samedeepwaterasevery", "can_mod_post": false, "created_utc": 1685468748.0, "send_replies": true, "parent_id": "t3_13vqvcs", "score": 8, "author_fullname": "t2_mk0t0ijm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "You've perfectly described how the internal dialogue and the river of shit works, good job, now you have to remove the plug and escape the river, and the only compassion (Better to call It with it's proper name:self pity) i can give you that neither you or i or anyone need, is telling you that to escape is FUCKING HARD. \n\nWe probably don't need more \" self analysis\" when our assemblage point start to move, we need to be like your dog, silent and and alert, for months and years, practicing.\n\nAnd i'm by no mean a sorcerer, i suck ass, like a lot of people, three years ago i started reading the books of Carlos and got hooked. \nThen i started doing some daylight gazing incurring in some trappy and pleasing green line \"alteration of reality\" as Dan already told millions of time in the sub .\n\nObviously i thought i was going to be a great sorcerer, made myself a recapitulation tent (used twice), seen some more green zone stuff in Dark room, then recent years went like this:\nDoing tensegrity three days, then nothing for months (busy playing videogames lol), doing some drg then nothing at all.\n\nThe consequence of not being (really) impeccable or simply not desiring It enough were that now i'm even more miserable than before discovering Castaneda, but at least i got some perspective: i'm going to be 30 years hold next month, no family, no stable job, some unused talent due to lazyness, but i know One thing for sure which gives me strenght: \nI definitely don't give a fuck, i don't want to be a part of most of the social order's shenanigans, and have almost no more resentment toward it, the essence of the river of shit is crystal clear to me, nothing besides pettyness, pain and wasted energy resides in it.\n\n\nNow the hard part (which i hope to collect quickly the energy to) is to start practicing seriously, leaving the idiot i am behind goodbye Sayonara.\n\nMixing some blue line horizontal shifts (which i still have even after stopping practicing) with painful internal dialogue won't cut It .", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm89on6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You&amp;#39;ve perfectly described how the internal dialogue and the river of shit works, good job, now you have to remove the plug and escape the river, and the only compassion (Better to call It with it&amp;#39;s proper name:self pity) i can give you that neither you or i or anyone need, is telling you that to escape is FUCKING HARD. &lt;/p&gt;\n\n&lt;p&gt;We probably don&amp;#39;t need more &amp;quot; self analysis&amp;quot; when our assemblage point start to move, we need to be like your dog, silent and and alert, for months and years, practicing.&lt;/p&gt;\n\n&lt;p&gt;And i&amp;#39;m by no mean a sorcerer, i suck ass, like a lot of people, three years ago i started reading the books of Carlos and got hooked. \nThen i started doing some daylight gazing incurring in some trappy and pleasing green line &amp;quot;alteration of reality&amp;quot; as Dan already told millions of time in the sub .&lt;/p&gt;\n\n&lt;p&gt;Obviously i thought i was going to be a great sorcerer, made myself a recapitulation tent (used twice), seen some more green zone stuff in Dark room, then recent years went like this:\nDoing tensegrity three days, then nothing for months (busy playing videogames lol), doing some drg then nothing at all.&lt;/p&gt;\n\n&lt;p&gt;The consequence of not being (really) impeccable or simply not desiring It enough were that now i&amp;#39;m even more miserable than before discovering Castaneda, but at least i got some perspective: i&amp;#39;m going to be 30 years hold next month, no family, no stable job, some unused talent due to lazyness, but i know One thing for sure which gives me strenght: \nI definitely don&amp;#39;t give a fuck, i don&amp;#39;t want to be a part of most of the social order&amp;#39;s shenanigans, and have almost no more resentment toward it, the essence of the river of shit is crystal clear to me, nothing besides pettyness, pain and wasted energy resides in it.&lt;/p&gt;\n\n&lt;p&gt;Now the hard part (which i hope to collect quickly the energy to) is to start practicing seriously, leaving the idiot i am behind goodbye Sayonara.&lt;/p&gt;\n\n&lt;p&gt;Mixing some blue line horizontal shifts (which i still have even after stopping practicing) with painful internal dialogue won&amp;#39;t cut It .&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm89on6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685468748.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13vqvcs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm9etrq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1685484803.0, "send_replies": true, "parent_id": "t1_jm7om9g", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I suppose I'll put a Cholita story here.  Instead of only in private chat.\n\nA few years back, I came home to find a baby blue Jay trapped in our fire place.\n\nCholita likes to use it for spells.\n\nLast time I checked, she had a picture of me at the bottom of the ashes in there.\n\nFrom when I was in elementary school. She found in the house while throwing out all of my belongings without permission.    And used that picture as a backup plan, in case she needed to curse me in a hurry.\n\nHer curses work!  I suppose it's like don Juan telling Carlos he should intend the basement to be flooded, in his apartment in Arizona. Where I presume he was playing Joe Cordoba.  Is that the right name?  And was it Arizona?\n\nIt's in the notes and lectures.\n\nHe was the  fry cook expert on eggs!  Bragged about it in private classes a couple of times, saying,  \"I ***KNOW*** eggs.\"\n\nMaking fun of Zen I suspect.  Zen people often like to brag about flipping hamburgers while enlightened.\n\nI'm not sure why... But maybe that's the best they can come up with for \"magic\".\n\nSo Cholita had me ready to burn in case of emergency, but there it sat for what might be 2 years now, untouched.\n\nAnd I came home one day to find a baby blue Jay trapped in there.\n\nBy the steel covering to catch sparks and such when you had a fire in there.\n\nI took it off, but the blue Jay was terrified, and wouldn't fly out the side door into Cholita's garden.\n\nI literally had to chase it and force it to go out there.\n\nI saw that blue jay a few weeks later, up on the power lines looking down at me.  It swooped towards me, as if to say thank you.\n\nBut then last week, or maybe 2 weeks ago, I came home to find it fully grown, and up on the street light shouting at me.\n\nWhistling, but it was an urgent sound.  It repeated it over and over, looking down at me.\n\nI asked it if it was in a fight with Cholita again, and it glanced back at the house.\n\nIt had good reason to worry.  Cholita put a curse on the neighbor's tom cat, because it kept fighting with her.  On purpose!  I even saw it behind Cholita's back one time, looking at me like, \"Are you going to rat on me or not?\"\n\nAnd then it sprayed her luggage.\n\nWhile Cholita was right there, but looking in the wrong direction.\n\nAnd later on, sure enough a huge truck came speeding around the corner, a very unusual thing in our quiet neighborhood, and hit the cat right in the middle. It flew 50 feet, and tumbled several times, finally landing almost precisely in the middle of the road as the neighbors watched in horror.\n\nI just missed it apparently, because when I got home it was still in the street, and the neighbors were deciding if it was ok to move it.  They didn't own it.\n\nI asked what happened, and apparently it was so HORRIBLE they couldn't help but laugh a bit.\n\nSo Cholita is not all that good if you're wildlife in the neighborhood.\n\nI've found 2 petrified sparrows in the yard.  Never saw one of those before Cholita came to live with me.  How does a sparrow even petrify in the first place?  It was practically like a fake stuffed sparrow.\n\nOne of them was on display in our large fountain, positioned so that it span around and around. Possibly as a warning to other birds to keep away.\n\nI took it out, to see how wet it was.\n\nPerfectly dry.  Despite being in the water, at least as long as it took me to discover it.\n\nSo when I got into the living room and found Cholita in her side yard,  after encountering the same blue jay on the street light, trying to warn people, I called out to ask Cholita why the Blue Jay was so alarmed?\n\nCholita pretended not to know what I was talking about.\n\nThen  yesterday I came home, not more than a week after it sounded the alarm, and found it dead right near our front door, on the grass.\n\nSomething had ripped a wing off.  Didn't seem to be any other injuries, but the wing was ripped off at the shoulder.  So it must have bled to death or died of shock.\n\nJust thought I'd share that, so it's not lost.\n\nAnd also because I'm recreating something Cholita did years ago, just to test out more animation functions I don't understand well yet.\n\nHere's a still from the unfinished video.\n\nCholita was obsessed with suicide for a month or two, and her double would visit me to act out what she was thinking about.\n\nThe day after this, she made sure I saw pictures like that on her cellphone.  She was reenacting one of them with that pose.\n\nOtherwise, I suppose despite it clearly being Cholita's double, as visible as that in my darkroom, I would have doubted it.\n\nExcept, the next day she let me see her photos of dead people.\n\nAnd I hadn't mentioned her visiting with a hooded Zombie the night before.\n\nTurns out, hooded zombies are only $3.50 on CGTrader.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/s5xwmuzn333b1.png?width=3840&amp;format=png&amp;auto=webp&amp;s=6372440503b370f52610fe7abb8a6423e6a0d584\n\n&amp;#x200B;\n\nAfter I posted this, I went for a walk outside.\n\nBut I couldn't open the door.\n\nThere was a bird perched on the handle, frantically trying to get inside.\n\nThe receptionist was alarmed, and jumped up to see why the poor bird was trying to get inside our door.\n\nI asked it what it wanted, from the other side of the glass.\n\nAnd it flew away.\n\nWe went outside to see where it had gone, and it was violently swooping outside our door back and forth, finally landing on a tree far away.\n\nI work with Asians.\n\nSo the explanation they came up with was, \"Must be bird flu!\"\n\nThey were worried about another plague coming.", "edited": 1685487697.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm9etrq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suppose I&amp;#39;ll put a Cholita story here.  Instead of only in private chat.&lt;/p&gt;\n\n&lt;p&gt;A few years back, I came home to find a baby blue Jay trapped in our fire place.&lt;/p&gt;\n\n&lt;p&gt;Cholita likes to use it for spells.&lt;/p&gt;\n\n&lt;p&gt;Last time I checked, she had a picture of me at the bottom of the ashes in there.&lt;/p&gt;\n\n&lt;p&gt;From when I was in elementary school. She found in the house while throwing out all of my belongings without permission.    And used that picture as a backup plan, in case she needed to curse me in a hurry.&lt;/p&gt;\n\n&lt;p&gt;Her curses work!  I suppose it&amp;#39;s like don Juan telling Carlos he should intend the basement to be flooded, in his apartment in Arizona. Where I presume he was playing Joe Cordoba.  Is that the right name?  And was it Arizona?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in the notes and lectures.&lt;/p&gt;\n\n&lt;p&gt;He was the  fry cook expert on eggs!  Bragged about it in private classes a couple of times, saying,  &amp;quot;I &lt;strong&gt;&lt;em&gt;KNOW&lt;/em&gt;&lt;/strong&gt; eggs.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Making fun of Zen I suspect.  Zen people often like to brag about flipping hamburgers while enlightened.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not sure why... But maybe that&amp;#39;s the best they can come up with for &amp;quot;magic&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So Cholita had me ready to burn in case of emergency, but there it sat for what might be 2 years now, untouched.&lt;/p&gt;\n\n&lt;p&gt;And I came home one day to find a baby blue Jay trapped in there.&lt;/p&gt;\n\n&lt;p&gt;By the steel covering to catch sparks and such when you had a fire in there.&lt;/p&gt;\n\n&lt;p&gt;I took it off, but the blue Jay was terrified, and wouldn&amp;#39;t fly out the side door into Cholita&amp;#39;s garden.&lt;/p&gt;\n\n&lt;p&gt;I literally had to chase it and force it to go out there.&lt;/p&gt;\n\n&lt;p&gt;I saw that blue jay a few weeks later, up on the power lines looking down at me.  It swooped towards me, as if to say thank you.&lt;/p&gt;\n\n&lt;p&gt;But then last week, or maybe 2 weeks ago, I came home to find it fully grown, and up on the street light shouting at me.&lt;/p&gt;\n\n&lt;p&gt;Whistling, but it was an urgent sound.  It repeated it over and over, looking down at me.&lt;/p&gt;\n\n&lt;p&gt;I asked it if it was in a fight with Cholita again, and it glanced back at the house.&lt;/p&gt;\n\n&lt;p&gt;It had good reason to worry.  Cholita put a curse on the neighbor&amp;#39;s tom cat, because it kept fighting with her.  On purpose!  I even saw it behind Cholita&amp;#39;s back one time, looking at me like, &amp;quot;Are you going to rat on me or not?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;And then it sprayed her luggage.&lt;/p&gt;\n\n&lt;p&gt;While Cholita was right there, but looking in the wrong direction.&lt;/p&gt;\n\n&lt;p&gt;And later on, sure enough a huge truck came speeding around the corner, a very unusual thing in our quiet neighborhood, and hit the cat right in the middle. It flew 50 feet, and tumbled several times, finally landing almost precisely in the middle of the road as the neighbors watched in horror.&lt;/p&gt;\n\n&lt;p&gt;I just missed it apparently, because when I got home it was still in the street, and the neighbors were deciding if it was ok to move it.  They didn&amp;#39;t own it.&lt;/p&gt;\n\n&lt;p&gt;I asked what happened, and apparently it was so HORRIBLE they couldn&amp;#39;t help but laugh a bit.&lt;/p&gt;\n\n&lt;p&gt;So Cholita is not all that good if you&amp;#39;re wildlife in the neighborhood.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve found 2 petrified sparrows in the yard.  Never saw one of those before Cholita came to live with me.  How does a sparrow even petrify in the first place?  It was practically like a fake stuffed sparrow.&lt;/p&gt;\n\n&lt;p&gt;One of them was on display in our large fountain, positioned so that it span around and around. Possibly as a warning to other birds to keep away.&lt;/p&gt;\n\n&lt;p&gt;I took it out, to see how wet it was.&lt;/p&gt;\n\n&lt;p&gt;Perfectly dry.  Despite being in the water, at least as long as it took me to discover it.&lt;/p&gt;\n\n&lt;p&gt;So when I got into the living room and found Cholita in her side yard,  after encountering the same blue jay on the street light, trying to warn people, I called out to ask Cholita why the Blue Jay was so alarmed?&lt;/p&gt;\n\n&lt;p&gt;Cholita pretended not to know what I was talking about.&lt;/p&gt;\n\n&lt;p&gt;Then  yesterday I came home, not more than a week after it sounded the alarm, and found it dead right near our front door, on the grass.&lt;/p&gt;\n\n&lt;p&gt;Something had ripped a wing off.  Didn&amp;#39;t seem to be any other injuries, but the wing was ripped off at the shoulder.  So it must have bled to death or died of shock.&lt;/p&gt;\n\n&lt;p&gt;Just thought I&amp;#39;d share that, so it&amp;#39;s not lost.&lt;/p&gt;\n\n&lt;p&gt;And also because I&amp;#39;m recreating something Cholita did years ago, just to test out more animation functions I don&amp;#39;t understand well yet.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a still from the unfinished video.&lt;/p&gt;\n\n&lt;p&gt;Cholita was obsessed with suicide for a month or two, and her double would visit me to act out what she was thinking about.&lt;/p&gt;\n\n&lt;p&gt;The day after this, she made sure I saw pictures like that on her cellphone.  She was reenacting one of them with that pose.&lt;/p&gt;\n\n&lt;p&gt;Otherwise, I suppose despite it clearly being Cholita&amp;#39;s double, as visible as that in my darkroom, I would have doubted it.&lt;/p&gt;\n\n&lt;p&gt;Except, the next day she let me see her photos of dead people.&lt;/p&gt;\n\n&lt;p&gt;And I hadn&amp;#39;t mentioned her visiting with a hooded Zombie the night before.&lt;/p&gt;\n\n&lt;p&gt;Turns out, hooded zombies are only $3.50 on CGTrader.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/s5xwmuzn333b1.png?width=3840&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=6372440503b370f52610fe7abb8a6423e6a0d584\"&gt;https://preview.redd.it/s5xwmuzn333b1.png?width=3840&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=6372440503b370f52610fe7abb8a6423e6a0d584&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;After I posted this, I went for a walk outside.&lt;/p&gt;\n\n&lt;p&gt;But I couldn&amp;#39;t open the door.&lt;/p&gt;\n\n&lt;p&gt;There was a bird perched on the handle, frantically trying to get inside.&lt;/p&gt;\n\n&lt;p&gt;The receptionist was alarmed, and jumped up to see why the poor bird was trying to get inside our door.&lt;/p&gt;\n\n&lt;p&gt;I asked it what it wanted, from the other side of the glass.&lt;/p&gt;\n\n&lt;p&gt;And it flew away.&lt;/p&gt;\n\n&lt;p&gt;We went outside to see where it had gone, and it was violently swooping outside our door back and forth, finally landing on a tree far away.&lt;/p&gt;\n\n&lt;p&gt;I work with Asians.&lt;/p&gt;\n\n&lt;p&gt;So the explanation they came up with was, &amp;quot;Must be bird flu!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;They were worried about another plague coming.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13vqvcs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm9etrq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685484803.0, "media_metadata": {"s5xwmuzn333b1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=02304c909755b26924cb619df8661d93e966ea93"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=f25421096bec2fb023381d749da4c7596669b627"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=ea50ee9e034d29b06dd03501aae536825476d3e3"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=19f87ae1fc52ee97021932397e6f3cebc47798da"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=08dc9b3d937ba67cf8d9735afcac34d1896a5fce"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=18bf16b18c4b75c6f786bf47e0c4a02b415f9200"}], "s": {"y": 2160, "x": 3840, "u": "https://preview.redd.it/s5xwmuzn333b1.png?width=3840&amp;format=png&amp;auto=webp&amp;s=6372440503b370f52610fe7abb8a6423e6a0d584"}, "id": "s5xwmuzn333b1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm7um8s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "created_utc": 1685463014.0, "send_replies": true, "parent_id": "t1_jm7om9g", "score": 1, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm constantly worried about hurting people so I don't move freely. I see things in people that turn me Into a ravenous animal or a wild intention or this spirit of life and I start to feel myself showing them something that feels maximally right and true to me but my sense of self control and meaning keeps me from doing those things. It's like reality will break. And I can barely recognize myself doing it. Hell, I've barely even done it because I just panic and start lying to myself again. I'm constantly terrified of it but I'm constantly suicidally depressed of not doing it. Like my life is being strung out and not doing anything at all and I hate it. I want the energy in my brain and movement and awareness but I don't want everyone to hate me for having it. I just know people will freak. I just know it. I have to think to stay safe, or I believe I do, and it's like I just don't want to hate and ruin everything. And I get a sense of belittlement from people like I'm imagining you being and it just makes me want to shit all over the walls.\n\nBut doing this has never helped me. Trying to pin it with words and explain to someone like you why I'm so fucked up and mean. It's because I know what I want and I can't ever seem to have it. I'm going to kill someone for hating and lying to me. Treating me unfairly and trying to ruin something more beautiful than they've thought in years. They've ever even tried to create.\n\nMaybe someone who knows me just needs to slap me in the face, hard. Or shit on me. Show me something that's better than I think I am. Or step behind me and keep these hateful banshees from trying to control my effect on the world. I can't help but love and want to uplift everything like what the fuck? People would make another choice? I want to feel the wind and the sky and hear what's around me. To upend society so that personal power and freedom is the rule rather than the indulgent exception. But I can barely even write this with personal power. I'm just fucking thinking of what appears to be true. \n\nMaybe being hated would be good for me. Maybe I am just that wrong and selfish and self important and unfair. Fuck. I just do not know. Your advice is to just move? I like that, but I have to think. If I don't think I'm going to end up some place doing and saying way too much and the people I want to help are just going to be afraid of me and judge me into oblivion.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm7um8s", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m constantly worried about hurting people so I don&amp;#39;t move freely. I see things in people that turn me Into a ravenous animal or a wild intention or this spirit of life and I start to feel myself showing them something that feels maximally right and true to me but my sense of self control and meaning keeps me from doing those things. It&amp;#39;s like reality will break. And I can barely recognize myself doing it. Hell, I&amp;#39;ve barely even done it because I just panic and start lying to myself again. I&amp;#39;m constantly terrified of it but I&amp;#39;m constantly suicidally depressed of not doing it. Like my life is being strung out and not doing anything at all and I hate it. I want the energy in my brain and movement and awareness but I don&amp;#39;t want everyone to hate me for having it. I just know people will freak. I just know it. I have to think to stay safe, or I believe I do, and it&amp;#39;s like I just don&amp;#39;t want to hate and ruin everything. And I get a sense of belittlement from people like I&amp;#39;m imagining you being and it just makes me want to shit all over the walls.&lt;/p&gt;\n\n&lt;p&gt;But doing this has never helped me. Trying to pin it with words and explain to someone like you why I&amp;#39;m so fucked up and mean. It&amp;#39;s because I know what I want and I can&amp;#39;t ever seem to have it. I&amp;#39;m going to kill someone for hating and lying to me. Treating me unfairly and trying to ruin something more beautiful than they&amp;#39;ve thought in years. They&amp;#39;ve ever even tried to create.&lt;/p&gt;\n\n&lt;p&gt;Maybe someone who knows me just needs to slap me in the face, hard. Or shit on me. Show me something that&amp;#39;s better than I think I am. Or step behind me and keep these hateful banshees from trying to control my effect on the world. I can&amp;#39;t help but love and want to uplift everything like what the fuck? People would make another choice? I want to feel the wind and the sky and hear what&amp;#39;s around me. To upend society so that personal power and freedom is the rule rather than the indulgent exception. But I can barely even write this with personal power. I&amp;#39;m just fucking thinking of what appears to be true. &lt;/p&gt;\n\n&lt;p&gt;Maybe being hated would be good for me. Maybe I am just that wrong and selfish and self important and unfair. Fuck. I just do not know. Your advice is to just move? I like that, but I have to think. If I don&amp;#39;t think I&amp;#39;m going to end up some place doing and saying way too much and the people I want to help are just going to be afraid of me and judge me into oblivion.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13vqvcs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm7um8s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685463014.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "jm7om9g", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "atiehhakimi", "can_mod_post": false, "created_utc": 1685460688.0, "send_replies": true, "parent_id": "t3_13vqvcs", "score": 4, "author_fullname": "t2_6p5fr65gq", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I think you took it too seriously! 🤏 I used to be very involved with myself like you🙂, and now I don't take it seriously and I enjoy and laugh about witchcraft despite its hardships and coolness, even its fears and disturbances... 🥴But I accepted the path of my destiny😋.  Don't think too much, your thoughts will not move you in a good direction🥱...", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm7om9g", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think you took it too seriously! 🤏 I used to be very involved with myself like you🙂, and now I don&amp;#39;t take it seriously and I enjoy and laugh about witchcraft despite its hardships and coolness, even its fears and disturbances... 🥴But I accepted the path of my destiny😋.  Don&amp;#39;t think too much, your thoughts will not move you in a good direction🥱...&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm7om9g/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685460688.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13vqvcs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm8b5ne", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "created_utc": 1685469304.0, "send_replies": true, "parent_id": "t1_jm868c9", "score": 2, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Sorry it's my primary intent to be the totality of myself and do what yall would call Sorcery this shitty way of thinking is just directly stopping it or misappropriating it or something. I do recapitulate often but a fear to know myself and really live from that stops me. Its honestly stupid putting it in words is clarifying what why and why I shouldn't do it. And, at least I think it's recapitulation, because it feels like moments in the past coming back to me and clarifying my intent and staying around me as extremely good feelings. I mention the animal thing because I want to know what yall think of this exchange between animals. I observe them a lot and see the information exchange and listen for something like omens especially at the moment from the roosters on our farm. But this shitty way of thinking isn't innocent and free enough to do it objectively. Just venting this has given me some degree of \"fuck it, it's fine\" which feels great.\n\nBut as far as the animal thing I see the power in these animals. They know automatically and don't muddy it easily like humans do. At least not nearly as readily as humans do. So I often see myself leaning on them for feedback and support. And potentially see animals as a way to prove Sorcery to the masses because they don't really lie per se. They see and respond instinctually to what's real around them. At least that's what it seems like. \n\nSorry if I'm ruining the brilliance of this sub with my confiding. I should have slowed down and did it with more directness and honesty but I don't want to be that incredibly personal and heartfelt over the internet.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm8b5ne", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Sorry it&amp;#39;s my primary intent to be the totality of myself and do what yall would call Sorcery this shitty way of thinking is just directly stopping it or misappropriating it or something. I do recapitulate often but a fear to know myself and really live from that stops me. Its honestly stupid putting it in words is clarifying what why and why I shouldn&amp;#39;t do it. And, at least I think it&amp;#39;s recapitulation, because it feels like moments in the past coming back to me and clarifying my intent and staying around me as extremely good feelings. I mention the animal thing because I want to know what yall think of this exchange between animals. I observe them a lot and see the information exchange and listen for something like omens especially at the moment from the roosters on our farm. But this shitty way of thinking isn&amp;#39;t innocent and free enough to do it objectively. Just venting this has given me some degree of &amp;quot;fuck it, it&amp;#39;s fine&amp;quot; which feels great.&lt;/p&gt;\n\n&lt;p&gt;But as far as the animal thing I see the power in these animals. They know automatically and don&amp;#39;t muddy it easily like humans do. At least not nearly as readily as humans do. So I often see myself leaning on them for feedback and support. And potentially see animals as a way to prove Sorcery to the masses because they don&amp;#39;t really lie per se. They see and respond instinctually to what&amp;#39;s real around them. At least that&amp;#39;s what it seems like. &lt;/p&gt;\n\n&lt;p&gt;Sorry if I&amp;#39;m ruining the brilliance of this sub with my confiding. I should have slowed down and did it with more directness and honesty but I don&amp;#39;t want to be that incredibly personal and heartfelt over the internet.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13vqvcs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm8b5ne/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685469304.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jm868c9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "fluffymckittyman", "can_mod_post": false, "created_utc": 1685467433.0, "send_replies": true, "parent_id": "t3_13vqvcs", "score": 4, "author_fullname": "t2_6hptc", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I’m sorry but I don’t see how this post is related to learning sorcery. \n\nMaybe try the path of recapitulation since you’re having problems with your internal dialogue (and maybe personal history?)", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm868c9", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I’m sorry but I don’t see how this post is related to learning sorcery. &lt;/p&gt;\n\n&lt;p&gt;Maybe try the path of recapitulation since you’re having problems with your internal dialogue (and maybe personal history?)&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm868c9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685467433.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13vqvcs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "jm8xz6s", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "superr", "can_mod_post": false, "send_replies": true, "parent_id": "t1_jm84u3c", "score": 8, "author_fullname": "t2_3vses", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Your posts read like my mind when I'm stoned on weed, I call it \"4D internal dialogue\"; not an ideal state of mind for sorcery practice at all, especially as I already have racy mind due to ADHD. Might be a little fun to do endless theorycrafting and internal psychoanalysis on yourself in that state but the end result is that nothing really changes after emerging from the stoned state of mind. While following this path, I've realized more and more that what really does impact desired outcomes is intent and action. That's it. No amount of complicated thoughtloops or endless rationalizations in any state of mind do anything to impact the outcome of what you're trying to do, they just complicate things and get in the way. \n\nHere's an example. I recently got pretty into indoor bouldering. I love that it's a whole body exercise which also happens to be a whole lot of fun. Naturally, I try to be as silent as possible while doing it but I find that it's a lot more challenging to be silent compared to other physical activities because of the \"danger\" element. I could fall if I'm not careful and potentially risk injury. But you realize that the internal dialogue is not at all necessary to prevent injury; you already had a direct link to feedback from your body so the internal dialogue was really just an echo chamber all along. This feedback from your muscles provides knowledge directly without requiring any internal dialogue at all!\n\nI sometimes surprise myself with I am able to achieve though concentration, trying my best to force the internal dialogue off and relying on muscle memory. Instead of focusing my awareness on giving attention to the internal echo telling me that I can't reach the next position because of this or that, I'm intending the desired result and focusing my attention on the current action, paying close attention to feedback given by my muscles. Done right, the muscle memory mind will take care of the rest to follow-through with the desired outcome. \n\nSo I'd say, try training your muscle memory instead and practice all-day silence as much as you can. It does wonders to improving mental health!", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_jm8xz6s", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your posts read like my mind when I&amp;#39;m stoned on weed, I call it &amp;quot;4D internal dialogue&amp;quot;; not an ideal state of mind for sorcery practice at all, especially as I already have racy mind due to ADHD. Might be a little fun to do endless theorycrafting and internal psychoanalysis on yourself in that state but the end result is that nothing really changes after emerging from the stoned state of mind. While following this path, I&amp;#39;ve realized more and more that what really does impact desired outcomes is intent and action. That&amp;#39;s it. No amount of complicated thoughtloops or endless rationalizations in any state of mind do anything to impact the outcome of what you&amp;#39;re trying to do, they just complicate things and get in the way. &lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s an example. I recently got pretty into indoor bouldering. I love that it&amp;#39;s a whole body exercise which also happens to be a whole lot of fun. Naturally, I try to be as silent as possible while doing it but I find that it&amp;#39;s a lot more challenging to be silent compared to other physical activities because of the &amp;quot;danger&amp;quot; element. I could fall if I&amp;#39;m not careful and potentially risk injury. But you realize that the internal dialogue is not at all necessary to prevent injury; you already had a direct link to feedback from your body so the internal dialogue was really just an echo chamber all along. This feedback from your muscles provides knowledge directly without requiring any internal dialogue at all!&lt;/p&gt;\n\n&lt;p&gt;I sometimes surprise myself with I am able to achieve though concentration, trying my best to force the internal dialogue off and relying on muscle memory. Instead of focusing my awareness on giving attention to the internal echo telling me that I can&amp;#39;t reach the next position because of this or that, I&amp;#39;m intending the desired result and focusing my attention on the current action, paying close attention to feedback given by my muscles. Done right, the muscle memory mind will take care of the rest to follow-through with the desired outcome. &lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;d say, try training your muscle memory instead and practice all-day silence as much as you can. It does wonders to improving mental health!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13vqvcs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm8xz6s/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685478070.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1685478070.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}], "before": null}}, "user_reports": [], "saved": false, "id": "jm84u3c", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Logical-Cup1374", "can_mod_post": false, "created_utc": 1685466905.0, "send_replies": true, "parent_id": "t1_jm7zktw", "score": 2, "author_fullname": "t2_8tq5aje6", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm 23. I just want to feel and know people and animals and anything at all but it's like this politeness and this bullshit keeps me from even expressing it, from being true in relation to what I see and know. So it whittles away and I want to kill something for it. My life being turned into a strung out joke because I can't just hold onto it and live it. I pretend and I act like I know and I create bullshit from thin air because I'm scared of real energy. And I can barely care about shit that isn't living in step with things around me so I just sit here and fucking think about it. And the more I think about it the more I hate the situation and keep trying to apply force. But it's a stupid force. It's like an outcry or lashing out. Trying to dissolve people's shitty shit and trying to force myself to see. And then I find myself being unfair and full of it myself and I want to cripple myself. Go put myself in a corner and squat on my ass until I can drop it and be anything again. Actually be useful to the fucking planet. But rather than invest in that I invest in my personal image of being like that and what it means. \"OH NO, where tf am i, I'm so cool and important\". And then the loop fucking restarts, and I'm just thinking of myself again, still missing what I'm trying to think about. I feel like the answer is unbelievably simple and I just stop doing this shit and let go of this stupid personal history but I lost the ability to trust myself from that place. It's too much. It's like being free again and wow I'm full of shit. How could I not trust it? It's infinitely more trust worthy. I'm literally just making it harder to do. I guess I'm just impatient and fearing death or agony. Humiliation and betrayal and subjugation. And my own desire to destroy things in response to these feelings. But maybe thats just another excuse that came from nowhere. Because why does it even fucking matter. I don't think any of this is even necessary it's just hard to not woe is me for some reason. It's like I'm trying to fix myself or something. Sometimes it's like I'm keeping myself from this shit so I don't do something horrible and wretched with it. I'm not free I am a fucking joke. The closest thing I have to myself are vague and untrue thoughts about me being myself and I made that more meaningful than the total of my being. So insecure and flat. Maybe I was meant to be like this because I gripped it so hard. Made myself try and be so damn significant. I probably reacted extremely poorly to other people shitting on me and wanted revenge. Dude fuck I don't even know. It's too much to try and think about. I literally just have to somehow stop being like this. I have the good shit in my life but I turn it into pure shit and get them mixed up. Hate myself for it. \n\nI want Cholita to flip me upside down and fling me off a cliff. And Dan to pick me up at the bottom and kick me in the nuts, the guts, slap me a few times, and rub my shoulders. That's probably more useful than this shit Im doing. Looking at life like it's a problem. Making people feel like shit around me. God I'm so useless. And then I feel like I don't even deserve to have a life from how thoroughly I've shit on it. I need to feel weak and alone and confused to feel right again, because that's probably the actual fucking truth. I can't hold onto what's true about me and live that. It's too good. The world is still my stage and Im still the main character. I wanna fucking diiiiieeeeee.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm84u3c", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m 23. I just want to feel and know people and animals and anything at all but it&amp;#39;s like this politeness and this bullshit keeps me from even expressing it, from being true in relation to what I see and know. So it whittles away and I want to kill something for it. My life being turned into a strung out joke because I can&amp;#39;t just hold onto it and live it. I pretend and I act like I know and I create bullshit from thin air because I&amp;#39;m scared of real energy. And I can barely care about shit that isn&amp;#39;t living in step with things around me so I just sit here and fucking think about it. And the more I think about it the more I hate the situation and keep trying to apply force. But it&amp;#39;s a stupid force. It&amp;#39;s like an outcry or lashing out. Trying to dissolve people&amp;#39;s shitty shit and trying to force myself to see. And then I find myself being unfair and full of it myself and I want to cripple myself. Go put myself in a corner and squat on my ass until I can drop it and be anything again. Actually be useful to the fucking planet. But rather than invest in that I invest in my personal image of being like that and what it means. &amp;quot;OH NO, where tf am i, I&amp;#39;m so cool and important&amp;quot;. And then the loop fucking restarts, and I&amp;#39;m just thinking of myself again, still missing what I&amp;#39;m trying to think about. I feel like the answer is unbelievably simple and I just stop doing this shit and let go of this stupid personal history but I lost the ability to trust myself from that place. It&amp;#39;s too much. It&amp;#39;s like being free again and wow I&amp;#39;m full of shit. How could I not trust it? It&amp;#39;s infinitely more trust worthy. I&amp;#39;m literally just making it harder to do. I guess I&amp;#39;m just impatient and fearing death or agony. Humiliation and betrayal and subjugation. And my own desire to destroy things in response to these feelings. But maybe thats just another excuse that came from nowhere. Because why does it even fucking matter. I don&amp;#39;t think any of this is even necessary it&amp;#39;s just hard to not woe is me for some reason. It&amp;#39;s like I&amp;#39;m trying to fix myself or something. Sometimes it&amp;#39;s like I&amp;#39;m keeping myself from this shit so I don&amp;#39;t do something horrible and wretched with it. I&amp;#39;m not free I am a fucking joke. The closest thing I have to myself are vague and untrue thoughts about me being myself and I made that more meaningful than the total of my being. So insecure and flat. Maybe I was meant to be like this because I gripped it so hard. Made myself try and be so damn significant. I probably reacted extremely poorly to other people shitting on me and wanted revenge. Dude fuck I don&amp;#39;t even know. It&amp;#39;s too much to try and think about. I literally just have to somehow stop being like this. I have the good shit in my life but I turn it into pure shit and get them mixed up. Hate myself for it. &lt;/p&gt;\n\n&lt;p&gt;I want Cholita to flip me upside down and fling me off a cliff. And Dan to pick me up at the bottom and kick me in the nuts, the guts, slap me a few times, and rub my shoulders. That&amp;#39;s probably more useful than this shit Im doing. Looking at life like it&amp;#39;s a problem. Making people feel like shit around me. God I&amp;#39;m so useless. And then I feel like I don&amp;#39;t even deserve to have a life from how thoroughly I&amp;#39;ve shit on it. I need to feel weak and alone and confused to feel right again, because that&amp;#39;s probably the actual fucking truth. I can&amp;#39;t hold onto what&amp;#39;s true about me and live that. It&amp;#39;s too good. The world is still my stage and Im still the main character. I wanna fucking diiiiieeeeee.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_13vqvcs", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm84u3c/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685466905.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "jm7zktw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Content_Donut9081", "can_mod_post": false, "created_utc": 1685464914.0, "send_replies": true, "parent_id": "t3_13vqvcs", "score": 3, "author_fullname": "t2_a5vpu3a7", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "How old are you if I may ask?\n\nI think sometimes, especially when we're young we do good if we accept advice from certain more experienced people even or may specifically if we don't like it. Try not to overthink so much and please know that whatever you think you found within yourself, will never leave you as long as you're alive and exist. It may get dimmer but it's always there. So I think it's all about balance and especially when young (which sounds like you are from reading your post) to stay somewhat grounded in this meat soup experience of humanity.\n\n&amp;#x200B;\n\nBe careful not to overindulge too much into your worries. It really won't take you anywhere good I believe", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_jm7zktw", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;How old are you if I may ask?&lt;/p&gt;\n\n&lt;p&gt;I think sometimes, especially when we&amp;#39;re young we do good if we accept advice from certain more experienced people even or may specifically if we don&amp;#39;t like it. Try not to overthink so much and please know that whatever you think you found within yourself, will never leave you as long as you&amp;#39;re alive and exist. It may get dimmer but it&amp;#39;s always there. So I think it&amp;#39;s all about balance and especially when young (which sounds like you are from reading your post) to stay somewhat grounded in this meat soup experience of humanity.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;Be careful not to overindulge too much into your worries. It really won&amp;#39;t take you anywhere good I believe&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/13vqvcs/animal_instinct_and_some_of_my_goofy_obsessions/jm7zktw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1685464914.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_13vqvcs", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]