[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "&amp;#x200B;\n\nhttps://preview.redd.it/8f18u2vd3q9b1.png?width=3578&amp;format=png&amp;auto=webp&amp;s=d5819eb138f1c972117a8af7db5b93fbcb8e1560\n\nEveryone please be on the lookout for any definitions or descriptions of \"The Abstract\".\n\nThe story goes that the abstract becomes visible once your double is visible.\n\nIt's located between the \"here\" and the \"there\".\n\nI take that to mean, if you are sitting up on your bed gazing into the second attention after having done enough tensegrity in silence and darkness to be in a room filled to the brink with magical sights, your double may show up in a form that's separate from you.  And you detect its presence in the room, look over, and there it is sitting on the edge of your bed.\n\nThat's assuming you turned your bedroom into a dark room.  Something Cholita really hates.\n\nShe calls it, \"the black hole\".\n\nTo which my response is (if she lets me respond) , \"Yea, so?\"\n\nSounds good to me.\n\nBut not to Cholita, who is often up at sunrise far away.  I have no idea where.\n\nBut in that high of a quality of darkness, your double is on familiar ground.\n\nYou sleep there!    It certainly knows that.\n\nIn fact there's a sort of poetic justice to it, seeing  as how the 4th gate is crossed when your double wakes up in the \"real\" copy of your room.\n\nWe just skipped the whole \"wake up\" part and lure it to our bedroom by doing weird exercises it seems to like.\n\nThere is of course the constant fear people have of the entire universe imploding, if the double looks into your eyes.\n\nOr was that an old Star Trek episode?\n\nAt any rate, doubles and tonal bodies often meet in the books.  So what exactly that whole thing means isn't obvious to me.\n\nMaybe just, don't stare into its eyes?   Treat it like a first date, and don't be creepy. It's not even a pretty sight for people at the other restaurant tables to look at a new couple staring into each other's eyes. Because the older folks know that in 6 months tops...\n\nWell, I hate to burst the bubble of young people. But you were deceived.\n\nJust maybe, don't stare into the double's eyes until one of the women from this subreddit does it first.\n\nJust like on a real date. Wait for the woman.\n\nSo you're there in the darkness, \"detect\" something, and for whatever reason you know where it's located.\n\nYou glance that direction by turning your head and you see the double wandering around on a forest trail.\n\nIt's \"over there\".\n\nBy the way, in my opinion the head turn is meaningless.\n\nForce of habit.\n\nIt's because if something is located randomly \"elsewhere\", and you can see it, your body knows that you need to turn your head.\n\nIt's always been that way!\n\nSo like an idiot you turn.  When in fact you're in an absolutely dark room, all alone.\n\nCarlos and the witches seemed to stare off into space a bit too often.\n\nI only saw them \"let their guard down\" once.  We all got an invite after private class to go to Versailles, the favorite Cuban restaurant of Carlos.\n\nThe walls are covered in signed celebrity photos.  Last time Cholita and I were there the largest was BJ the hacker from the latest star wars.\n\nBack when private class got to join Carlos I wanted to grab the waitress and say \"Do you realize who this man is???!\"\n\nSo in your darkroom, you are \"here\" and you locate the double, wandering around in infinity.\n\nAnd you turn your head to see him.\n\nBut can you switch to him?\n\nSo that you can travel from here, to there.\n\nAnd see what's between.\n\nSure!\n\nBut you'll lose all rationality.  Very little of your Tonal's reason and sense of purpose will come along. You'll get \"lost\" instead.\n\nIn fact, you switch to your double all the time!  In dreaming.\n\nAnd it may in fact be how the second attention is visible in the first place!\n\nBy borrowing your double.\n\nSo better not to go that far out of your darkroom, if you want to learn about \"the abstract\".\n\nWait until your double comes to you.  Until it's sitting on the edge of your bed, presumably having \"awakened into the real copy of your room\".\n\nDon't think we don't have the same problem in here.\n\nThe witches here, due to being able to use sleeping time as practice time, something the men should NOT try to do, often find their way to their target.\n\nSomeone to share dreaming with.\n\nOnly to find they're in the wrong copy of that person's location.\n\nCarlos explained this once.  He had 2 students at workshops whose double \"came around\".\n\nIt got curious is my theory.  Cholita's double is like that.\n\nIt comes around to see what's going on with Cholita. And if she's near me, even on the other street sleeping in her car (don't ask), it'll come into my darkroom.\n\nSo I've seen this first hand.\n\nAs Carlos explained about it, turning to his right side and looking down at the floor, \"It's standing RIGHT THERE.\"\n\nI'm going to editorialize here.  Without justification.\n\nHe \"turned his head' to look there because he detected it, and just like that double wandering a forest trail, and how you \"turn your head\" to see it, because we're used to that, he was demonstrating the same.\n\nBut in a subtle way no one would notice, unless they'd done it at least once.\n\nCarlos added, to combat the inevitable book deal mind thoughts of his audience, that as a result those people were valuable.\n\nThat tendency of their double to come home to little Timmy like Lassie lost in Calverton, gives a sorcerer access to their double.\n\nHe wanted us to know, you didn't just go around insisting there was a butterfly on someone's head.  To get attention for your shitty book deal.\n\nIt was a practical thing.  Such people were valuable because it was a repeatable unearned Nagual's blow opportunity.\n\nYou have the second copy of them to teach.  The \"good\" version.\n\nThat's how it is with Cholita.  There's a GOOD version, her double, and there's...\n\nCholita claims I'm \"scandalous\".  That's her latest complaint.\n\nLast was, I'm overusing the allies.\n\nNow I'm too scandalous.\n\nAnd when the double cooperates and comes into your copy of the room, that's an ideal time to switch back and forth between here and there, and find the abstract.\n\nBut what is it?\n\nWhen Genaro was flying around above the eucalyptus trees in his Furries cosplay pajamas, I believe that was the abstract portrayed by Carlos later on, in story form.\n\nCan't prove it.  And I believe don Juan called it, \"In the Nagual's Time\".\n\nSo that could be an entirely different topic. Our sorcery seems a bit cumbersome at first glance.\n\nIn our defense, that's because it's not for sale!\n\nNaturally if you're the Chinese and you make up a magical system, such as Taoism or Buddhism, you don't want it to be too \"cumbersome\".\n\nSo you keep down the number of mysteries a student is supposed to solve.\n\nBut you have to stay in business too!\n\nSo inevitably there's some cumbersome sacred scrolls, tied to the ceiling in a jade tube.\n\nOr in the pocket of some high Lama.\n\nThat's kind of nasty if you think about what sort of condition it would be in, after years in a high Lama's pocket...\n\nWith all those stray women and small boys circling around him.\n\nMy Ally \"Fancy\" used to waterboard people from this subreddit.\n\nWe got curious if we could share allies, Fancy volunteered, and then on the first visit she'd paralyze them and hold them down so she could suck up energy. Trapping them in the abstract. Still conscious but helpless.\n\nThe Allies tend to do that.  The 4 old seers at the big rock who buried themselves with their 12 allies, to escape death, were involved in that kind of activity.\n\nWhen a passerby was attracted to the huge rock, their allies would emerge to scare the person so much that they fell on the ground, and then the Allies could hold the person down there.\n\nWith physical force, they could not.  Cholita's ally seems to be able to move just 2 ounces.\n\nBut once you're trapped on the ground that's enough force to keep you there.\n\nIt's an old Aikido demonstration.  Holding someone on the ground with one finger.\n\nThe UC system had 3 main martial arts classes that I know of.\n\nThey had Shotokan,  Judo, and a wacky form of Aikido with likely headquarters in Orange. The Hawaiian branch from the crazy man Ueshiba.\n\nCarlos might have taken the free aikido at UCLA. There's a single comment about it in Techno's compiled lecture notes.\n\nI was taking Aikido at 17, and often wonder if I didn't bump into Carlos back then without knowing it.\n\nI definitely ran into Taisha at Shotokan headquarters and in class at UCR when they \"visited\".\n\nWith another of the witches.\n\nThe men called them \"the pixy girls\".  Because of the short hair. Admitted they were a bit \"hot\", but that hair?????! Were they lesbians?\n\nIt was pre-Ghost Busters music video, so it was rather weird.\n\nAnd surely pissed off Nishiyama, the karate master who hated women and caused Taisha to ring that gong prematurely, at the Budokan in Japan.  I'm pretty sure that wherever Nishiyama's headquarters ended up, there's photo albums from around '74 with more pictures of the witches in karate uniforms.\n\nThose pictures ended up in black belt magazine, and you know they didn't just take 2 or 3. Nor toss the rest out.\n\nI remember a likely day those pictures were taken.  I believe we were in UCR, with the UCLA karate team visiting.\n\nThe UCR karate team was making fun of the pixy girls.  Saying they had to do \"bo\" katas, because everyone knows women can't spar.\n\nAnd I have a vague memory of a weird man following them around with a camera.  I tried to go into the room where they were snapping photos, and someone shooed me out.\n\nThat was just prior to our trip to the Budokan. A rehearsal.  Another place I was with back at age 17 or 18, without realizing Taisha was there.  Probably we were on the same airplane when traveling to Japan.\n\nBut back to that double sitting on your bed.\n\nWhat exactly is \"between\" you?\n\nThat's what I want to see.  But from the books.\n\nIf anyone notices it, be sure to let me know.\n\nIt's something that can only be experienced. It feels perfectly normal, while you are in it.\n\nBut the instant you leave and return to \"here\", you can't explain what just happened.\n\nNot even a single word!\n\nYou can almost \"see it\" again, but it seems to mutate.\n\nLike it's beyond time, and still happening.\n\nThe only thing I'm confident I can recall about it is, was I moving over it, the way Genaro flew over the eucalyptus trees, or was I stationary, as if pinned down by an Ally, who was sucking up energy?\n\nWe were never told how the death defier learned to steal energy.\n\nBut you might be able to guess.\n\nBy the way, the Chinese aren't the only ones who make up magical systems.\n\nI studied Japanese martial arts at 4 schools.\n\nI realize now, their teachers weren't actually very good.\n\nAnd were primarily just post WW2 opportunists.\n\nLying to make up credentials, claiming there was some old \"master\" with a mole on his face who had taught them instead of just a grumpy old man who learned a tiny bit of kung fu from Formosa. The Japanese took over Taiwan, after the dutch no longer wanted it.\n\nDamura was the worst back then.  Didn't actually even have the belt ranking he claimed. Certainly didn't win any Budokan tournament as he was hyped up to have done.\n\nThe list of winners is on the wall there.  He wasn't one of them.\n\nBut pointing that out is too scandalous!  Cholita doesn't approve. Or her mentor doesn't.\n\nSo Damura got away with it, as he got fat from eating pizza.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/aof11pwc4q9b1.png?width=1280&amp;format=png&amp;auto=webp&amp;s=7a303ef29a709cbbd1ea9a35a9a58d7baac715e2\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Topic Alert! (The Abstract)", "link_flair_richtext": [{"e": "text", "t": "Experiences"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 70, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"8f18u2vd3q9b1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 54, "x": 108, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=8b8980182ceda8b92528253480d70572541c5e5f"}, {"y": 108, "x": 216, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=482125f67ae2313185a0b6f13b986eff8fc67eb2"}, {"y": 160, "x": 320, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=e7b6901f71623d92e35394c91b2fea7adb840857"}, {"y": 321, "x": 640, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=7d9ea46f67087beea1cf6cfa8176317db810c643"}, {"y": 482, "x": 960, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=185436bf39ff22928eb08f62b257bdec68b2ac51"}, {"y": 543, "x": 1080, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=f87aa9967db716589903a299d629694d3377beff"}], "s": {"y": 1800, "x": 3578, "u": "https://preview.redd.it/8f18u2vd3q9b1.png?width=3578&amp;format=png&amp;auto=webp&amp;s=d5819eb138f1c972117a8af7db5b93fbcb8e1560"}, "id": "8f18u2vd3q9b1"}, "aof11pwc4q9b1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=5ebea989ef3240689912798ccfaa059c4ba8e152"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=ff44bdccce867bc80812ffb687a1625e07565038"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=a5f743caeb3e5776d082a2ab7d07b9ea148002b6"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=4bb44a269acf7c2960e548373ce8061673847385"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=060880d6e1845a82ffe7ff7bbfa92e27078c01b5"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=3c7bd6b4ca4474fce220c0b389827ad80c7ad954"}], "s": {"y": 720, "x": 1280, "u": "https://preview.redd.it/aof11pwc4q9b1.png?width=1280&amp;format=png&amp;auto=webp&amp;s=7a303ef29a709cbbd1ea9a35a9a58d7baac715e2"}, "id": "aof11pwc4q9b1"}}, "name": "t3_14perx2", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 25, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Experiences", "can_mod_post": false, "score": 25, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/83ygj4poIa4p2W8ujZ955UEgBQobIoyLGuIuViUe2Ek.jpg", "edited": 1688391275.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1688378584.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/8f18u2vd3q9b1.png?width=3578&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=d5819eb138f1c972117a8af7db5b93fbcb8e1560\"&gt;https://preview.redd.it/8f18u2vd3q9b1.png?width=3578&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=d5819eb138f1c972117a8af7db5b93fbcb8e1560&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Everyone please be on the lookout for any definitions or descriptions of &amp;quot;The Abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The story goes that the abstract becomes visible once your double is visible.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s located between the &amp;quot;here&amp;quot; and the &amp;quot;there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I take that to mean, if you are sitting up on your bed gazing into the second attention after having done enough tensegrity in silence and darkness to be in a room filled to the brink with magical sights, your double may show up in a form that&amp;#39;s separate from you.  And you detect its presence in the room, look over, and there it is sitting on the edge of your bed.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s assuming you turned your bedroom into a dark room.  Something Cholita really hates.&lt;/p&gt;\n\n&lt;p&gt;She calls it, &amp;quot;the black hole&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;To which my response is (if she lets me respond) , &amp;quot;Yea, so?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Sounds good to me.&lt;/p&gt;\n\n&lt;p&gt;But not to Cholita, who is often up at sunrise far away.  I have no idea where.&lt;/p&gt;\n\n&lt;p&gt;But in that high of a quality of darkness, your double is on familiar ground.&lt;/p&gt;\n\n&lt;p&gt;You sleep there!    It certainly knows that.&lt;/p&gt;\n\n&lt;p&gt;In fact there&amp;#39;s a sort of poetic justice to it, seeing  as how the 4th gate is crossed when your double wakes up in the &amp;quot;real&amp;quot; copy of your room.&lt;/p&gt;\n\n&lt;p&gt;We just skipped the whole &amp;quot;wake up&amp;quot; part and lure it to our bedroom by doing weird exercises it seems to like.&lt;/p&gt;\n\n&lt;p&gt;There is of course the constant fear people have of the entire universe imploding, if the double looks into your eyes.&lt;/p&gt;\n\n&lt;p&gt;Or was that an old Star Trek episode?&lt;/p&gt;\n\n&lt;p&gt;At any rate, doubles and tonal bodies often meet in the books.  So what exactly that whole thing means isn&amp;#39;t obvious to me.&lt;/p&gt;\n\n&lt;p&gt;Maybe just, don&amp;#39;t stare into its eyes?   Treat it like a first date, and don&amp;#39;t be creepy. It&amp;#39;s not even a pretty sight for people at the other restaurant tables to look at a new couple staring into each other&amp;#39;s eyes. Because the older folks know that in 6 months tops...&lt;/p&gt;\n\n&lt;p&gt;Well, I hate to burst the bubble of young people. But you were deceived.&lt;/p&gt;\n\n&lt;p&gt;Just maybe, don&amp;#39;t stare into the double&amp;#39;s eyes until one of the women from this subreddit does it first.&lt;/p&gt;\n\n&lt;p&gt;Just like on a real date. Wait for the woman.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re there in the darkness, &amp;quot;detect&amp;quot; something, and for whatever reason you know where it&amp;#39;s located.&lt;/p&gt;\n\n&lt;p&gt;You glance that direction by turning your head and you see the double wandering around on a forest trail.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s &amp;quot;over there&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;By the way, in my opinion the head turn is meaningless.&lt;/p&gt;\n\n&lt;p&gt;Force of habit.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s because if something is located randomly &amp;quot;elsewhere&amp;quot;, and you can see it, your body knows that you need to turn your head.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s always been that way!&lt;/p&gt;\n\n&lt;p&gt;So like an idiot you turn.  When in fact you&amp;#39;re in an absolutely dark room, all alone.&lt;/p&gt;\n\n&lt;p&gt;Carlos and the witches seemed to stare off into space a bit too often.&lt;/p&gt;\n\n&lt;p&gt;I only saw them &amp;quot;let their guard down&amp;quot; once.  We all got an invite after private class to go to Versailles, the favorite Cuban restaurant of Carlos.&lt;/p&gt;\n\n&lt;p&gt;The walls are covered in signed celebrity photos.  Last time Cholita and I were there the largest was BJ the hacker from the latest star wars.&lt;/p&gt;\n\n&lt;p&gt;Back when private class got to join Carlos I wanted to grab the waitress and say &amp;quot;Do you realize who this man is???!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So in your darkroom, you are &amp;quot;here&amp;quot; and you locate the double, wandering around in infinity.&lt;/p&gt;\n\n&lt;p&gt;And you turn your head to see him.&lt;/p&gt;\n\n&lt;p&gt;But can you switch to him?&lt;/p&gt;\n\n&lt;p&gt;So that you can travel from here, to there.&lt;/p&gt;\n\n&lt;p&gt;And see what&amp;#39;s between.&lt;/p&gt;\n\n&lt;p&gt;Sure!&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;ll lose all rationality.  Very little of your Tonal&amp;#39;s reason and sense of purpose will come along. You&amp;#39;ll get &amp;quot;lost&amp;quot; instead.&lt;/p&gt;\n\n&lt;p&gt;In fact, you switch to your double all the time!  In dreaming.&lt;/p&gt;\n\n&lt;p&gt;And it may in fact be how the second attention is visible in the first place!&lt;/p&gt;\n\n&lt;p&gt;By borrowing your double.&lt;/p&gt;\n\n&lt;p&gt;So better not to go that far out of your darkroom, if you want to learn about &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Wait until your double comes to you.  Until it&amp;#39;s sitting on the edge of your bed, presumably having &amp;quot;awakened into the real copy of your room&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Don&amp;#39;t think we don&amp;#39;t have the same problem in here.&lt;/p&gt;\n\n&lt;p&gt;The witches here, due to being able to use sleeping time as practice time, something the men should NOT try to do, often find their way to their target.&lt;/p&gt;\n\n&lt;p&gt;Someone to share dreaming with.&lt;/p&gt;\n\n&lt;p&gt;Only to find they&amp;#39;re in the wrong copy of that person&amp;#39;s location.&lt;/p&gt;\n\n&lt;p&gt;Carlos explained this once.  He had 2 students at workshops whose double &amp;quot;came around&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It got curious is my theory.  Cholita&amp;#39;s double is like that.&lt;/p&gt;\n\n&lt;p&gt;It comes around to see what&amp;#39;s going on with Cholita. And if she&amp;#39;s near me, even on the other street sleeping in her car (don&amp;#39;t ask), it&amp;#39;ll come into my darkroom.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;ve seen this first hand.&lt;/p&gt;\n\n&lt;p&gt;As Carlos explained about it, turning to his right side and looking down at the floor, &amp;quot;It&amp;#39;s standing RIGHT THERE.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m going to editorialize here.  Without justification.&lt;/p&gt;\n\n&lt;p&gt;He &amp;quot;turned his head&amp;#39; to look there because he detected it, and just like that double wandering a forest trail, and how you &amp;quot;turn your head&amp;quot; to see it, because we&amp;#39;re used to that, he was demonstrating the same.&lt;/p&gt;\n\n&lt;p&gt;But in a subtle way no one would notice, unless they&amp;#39;d done it at least once.&lt;/p&gt;\n\n&lt;p&gt;Carlos added, to combat the inevitable book deal mind thoughts of his audience, that as a result those people were valuable.&lt;/p&gt;\n\n&lt;p&gt;That tendency of their double to come home to little Timmy like Lassie lost in Calverton, gives a sorcerer access to their double.&lt;/p&gt;\n\n&lt;p&gt;He wanted us to know, you didn&amp;#39;t just go around insisting there was a butterfly on someone&amp;#39;s head.  To get attention for your shitty book deal.&lt;/p&gt;\n\n&lt;p&gt;It was a practical thing.  Such people were valuable because it was a repeatable unearned Nagual&amp;#39;s blow opportunity.&lt;/p&gt;\n\n&lt;p&gt;You have the second copy of them to teach.  The &amp;quot;good&amp;quot; version.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s how it is with Cholita.  There&amp;#39;s a GOOD version, her double, and there&amp;#39;s...&lt;/p&gt;\n\n&lt;p&gt;Cholita claims I&amp;#39;m &amp;quot;scandalous&amp;quot;.  That&amp;#39;s her latest complaint.&lt;/p&gt;\n\n&lt;p&gt;Last was, I&amp;#39;m overusing the allies.&lt;/p&gt;\n\n&lt;p&gt;Now I&amp;#39;m too scandalous.&lt;/p&gt;\n\n&lt;p&gt;And when the double cooperates and comes into your copy of the room, that&amp;#39;s an ideal time to switch back and forth between here and there, and find the abstract.&lt;/p&gt;\n\n&lt;p&gt;But what is it?&lt;/p&gt;\n\n&lt;p&gt;When Genaro was flying around above the eucalyptus trees in his Furries cosplay pajamas, I believe that was the abstract portrayed by Carlos later on, in story form.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t prove it.  And I believe don Juan called it, &amp;quot;In the Nagual&amp;#39;s Time&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So that could be an entirely different topic. Our sorcery seems a bit cumbersome at first glance.&lt;/p&gt;\n\n&lt;p&gt;In our defense, that&amp;#39;s because it&amp;#39;s not for sale!&lt;/p&gt;\n\n&lt;p&gt;Naturally if you&amp;#39;re the Chinese and you make up a magical system, such as Taoism or Buddhism, you don&amp;#39;t want it to be too &amp;quot;cumbersome&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So you keep down the number of mysteries a student is supposed to solve.&lt;/p&gt;\n\n&lt;p&gt;But you have to stay in business too!&lt;/p&gt;\n\n&lt;p&gt;So inevitably there&amp;#39;s some cumbersome sacred scrolls, tied to the ceiling in a jade tube.&lt;/p&gt;\n\n&lt;p&gt;Or in the pocket of some high Lama.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s kind of nasty if you think about what sort of condition it would be in, after years in a high Lama&amp;#39;s pocket...&lt;/p&gt;\n\n&lt;p&gt;With all those stray women and small boys circling around him.&lt;/p&gt;\n\n&lt;p&gt;My Ally &amp;quot;Fancy&amp;quot; used to waterboard people from this subreddit.&lt;/p&gt;\n\n&lt;p&gt;We got curious if we could share allies, Fancy volunteered, and then on the first visit she&amp;#39;d paralyze them and hold them down so she could suck up energy. Trapping them in the abstract. Still conscious but helpless.&lt;/p&gt;\n\n&lt;p&gt;The Allies tend to do that.  The 4 old seers at the big rock who buried themselves with their 12 allies, to escape death, were involved in that kind of activity.&lt;/p&gt;\n\n&lt;p&gt;When a passerby was attracted to the huge rock, their allies would emerge to scare the person so much that they fell on the ground, and then the Allies could hold the person down there.&lt;/p&gt;\n\n&lt;p&gt;With physical force, they could not.  Cholita&amp;#39;s ally seems to be able to move just 2 ounces.&lt;/p&gt;\n\n&lt;p&gt;But once you&amp;#39;re trapped on the ground that&amp;#39;s enough force to keep you there.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an old Aikido demonstration.  Holding someone on the ground with one finger.&lt;/p&gt;\n\n&lt;p&gt;The UC system had 3 main martial arts classes that I know of.&lt;/p&gt;\n\n&lt;p&gt;They had Shotokan,  Judo, and a wacky form of Aikido with likely headquarters in Orange. The Hawaiian branch from the crazy man Ueshiba.&lt;/p&gt;\n\n&lt;p&gt;Carlos might have taken the free aikido at UCLA. There&amp;#39;s a single comment about it in Techno&amp;#39;s compiled lecture notes.&lt;/p&gt;\n\n&lt;p&gt;I was taking Aikido at 17, and often wonder if I didn&amp;#39;t bump into Carlos back then without knowing it.&lt;/p&gt;\n\n&lt;p&gt;I definitely ran into Taisha at Shotokan headquarters and in class at UCR when they &amp;quot;visited&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;With another of the witches.&lt;/p&gt;\n\n&lt;p&gt;The men called them &amp;quot;the pixy girls&amp;quot;.  Because of the short hair. Admitted they were a bit &amp;quot;hot&amp;quot;, but that hair?????! Were they lesbians?&lt;/p&gt;\n\n&lt;p&gt;It was pre-Ghost Busters music video, so it was rather weird.&lt;/p&gt;\n\n&lt;p&gt;And surely pissed off Nishiyama, the karate master who hated women and caused Taisha to ring that gong prematurely, at the Budokan in Japan.  I&amp;#39;m pretty sure that wherever Nishiyama&amp;#39;s headquarters ended up, there&amp;#39;s photo albums from around &amp;#39;74 with more pictures of the witches in karate uniforms.&lt;/p&gt;\n\n&lt;p&gt;Those pictures ended up in black belt magazine, and you know they didn&amp;#39;t just take 2 or 3. Nor toss the rest out.&lt;/p&gt;\n\n&lt;p&gt;I remember a likely day those pictures were taken.  I believe we were in UCR, with the UCLA karate team visiting.&lt;/p&gt;\n\n&lt;p&gt;The UCR karate team was making fun of the pixy girls.  Saying they had to do &amp;quot;bo&amp;quot; katas, because everyone knows women can&amp;#39;t spar.&lt;/p&gt;\n\n&lt;p&gt;And I have a vague memory of a weird man following them around with a camera.  I tried to go into the room where they were snapping photos, and someone shooed me out.&lt;/p&gt;\n\n&lt;p&gt;That was just prior to our trip to the Budokan. A rehearsal.  Another place I was with back at age 17 or 18, without realizing Taisha was there.  Probably we were on the same airplane when traveling to Japan.&lt;/p&gt;\n\n&lt;p&gt;But back to that double sitting on your bed.&lt;/p&gt;\n\n&lt;p&gt;What exactly is &amp;quot;between&amp;quot; you?&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what I want to see.  But from the books.&lt;/p&gt;\n\n&lt;p&gt;If anyone notices it, be sure to let me know.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s something that can only be experienced. It feels perfectly normal, while you are in it.&lt;/p&gt;\n\n&lt;p&gt;But the instant you leave and return to &amp;quot;here&amp;quot;, you can&amp;#39;t explain what just happened.&lt;/p&gt;\n\n&lt;p&gt;Not even a single word!&lt;/p&gt;\n\n&lt;p&gt;You can almost &amp;quot;see it&amp;quot; again, but it seems to mutate.&lt;/p&gt;\n\n&lt;p&gt;Like it&amp;#39;s beyond time, and still happening.&lt;/p&gt;\n\n&lt;p&gt;The only thing I&amp;#39;m confident I can recall about it is, was I moving over it, the way Genaro flew over the eucalyptus trees, or was I stationary, as if pinned down by an Ally, who was sucking up energy?&lt;/p&gt;\n\n&lt;p&gt;We were never told how the death defier learned to steal energy.&lt;/p&gt;\n\n&lt;p&gt;But you might be able to guess.&lt;/p&gt;\n\n&lt;p&gt;By the way, the Chinese aren&amp;#39;t the only ones who make up magical systems.&lt;/p&gt;\n\n&lt;p&gt;I studied Japanese martial arts at 4 schools.&lt;/p&gt;\n\n&lt;p&gt;I realize now, their teachers weren&amp;#39;t actually very good.&lt;/p&gt;\n\n&lt;p&gt;And were primarily just post WW2 opportunists.&lt;/p&gt;\n\n&lt;p&gt;Lying to make up credentials, claiming there was some old &amp;quot;master&amp;quot; with a mole on his face who had taught them instead of just a grumpy old man who learned a tiny bit of kung fu from Formosa. The Japanese took over Taiwan, after the dutch no longer wanted it.&lt;/p&gt;\n\n&lt;p&gt;Damura was the worst back then.  Didn&amp;#39;t actually even have the belt ranking he claimed. Certainly didn&amp;#39;t win any Budokan tournament as he was hyped up to have done.&lt;/p&gt;\n\n&lt;p&gt;The list of winners is on the wall there.  He wasn&amp;#39;t one of them.&lt;/p&gt;\n\n&lt;p&gt;But pointing that out is too scandalous!  Cholita doesn&amp;#39;t approve. Or her mentor doesn&amp;#39;t.&lt;/p&gt;\n\n&lt;p&gt;So Damura got away with it, as he got fat from eating pizza.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/aof11pwc4q9b1.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=7a303ef29a709cbbd1ea9a35a9a58d7baac715e2\"&gt;https://preview.redd.it/aof11pwc4q9b1.png?width=1280&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=7a303ef29a709cbbd1ea9a35a9a58d7baac715e2&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "0638d4a4-6006-11ea-9172-0ed30c810347", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "14perx2", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 0, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/14perx2/topic_alert_the_abstract/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/14perx2/topic_alert_the_abstract/", "subreddit_subscribers": 9561, "created_utc": 1688378584.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [], "before": null}}]