[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "As odd as it sounds, posting your progress makes \"intent\" giving you more, if you pass it on and don't ask for any rewards.\n\nI had forgotten completely, but I happen to see the air fill with white lines all over the room. They were vertical and they were all around.I also I made a thought,  that at this moment it doesn't matter if I have open or closed eyes, it was the same.\n\t\nI got to watch a big red blob project golden video of people ,coming and going. At that moment I was feeling like I was super aware and present. I commented in my mind \" oooh the things im seeing.!!! Im must remember to tell Dan! \" \n\nAlso I remember observing the air what was filled with multicoloured spots that moved  in groups. Videos were appearing and playing in the air. Then I told \" Dan was right, that's how it is. And I felt it! I moved my eyes to another direction and something else appeared in the air. \n\nApparently,\tI had forgotten about all these and went in my day. When I saw the notification on my phone, with the advanced post Dan made, it came to me and I said \"ooh the things I did , ooh the things that im seeing\" the way I said it when i was experiencing them. I remembered that I did something that I've forgotten. Later that I sat and read his post, the whole experience came back to me. \n\nSo, actually remembering was triggered by that Dan's post . Propably the experience itself, which is a crazy intent gift , was triggered by my last posting. \n\nIntent works in mysterious ways and that's the beauty of it! You get experiences beyond what you are imagining or expecting!", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Why is good to post your progress: memory loss in Womb Dreaming", "link_flair_richtext": [{"e": "text", "t": "Womb Dreaming"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_1aq3tv4", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "ups": 31, "domain": "i.redd.it", "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_hbn1b1mb", "secure_media": null, "is_reddit_media_domain": true, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Womb Dreaming", "can_mod_post": false, "score": 31, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/E4O4ymh9-FlOtxrf2DmgiWImoj-JBnU3Se2rdZAY0Fo.jpg", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "post_hint": "image", "content_categories": null, "is_self": false, "subreddit_type": "public", "created": 1707856609.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;As odd as it sounds, posting your progress makes &amp;quot;intent&amp;quot; giving you more, if you pass it on and don&amp;#39;t ask for any rewards.&lt;/p&gt;\n\n&lt;p&gt;I had forgotten completely, but I happen to see the air fill with white lines all over the room. They were vertical and they were all around.I also I made a thought,  that at this moment it doesn&amp;#39;t matter if I have open or closed eyes, it was the same.&lt;/p&gt;\n\n&lt;p&gt;I got to watch a big red blob project golden video of people ,coming and going. At that moment I was feeling like I was super aware and present. I commented in my mind &amp;quot; oooh the things im seeing.!!! Im must remember to tell Dan! &amp;quot; &lt;/p&gt;\n\n&lt;p&gt;Also I remember observing the air what was filled with multicoloured spots that moved  in groups. Videos were appearing and playing in the air. Then I told &amp;quot; Dan was right, that&amp;#39;s how it is. And I felt it! I moved my eyes to another direction and something else appeared in the air. &lt;/p&gt;\n\n&lt;p&gt;Apparently, I had forgotten about all these and went in my day. When I saw the notification on my phone, with the advanced post Dan made, it came to me and I said &amp;quot;ooh the things I did , ooh the things that im seeing&amp;quot; the way I said it when i was experiencing them. I remembered that I did something that I&amp;#39;ve forgotten. Later that I sat and read his post, the whole experience came back to me. &lt;/p&gt;\n\n&lt;p&gt;So, actually remembering was triggered by that Dan&amp;#39;s post . Propably the experience itself, which is a crazy intent gift , was triggered by my last posting. &lt;/p&gt;\n\n&lt;p&gt;Intent works in mysterious ways and that&amp;#39;s the beauty of it! You get experiences beyond what you are imagining or expecting!&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "url_overridden_by_dest": "https://i.redd.it/6x37eibjyeic1.jpeg", "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "preview": {"images": [{"source": {"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?auto=webp&amp;s=1186ac5fcc8a042e3c535146392fca11d2e3b68d", "width": 3840, "height": 3840}, "resolutions": [{"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=681fe54535d1b5bab3ba0cecaf6c2f1010e249f4", "width": 108, "height": 108}, {"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=4bdd19d3c9997fec24a3e110f70f4bac6d0d1381", "width": 216, "height": 216}, {"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=f24ae8d2dbdd111b40c331d1cd9e42830dddc5a7", "width": 320, "height": 320}, {"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=2cd4bdf77f8aa22b3d03910ca3a5a0d35fafcfc2", "width": 640, "height": 640}, {"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?width=960&amp;crop=smart&amp;auto=webp&amp;s=95c6385652c3d0fae751f716c7b81fc1bae212a5", "width": 960, "height": 960}, {"url": "https://preview.redd.it/6x37eibjyeic1.jpeg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=e35a78837483b707ad564cf7c5ce4941b400f91f", "width": 1080, "height": 1080}], "variants": {}, "id": "g2ugwe-noVAw1_gfBZwmEv4VZ0Cep-JdIRwmAcrypTs"}], "enabled": true}, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "65d7a3ec-7b31-11ed-aea0-b6dbf4807c28", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "mod_note": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "num_reports": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "1aq3tv4", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "AthinaJ8", "discussion_type": null, "num_comments": 3, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/1aq3tv4/why_is_good_to_post_your_progress_memory_loss_in/", "whitelist_status": "some_ads", "stickied": false, "url": "https://i.redd.it/6x37eibjyeic1.jpeg", "subreddit_subscribers": 9561, "created_utc": 1707856609.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kqahhrk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1707858933.0, "send_replies": true, "parent_id": "t3_1aq3tv4", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Carlos received a LOT of criticism when \"Second Ring of Power\" came out.\n\nIt was what you'd expect.\n\n\"How can you forget years of interactions with someone supposedly as fascinating as don Juan?\"\n\nThe \"first 4 books\" types utterly rejected the rest of the books.\n\nAnd created all sorts of horrible small Castaneda communities, centering around pretending that learning to be a \"Man of Knowledge\" was the goal.\n\nI suppose they also couldn't read well, and didn't listen to don Juan explain that he was going to teach him another way to view the world, so that between his ordinary view, and that of a \"warrior\", he could slip through the middle and learn to \"see\".\n\nAnd so they went around pretending to be learning sorcery, while criticizing the idea that he forgot all those years of teaching.\n\nWhich of course, indicates they have absolutely no sorcery knowledge at all!\n\nThat's one of the very first things you learn, when you can really move your assemblage point through silence.\n\nYou learn first and foremost, that \"memories\" are tied to the position of your assemblage point.  And unless you figure out a way to tie them to the ordinary position, you are unlikely to remember them the next day.\n\nIt's even worse when the assemblage point changes sides on the body, at which point 30 seconds might be the longest you can retain a memory of some cool magic you just witnessed.\n\nEven when you KNOW it's only going to last 30 seconds, and keep reminding yourself of it every 20 seconds. It'll still be completely gone tomorrow.\n\nOnly the struggle to remember will be retained.\n\nUsually...\n\nAnd it's in fact one of the most \"convincing\" things you can experience while practicing.\n\nThe realization that Carlos did indeed forget all those years of teaching. Because it works PRECISELY that way.\n\nFor you also!\n\nHow this gets resolved in the long run, I don't really know yet.\n\nCould be, it's never really resolved, and to recall specific memories of super fun magic, you have to move your assemblage point back there.\n\nBut there's some advanced activities you can participate in, by playing with this effect.\n\nOnce you can reach Silent Knowledge, which is what happened in this picture.\n\nIt's an SKP.\n\nA Silent Knowledge Preview.\n\nGotten before it was fully earned.\n\nWe get those!  Thank goodness.\n\nOne might even theorize that a video scene inside a puff, is a form of SKP.\n\nBut full on SK is like a haunted forest you get to explore.\n\nA \"flat\" one if you can visualize that, because it forms on a \"wall\".\n\nCarlos emphasized \"Reading off the Wall\" at first, when he began to urge us to learn to reach Silent Knowledge. Which is merely \"seeing\", and was always what don Juan emphasized for Carlos to learn.\n\n\"The Wall\" is a flat surface which forms around 8 feet away and extends all around as if it were cylindrical. As you gaze at that surface videos can form.\n\nBut you can also enter into the videos.\n\nSo you're \"exploring\" a 3D structure, which is irrationally \"flat\".\n\nAlways located at your preferred distance.\n\nAnd once you start exploring that, all of your memory goes to shit.\n\nIt just doesn't function well.\n\nWhich leads to a game you can play, in SK.\n\nA Silent Knowledge Game!\n\nI've named it, \"remembering\".\n\nOddly, that's what the apprentices said in Second Ring of Power.\n\nThat with don Juan gone, they were involved in a \"task of remembering\".\n\nBut how to describe that, when you can reach SK and get to play this game yourself?\n\nIt's impossible.\n\nBecause what you are trying to remember, is often veiled in \"the abstract\".\n\nSo to use an image you might understand, but which isn't fully accurate, while gazing at the darkness (which is filled with vague lines and little flickers), you notice a \"line in the dirt\".\n\nIt's a dashed line, like someone took a stick and scraped a line across some dried soil, but lifted the stick every couple of inches, so that it's like a dotted line.\n\nLike this -----------.\n\nI was exploring that very thing last night!  The \"line in the sand\".\n\nNormally you're looking for \"videos in the air\" while waiting for SK to manifest, or if you're a \"good student\" you're looking for a \"whorl\" shape to form an intense pomegranate dot, and spit out text you can read.\n\nDon Juan told use to look for that, instead of videos in the air.\n\nAs part of a trick he played on us.\n\nTo give us some \"purpose\" during SK.\n\nIt alters the mood.\n\nWhich alters the intent of SK (Silent Knowledge)!\n\nSuch a trick they played on us!\n\nBut once you can reach SK daily you'll just say, \"Screw that.  I'll take anything I can get!!\"\n\nEspecially since those videos are often of some other time or place, and you can occasionally travel into them and land there in the past, in what seems to be your real, physical body.\n\nWe don't \"project\" some \"soul\" from our body, sitting there with our eyes closed!\n\nThat's pretend magic.\n\nInstead we \"zip\" into the videos in the air, shirt, boots, and all.\n\nSo you won't be highly motivated to refuse anything but \"the whorl\" and some lame SMS messages emanating from a \"pomegranate dot\".\n\nThat's about like going to McDonald's, and getting the apple slices instead of some fresh hot french fries.\n\nIf your mom isn't watching, you're going for the fries!\n\nBut this SKG (Silent Knowledge Game) of \"remembering\" happens because you see a partial \"video in the air\", and remember it.\n\nBut how?  You've been present all along, and there absolutely wasn't any video of lines scratched on the dirt.\n\nAnd yet, there it is.\n\nYou've already stood up and left that scene, not realizing you did in fact \"zip \"into it, as you remembered it, and you were squatting down on dirt to examine the line in the sand more closely.\n\nYou \"remember\" both the line, but now you also remember that you were just standing there beside it, only seconds ago!\n\nBut that's IMPOSSIBLE!\n\nYou'd remember a thing like that.\n\nAnd even if you didn't, you wouldn't have continuous memories of the last 5 minutes.\n\nThere's nowhere in those last 5 minutes that you could have zipped into a video and landed in a real place, in your physical body.\n\nThat's the game of \"remembering\"!\n\nIt's a \"thread\" in the dirt, which you get to carefully pull up to see where it leads.\n\nIt's a Silent Knowledge rabbit hole that goes VERY deep.\n\nAnd a game you get to play if you work hard daily.\n\nI'm convinced you could \"map\" silent Knowledge, the way we've mapped the J curve.\n\nCarlos gave a private class a lecture on the J curve, giving in general what fun magic happens at each depth.\n\nI filled it in with pictures based on what real people had seen there.\n\nEarly on Juann and I got into discussions about whether a picture on the map might be out of place along that J curve, but we never fully figured out if I ought to swap any of them around.\n\nIt was \"close enough\", and in fact Carlos had set the general categories of what happens, and the pictures agreed in general.\n\nBut for Silent Knowledge you could also make a \"map\".\n\nWe just don't have any basis for it, from Carlos.\n\nWe never got far enough while he was around, to allow him to expand on that topic.\n\nIt's a pity.\n\nProbably the ones who can map it out for us are the women, who are more comfortable with \"the abstract\" than the men.\n\nAs don Juan said, women start out half in the abstract.  And so there's no need for power plants, for women.\n\nThe men on the other hand sometimes need a \"kick in the butt\", so that power plants might be useful for them.\n\nExcept, there's no sorcerers around to administer them, and those places you go to try \"ayahuasca\" are simply run by bad men.  Maybe even by the Cartels.\n\nBy profitters, willing to risk putting you into danger to get your money.\n\nAnd so even if there might be a case where use of Power plants could help someone struggling with darkroom, there's no one to help them use those.\n\nJust bad men who will lead you down a road which brings them more of your money.", "edited": 1707864662.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kqahhrk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos received a LOT of criticism when &amp;quot;Second Ring of Power&amp;quot; came out.&lt;/p&gt;\n\n&lt;p&gt;It was what you&amp;#39;d expect.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How can you forget years of interactions with someone supposedly as fascinating as don Juan?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;first 4 books&amp;quot; types utterly rejected the rest of the books.&lt;/p&gt;\n\n&lt;p&gt;And created all sorts of horrible small Castaneda communities, centering around pretending that learning to be a &amp;quot;Man of Knowledge&amp;quot; was the goal.&lt;/p&gt;\n\n&lt;p&gt;I suppose they also couldn&amp;#39;t read well, and didn&amp;#39;t listen to don Juan explain that he was going to teach him another way to view the world, so that between his ordinary view, and that of a &amp;quot;warrior&amp;quot;, he could slip through the middle and learn to &amp;quot;see&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And so they went around pretending to be learning sorcery, while criticizing the idea that he forgot all those years of teaching.&lt;/p&gt;\n\n&lt;p&gt;Which of course, indicates they have absolutely no sorcery knowledge at all!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s one of the very first things you learn, when you can really move your assemblage point through silence.&lt;/p&gt;\n\n&lt;p&gt;You learn first and foremost, that &amp;quot;memories&amp;quot; are tied to the position of your assemblage point.  And unless you figure out a way to tie them to the ordinary position, you are unlikely to remember them the next day.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s even worse when the assemblage point changes sides on the body, at which point 30 seconds might be the longest you can retain a memory of some cool magic you just witnessed.&lt;/p&gt;\n\n&lt;p&gt;Even when you KNOW it&amp;#39;s only going to last 30 seconds, and keep reminding yourself of it every 20 seconds. It&amp;#39;ll still be completely gone tomorrow.&lt;/p&gt;\n\n&lt;p&gt;Only the struggle to remember will be retained.&lt;/p&gt;\n\n&lt;p&gt;Usually...&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s in fact one of the most &amp;quot;convincing&amp;quot; things you can experience while practicing.&lt;/p&gt;\n\n&lt;p&gt;The realization that Carlos did indeed forget all those years of teaching. Because it works PRECISELY that way.&lt;/p&gt;\n\n&lt;p&gt;For you also!&lt;/p&gt;\n\n&lt;p&gt;How this gets resolved in the long run, I don&amp;#39;t really know yet.&lt;/p&gt;\n\n&lt;p&gt;Could be, it&amp;#39;s never really resolved, and to recall specific memories of super fun magic, you have to move your assemblage point back there.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s some advanced activities you can participate in, by playing with this effect.&lt;/p&gt;\n\n&lt;p&gt;Once you can reach Silent Knowledge, which is what happened in this picture.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s an SKP.&lt;/p&gt;\n\n&lt;p&gt;A Silent Knowledge Preview.&lt;/p&gt;\n\n&lt;p&gt;Gotten before it was fully earned.&lt;/p&gt;\n\n&lt;p&gt;We get those!  Thank goodness.&lt;/p&gt;\n\n&lt;p&gt;One might even theorize that a video scene inside a puff, is a form of SKP.&lt;/p&gt;\n\n&lt;p&gt;But full on SK is like a haunted forest you get to explore.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;flat&amp;quot; one if you can visualize that, because it forms on a &amp;quot;wall&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos emphasized &amp;quot;Reading off the Wall&amp;quot; at first, when he began to urge us to learn to reach Silent Knowledge. Which is merely &amp;quot;seeing&amp;quot;, and was always what don Juan emphasized for Carlos to learn.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The Wall&amp;quot; is a flat surface which forms around 8 feet away and extends all around as if it were cylindrical. As you gaze at that surface videos can form.&lt;/p&gt;\n\n&lt;p&gt;But you can also enter into the videos.&lt;/p&gt;\n\n&lt;p&gt;So you&amp;#39;re &amp;quot;exploring&amp;quot; a 3D structure, which is irrationally &amp;quot;flat&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Always located at your preferred distance.&lt;/p&gt;\n\n&lt;p&gt;And once you start exploring that, all of your memory goes to shit.&lt;/p&gt;\n\n&lt;p&gt;It just doesn&amp;#39;t function well.&lt;/p&gt;\n\n&lt;p&gt;Which leads to a game you can play, in SK.&lt;/p&gt;\n\n&lt;p&gt;A Silent Knowledge Game!&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve named it, &amp;quot;remembering&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Oddly, that&amp;#39;s what the apprentices said in Second Ring of Power.&lt;/p&gt;\n\n&lt;p&gt;That with don Juan gone, they were involved in a &amp;quot;task of remembering&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But how to describe that, when you can reach SK and get to play this game yourself?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s impossible.&lt;/p&gt;\n\n&lt;p&gt;Because what you are trying to remember, is often veiled in &amp;quot;the abstract&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So to use an image you might understand, but which isn&amp;#39;t fully accurate, while gazing at the darkness (which is filled with vague lines and little flickers), you notice a &amp;quot;line in the dirt&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a dashed line, like someone took a stick and scraped a line across some dried soil, but lifted the stick every couple of inches, so that it&amp;#39;s like a dotted line.&lt;/p&gt;\n\n&lt;p&gt;Like this -----------.&lt;/p&gt;\n\n&lt;p&gt;I was exploring that very thing last night!  The &amp;quot;line in the sand&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Normally you&amp;#39;re looking for &amp;quot;videos in the air&amp;quot; while waiting for SK to manifest, or if you&amp;#39;re a &amp;quot;good student&amp;quot; you&amp;#39;re looking for a &amp;quot;whorl&amp;quot; shape to form an intense pomegranate dot, and spit out text you can read.&lt;/p&gt;\n\n&lt;p&gt;Don Juan told use to look for that, instead of videos in the air.&lt;/p&gt;\n\n&lt;p&gt;As part of a trick he played on us.&lt;/p&gt;\n\n&lt;p&gt;To give us some &amp;quot;purpose&amp;quot; during SK.&lt;/p&gt;\n\n&lt;p&gt;It alters the mood.&lt;/p&gt;\n\n&lt;p&gt;Which alters the intent of SK (Silent Knowledge)!&lt;/p&gt;\n\n&lt;p&gt;Such a trick they played on us!&lt;/p&gt;\n\n&lt;p&gt;But once you can reach SK daily you&amp;#39;ll just say, &amp;quot;Screw that.  I&amp;#39;ll take anything I can get!!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Especially since those videos are often of some other time or place, and you can occasionally travel into them and land there in the past, in what seems to be your real, physical body.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t &amp;quot;project&amp;quot; some &amp;quot;soul&amp;quot; from our body, sitting there with our eyes closed!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s pretend magic.&lt;/p&gt;\n\n&lt;p&gt;Instead we &amp;quot;zip&amp;quot; into the videos in the air, shirt, boots, and all.&lt;/p&gt;\n\n&lt;p&gt;So you won&amp;#39;t be highly motivated to refuse anything but &amp;quot;the whorl&amp;quot; and some lame SMS messages emanating from a &amp;quot;pomegranate dot&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s about like going to McDonald&amp;#39;s, and getting the apple slices instead of some fresh hot french fries.&lt;/p&gt;\n\n&lt;p&gt;If your mom isn&amp;#39;t watching, you&amp;#39;re going for the fries!&lt;/p&gt;\n\n&lt;p&gt;But this SKG (Silent Knowledge Game) of &amp;quot;remembering&amp;quot; happens because you see a partial &amp;quot;video in the air&amp;quot;, and remember it.&lt;/p&gt;\n\n&lt;p&gt;But how?  You&amp;#39;ve been present all along, and there absolutely wasn&amp;#39;t any video of lines scratched on the dirt.&lt;/p&gt;\n\n&lt;p&gt;And yet, there it is.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;ve already stood up and left that scene, not realizing you did in fact &amp;quot;zip &amp;quot;into it, as you remembered it, and you were squatting down on dirt to examine the line in the sand more closely.&lt;/p&gt;\n\n&lt;p&gt;You &amp;quot;remember&amp;quot; both the line, but now you also remember that you were just standing there beside it, only seconds ago!&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s IMPOSSIBLE!&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d remember a thing like that.&lt;/p&gt;\n\n&lt;p&gt;And even if you didn&amp;#39;t, you wouldn&amp;#39;t have continuous memories of the last 5 minutes.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nowhere in those last 5 minutes that you could have zipped into a video and landed in a real place, in your physical body.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the game of &amp;quot;remembering&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a &amp;quot;thread&amp;quot; in the dirt, which you get to carefully pull up to see where it leads.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a Silent Knowledge rabbit hole that goes VERY deep.&lt;/p&gt;\n\n&lt;p&gt;And a game you get to play if you work hard daily.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m convinced you could &amp;quot;map&amp;quot; silent Knowledge, the way we&amp;#39;ve mapped the J curve.&lt;/p&gt;\n\n&lt;p&gt;Carlos gave a private class a lecture on the J curve, giving in general what fun magic happens at each depth.&lt;/p&gt;\n\n&lt;p&gt;I filled it in with pictures based on what real people had seen there.&lt;/p&gt;\n\n&lt;p&gt;Early on Juann and I got into discussions about whether a picture on the map might be out of place along that J curve, but we never fully figured out if I ought to swap any of them around.&lt;/p&gt;\n\n&lt;p&gt;It was &amp;quot;close enough&amp;quot;, and in fact Carlos had set the general categories of what happens, and the pictures agreed in general.&lt;/p&gt;\n\n&lt;p&gt;But for Silent Knowledge you could also make a &amp;quot;map&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We just don&amp;#39;t have any basis for it, from Carlos.&lt;/p&gt;\n\n&lt;p&gt;We never got far enough while he was around, to allow him to expand on that topic.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a pity.&lt;/p&gt;\n\n&lt;p&gt;Probably the ones who can map it out for us are the women, who are more comfortable with &amp;quot;the abstract&amp;quot; than the men.&lt;/p&gt;\n\n&lt;p&gt;As don Juan said, women start out half in the abstract.  And so there&amp;#39;s no need for power plants, for women.&lt;/p&gt;\n\n&lt;p&gt;The men on the other hand sometimes need a &amp;quot;kick in the butt&amp;quot;, so that power plants might be useful for them.&lt;/p&gt;\n\n&lt;p&gt;Except, there&amp;#39;s no sorcerers around to administer them, and those places you go to try &amp;quot;ayahuasca&amp;quot; are simply run by bad men.  Maybe even by the Cartels.&lt;/p&gt;\n\n&lt;p&gt;By profitters, willing to risk putting you into danger to get your money.&lt;/p&gt;\n\n&lt;p&gt;And so even if there might be a case where use of Power plants could help someone struggling with darkroom, there&amp;#39;s no one to help them use those.&lt;/p&gt;\n\n&lt;p&gt;Just bad men who will lead you down a road which brings them more of your money.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1aq3tv4/why_is_good_to_post_your_progress_memory_loss_in/kqahhrk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1707858933.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1aq3tv4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kqaw2db", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1707863919.0, "send_replies": true, "parent_id": "t1_kqaegua", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Once or twice doesn't hurt.\n\nAnd I have a theory that we need that, to make up for not having any sorcerers to help us in person.\n\nA sort of substitute lineage, or substitute \"benefactor\".\n\nThose are \"things\" burned into the emanations, for this path.\n\nSo might as well try to \"activate\" those emanations, if possible.\n\nCarlos and the witches even used to make up stories about inner circle people, and give them Grau or Donner for a last name.\n\nTrying to \"hook\" to the intent of past sorcerers.\n\nEveryone made fun of it though, even calling it \"Playing sorcerer\".\n\nNaturally the ones \"playing sorcerer\" were the ones criticizing what Carlos and the witches did.\n\nNot the ones following the directions they got from real sorcerers.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kqaw2db", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Once or twice doesn&amp;#39;t hurt.&lt;/p&gt;\n\n&lt;p&gt;And I have a theory that we need that, to make up for not having any sorcerers to help us in person.&lt;/p&gt;\n\n&lt;p&gt;A sort of substitute lineage, or substitute &amp;quot;benefactor&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Those are &amp;quot;things&amp;quot; burned into the emanations, for this path.&lt;/p&gt;\n\n&lt;p&gt;So might as well try to &amp;quot;activate&amp;quot; those emanations, if possible.&lt;/p&gt;\n\n&lt;p&gt;Carlos and the witches even used to make up stories about inner circle people, and give them Grau or Donner for a last name.&lt;/p&gt;\n\n&lt;p&gt;Trying to &amp;quot;hook&amp;quot; to the intent of past sorcerers.&lt;/p&gt;\n\n&lt;p&gt;Everyone made fun of it though, even calling it &amp;quot;Playing sorcerer&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Naturally the ones &amp;quot;playing sorcerer&amp;quot; were the ones criticizing what Carlos and the witches did.&lt;/p&gt;\n\n&lt;p&gt;Not the ones following the directions they got from real sorcerers.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1aq3tv4", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1aq3tv4/why_is_good_to_post_your_progress_memory_loss_in/kqaw2db/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1707863919.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}], "before": null}}, "user_reports": [], "saved": false, "id": "kqaegua", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "CiChocolate", "can_mod_post": false, "created_utc": 1707857914.0, "send_replies": true, "parent_id": "t3_1aq3tv4", "score": 3, "author_fullname": "t2_nlmc8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Interesting, I haven’t seen anything new in a year, just same ole green stars I saw the first day I did darkroom, but the other day I did see something new. It was like two stars turning into cracks of green light. I should’ve made the cgi right away coz now my memory of that thing is fading. lol wasn’t sure if it was worth it to post every new thing or not", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kqaegua", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Interesting, I haven’t seen anything new in a year, just same ole green stars I saw the first day I did darkroom, but the other day I did see something new. It was like two stars turning into cracks of green light. I should’ve made the cgi right away coz now my memory of that thing is fading. lol wasn’t sure if it was worth it to post every new thing or not&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1aq3tv4/why_is_good_to_post_your_progress_memory_loss_in/kqaegua/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1707857914.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1aq3tv4", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}]