[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/330ecv87k7fc1.jpg?width=2048&amp;format=pjpg&amp;auto=webp&amp;s=706520b1fe829a9756a8c5e7860978fee2a2bac6\n\nSomeone in the meditation subreddit trashed Carlos, so I spent some time there arguing back and forth about it.\n\nI didn't get banned!  To their credit.\n\nBut they did lock the thread to prevent further discussions along that line.  In particular, some man seems to have created his own meditation technique, which he was pretending to \"teach\" in there.  He was particularly unhappy to hear me point out that meditation produces pathetic results.  Even describing what you can do with sorcery, so that he could compare the two and see the truth of the situation.\n\nThe mods just locked the thread to put an end to the back and forth.\n\nThe \"Remote viewing\" subreddit not only locked the thread where I explained that real remote viewing ought to let you visibly view events remotely,  anywhere in time and space.\n\nSomething I do daily, so I can assure you that any of you can reach that point also.\n\nInstead of just scribbling on paper as Monroe Institute teaches people to do, which they used to scam the CIA back in the 70s or 80s.\n\nBut they also erased all record of my comments,  for everyone's \"good\".  Because it's harmful to their profit margins to tell the truth about their \"technique\".\n\nThe Dzogchen people were shocked I would dare to question their amazing intellectually superior Buddhist minds, so they banned me permanently. It's the upturned noses smelling shit everywhere, which Carlos used to imitate when EuroBuddhists managed to get into private classes.\n\nYou get various reactions in various subreddits, based on the horribleness of the topic.\n\nThe nicest so far were the TM people, who never actually took any actions against me. Probably they were just happy to have any discussions at all going on there.\n\nNever be afraid to do that!   To confront fake magic.\n\nJust make sure your motivations are good.\n\nThen no matter how horrible it gets, you'll learn something valuable from it.\n\nAnd even get rewarded, when you practice darkroom for the evening and your assemblage point moves very far, despite the day's hostilities.  You kind of \"unbind\" your social reactions, the negative side effects of dealing with petty tyrants, from your ability to move the assemblage point.\n\nYou can never actually change yourself.  Your normal behavior will always be your normal behavior.\n\nBut you can learn to ignore it, and move your assemblage point anyway.\n\nFrom that encounter in the meditation subreddit I learned the following.\n\nPartly because someone followed me from there to other social media, and I came to realize what ought to have been obvious all along.\n\nAll forms of \"meditation\" are a scam.  And the people involved in it, have dubious motivations.\n\nThere aren't any \"innocent bystanders\" there.\n\nMeditation works a tiny bit, because if you alter your internal dialogue in just about any way, for a sustained period, \"weird stuff happens\".\n\nNot much, since your normal internal dialogue will return. But if your eyes are closed, you can notice the results of even a small change in your internal dialogue.\n\nYour assemblage point will move down to the green line on the J curve. Down to just below your shoulder blades.\n\nThat's as far as you'll get however, except rarely by accident. Since you didn't actually get rid of your internal dialogue.\n\nEven the highest Buddhist \"Master\" who ever lived never got rid of their internal dialogue, or they'd give up that criminal enterprise.\n\nOnce your assemblage point moves all the way to Silent Knowledge, you see through that kind of egotistical meditation endeavor.\n\nClearly. It's completely in the \"wrong direction\".\n\nAnd you would feel bad for inflicting it on others, once you realized it wasn't the right way to go.\n\nThe world STOPS when you truly get rid of the internal dialogue, and you're presented with infinite knowledge of endless new worlds you can visit anywhere in time and space.\n\nIn your physical body, wide awake, eyes open and completely sober!\n\nIf you're sitting there with your eyes closed like a lazy grinning Buddha, it's pretty clear you haven't gotten rid of your internal dialogue at all.\n\nAnd are merely seeking human attention or money.\n\nSo here's the basic scam.\n\nHumans have assemblage points which move slightly all throughout the day. Most are such small movements, reality isn't altered enough to be noticable. But sometimes the movement produces weirdness, which we've been trained to dismiss.\n\nWe all know of such things. Dreams are one, but so is feeling amazing after exercising and laying down to rest a bit.\n\nSome people sit in chairs and smoke pipes, and ponder the mysteries of existence like a college professor of philosophy.\n\nYou can get VERY high doing that.\n\nPeople pray, and \"Feel the love of Jesus\".\n\nJust try telling them they didn't!\n\nReally, we have no shortage of green zone magical effects during the day!\n\nJoggers high even.\n\nSo why anyone is impressed with Hindu or Buddhist meditation results, is a big mystery to me. They are completely in the range of things we can already do, without paying for delusional meditation techniques.\n\nLikely it's the self-flattering explanations they give along with the meditation technique, about how you will reach \"perfection\" or \"immortality of consciousness\" using their technique.\n\nWith their techniques inevitably being just some crappy substitute internal dialogue.\n\nIf you learned meditation, you were ROBBED!\n\nBy people who don't have your best interests at heart.\n\nThough they may not realize it, since everyone is stealing in that manner.\n\nAnd until recently, there was no real magic visible on the web. So no reason for them to notice, their results are nothing to be proud of.\n\nPeople in our era just haven't realize what human potential really is. Because no one told them about it.\n\nWe kind of knew as children, when the entire world was filled with random magic.\n\nBut we got talked out of believing that, and now we've forgotten.\n\nIf we hadn't, it would become obvious how lame Asian magical systems are.\n\nProducing results you can easily get without handing them your cash.\n\nFrankly, if you really feel you need soothing from meditation you'd be better off to pray.\n\nAt least that can activate the shared emanations for God and Heaven, and you can literally learn to visit Heaven on demand.\n\nTrust me, heaven is VERY soothing.\n\nEven the waiting room is super nice.\n\nAnd of course you can visit God that way, but that's not actually \"soothing\".\n\nBut why do people defend meditation techniques, as being helpful to people?\n\nThey just don't know any better.\n\nAnd some are con artists. Such as Deepak Chopra.\n\nSome just want to be con artists themselves some day, and believe they have to earn \"endorsement\" from their chosen organization.\n\nTheir goal being to become a \"wise teacher\" of something they never actually plan to spend the time to learn.\n\nThis harsh analysis is not quite right for women.\n\nWomen might just be seeking a \"community\".\n\nAnd being natural witches, the minor sensations meditation techniques can produce are pretty much trivial to them, so they aren't as obsessed with the techniques or the results, as greedy men.\n\nSo there you have it.\n\nMeditation is a scam.\n\nIf you believe you can use that to learn sorcery, you have no idea at all what sorcery is.\n\nYou MUST remove ALL of your internal dialogue long enough so that you stop sending your awareness into the emanations of our daily world.\n\nAnd remove it long enough so that you are essentially no longer \"human\". So that you have a \"clean link to intent\".\n\nTHEN you can perceive what comes back from the emanations themselves, when you don't interfere.\n\nInfinity will guide you to go further!\n\nIt might sound a lot like phony Chinese philosophy to explain how you must stop sending awareness into the emanations.\n\nSuch as \"you must be empty!\"\n\nExcept, Asian mystics never are.\n\nOr they'd be able to do what sorcerers can do, and wouldn't be obsessed with earning a living pretending to \"teach\" magic.\n\nOr \"higher consciousness\" if they prefer not to get mixed up with the idea they can do magic.\n\nEven so, they don't even reach beginner's lever of \"higher\" consciousness or they'd commonly shapeshift and teleport. Or find their \"double\" for real.\n\nReal magic, or real exploration of consciousness, produces DAILY impossible experiences you can't even talk about with other people.\n\nYou certainly couldn't charge anyone money to teach them how to get there.\n\nIt takes actual work.\n\nUnlike meditation, which is a \"restful\" scam.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "All Forms of Meditation Are A Scam", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"330ecv87k7fc1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=a4dbe6a581b46647d324df1ff74b2e3bb5ee048f"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=7b66203480f4af48bf6cd5fbda3275b2a0d8ba5d"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=c8f06934e1b6375233c2fbce4f02875c811a1ce2"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=b3fcd28c8625330515741cf51c554757960e884b"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=0c9c201f2e612f6a648fdab7193c7fffb45f9c89"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=9fe93100e3df1f7cdb6a58e732d129fd71bcc6f4"}], "s": {"y": 2048, "x": 2048, "u": "https://preview.redd.it/330ecv87k7fc1.jpg?width=2048&amp;format=pjpg&amp;auto=webp&amp;s=706520b1fe829a9756a8c5e7860978fee2a2bac6"}, "id": "330ecv87k7fc1"}}, "name": "t3_1ach2ib", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.86, "author_flair_background_color": null, "subreddit_type": "public", "ups": 36, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 36, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://b.thumbs.redditmedia.com/eFRdNCEB3d0kPOPTNylu8QZnMskoKjasRHlTgWMWi9g.jpg", "edited": 1706459516.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1706379263.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/330ecv87k7fc1.jpg?width=2048&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=706520b1fe829a9756a8c5e7860978fee2a2bac6\"&gt;https://preview.redd.it/330ecv87k7fc1.jpg?width=2048&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=706520b1fe829a9756a8c5e7860978fee2a2bac6&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Someone in the meditation subreddit trashed Carlos, so I spent some time there arguing back and forth about it.&lt;/p&gt;\n\n&lt;p&gt;I didn&amp;#39;t get banned!  To their credit.&lt;/p&gt;\n\n&lt;p&gt;But they did lock the thread to prevent further discussions along that line.  In particular, some man seems to have created his own meditation technique, which he was pretending to &amp;quot;teach&amp;quot; in there.  He was particularly unhappy to hear me point out that meditation produces pathetic results.  Even describing what you can do with sorcery, so that he could compare the two and see the truth of the situation.&lt;/p&gt;\n\n&lt;p&gt;The mods just locked the thread to put an end to the back and forth.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;Remote viewing&amp;quot; subreddit not only locked the thread where I explained that real remote viewing ought to let you visibly view events remotely,  anywhere in time and space.&lt;/p&gt;\n\n&lt;p&gt;Something I do daily, so I can assure you that any of you can reach that point also.&lt;/p&gt;\n\n&lt;p&gt;Instead of just scribbling on paper as Monroe Institute teaches people to do, which they used to scam the CIA back in the 70s or 80s.&lt;/p&gt;\n\n&lt;p&gt;But they also erased all record of my comments,  for everyone&amp;#39;s &amp;quot;good&amp;quot;.  Because it&amp;#39;s harmful to their profit margins to tell the truth about their &amp;quot;technique&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The Dzogchen people were shocked I would dare to question their amazing intellectually superior Buddhist minds, so they banned me permanently. It&amp;#39;s the upturned noses smelling shit everywhere, which Carlos used to imitate when EuroBuddhists managed to get into private classes.&lt;/p&gt;\n\n&lt;p&gt;You get various reactions in various subreddits, based on the horribleness of the topic.&lt;/p&gt;\n\n&lt;p&gt;The nicest so far were the TM people, who never actually took any actions against me. Probably they were just happy to have any discussions at all going on there.&lt;/p&gt;\n\n&lt;p&gt;Never be afraid to do that!   To confront fake magic.&lt;/p&gt;\n\n&lt;p&gt;Just make sure your motivations are good.&lt;/p&gt;\n\n&lt;p&gt;Then no matter how horrible it gets, you&amp;#39;ll learn something valuable from it.&lt;/p&gt;\n\n&lt;p&gt;And even get rewarded, when you practice darkroom for the evening and your assemblage point moves very far, despite the day&amp;#39;s hostilities.  You kind of &amp;quot;unbind&amp;quot; your social reactions, the negative side effects of dealing with petty tyrants, from your ability to move the assemblage point.&lt;/p&gt;\n\n&lt;p&gt;You can never actually change yourself.  Your normal behavior will always be your normal behavior.&lt;/p&gt;\n\n&lt;p&gt;But you can learn to ignore it, and move your assemblage point anyway.&lt;/p&gt;\n\n&lt;p&gt;From that encounter in the meditation subreddit I learned the following.&lt;/p&gt;\n\n&lt;p&gt;Partly because someone followed me from there to other social media, and I came to realize what ought to have been obvious all along.&lt;/p&gt;\n\n&lt;p&gt;All forms of &amp;quot;meditation&amp;quot; are a scam.  And the people involved in it, have dubious motivations.&lt;/p&gt;\n\n&lt;p&gt;There aren&amp;#39;t any &amp;quot;innocent bystanders&amp;quot; there.&lt;/p&gt;\n\n&lt;p&gt;Meditation works a tiny bit, because if you alter your internal dialogue in just about any way, for a sustained period, &amp;quot;weird stuff happens&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not much, since your normal internal dialogue will return. But if your eyes are closed, you can notice the results of even a small change in your internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Your assemblage point will move down to the green line on the J curve. Down to just below your shoulder blades.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s as far as you&amp;#39;ll get however, except rarely by accident. Since you didn&amp;#39;t actually get rid of your internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Even the highest Buddhist &amp;quot;Master&amp;quot; who ever lived never got rid of their internal dialogue, or they&amp;#39;d give up that criminal enterprise.&lt;/p&gt;\n\n&lt;p&gt;Once your assemblage point moves all the way to Silent Knowledge, you see through that kind of egotistical meditation endeavor.&lt;/p&gt;\n\n&lt;p&gt;Clearly. It&amp;#39;s completely in the &amp;quot;wrong direction&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And you would feel bad for inflicting it on others, once you realized it wasn&amp;#39;t the right way to go.&lt;/p&gt;\n\n&lt;p&gt;The world STOPS when you truly get rid of the internal dialogue, and you&amp;#39;re presented with infinite knowledge of endless new worlds you can visit anywhere in time and space.&lt;/p&gt;\n\n&lt;p&gt;In your physical body, wide awake, eyes open and completely sober!&lt;/p&gt;\n\n&lt;p&gt;If you&amp;#39;re sitting there with your eyes closed like a lazy grinning Buddha, it&amp;#39;s pretty clear you haven&amp;#39;t gotten rid of your internal dialogue at all.&lt;/p&gt;\n\n&lt;p&gt;And are merely seeking human attention or money.&lt;/p&gt;\n\n&lt;p&gt;So here&amp;#39;s the basic scam.&lt;/p&gt;\n\n&lt;p&gt;Humans have assemblage points which move slightly all throughout the day. Most are such small movements, reality isn&amp;#39;t altered enough to be noticable. But sometimes the movement produces weirdness, which we&amp;#39;ve been trained to dismiss.&lt;/p&gt;\n\n&lt;p&gt;We all know of such things. Dreams are one, but so is feeling amazing after exercising and laying down to rest a bit.&lt;/p&gt;\n\n&lt;p&gt;Some people sit in chairs and smoke pipes, and ponder the mysteries of existence like a college professor of philosophy.&lt;/p&gt;\n\n&lt;p&gt;You can get VERY high doing that.&lt;/p&gt;\n\n&lt;p&gt;People pray, and &amp;quot;Feel the love of Jesus&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Just try telling them they didn&amp;#39;t!&lt;/p&gt;\n\n&lt;p&gt;Really, we have no shortage of green zone magical effects during the day!&lt;/p&gt;\n\n&lt;p&gt;Joggers high even.&lt;/p&gt;\n\n&lt;p&gt;So why anyone is impressed with Hindu or Buddhist meditation results, is a big mystery to me. They are completely in the range of things we can already do, without paying for delusional meditation techniques.&lt;/p&gt;\n\n&lt;p&gt;Likely it&amp;#39;s the self-flattering explanations they give along with the meditation technique, about how you will reach &amp;quot;perfection&amp;quot; or &amp;quot;immortality of consciousness&amp;quot; using their technique.&lt;/p&gt;\n\n&lt;p&gt;With their techniques inevitably being just some crappy substitute internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;If you learned meditation, you were ROBBED!&lt;/p&gt;\n\n&lt;p&gt;By people who don&amp;#39;t have your best interests at heart.&lt;/p&gt;\n\n&lt;p&gt;Though they may not realize it, since everyone is stealing in that manner.&lt;/p&gt;\n\n&lt;p&gt;And until recently, there was no real magic visible on the web. So no reason for them to notice, their results are nothing to be proud of.&lt;/p&gt;\n\n&lt;p&gt;People in our era just haven&amp;#39;t realize what human potential really is. Because no one told them about it.&lt;/p&gt;\n\n&lt;p&gt;We kind of knew as children, when the entire world was filled with random magic.&lt;/p&gt;\n\n&lt;p&gt;But we got talked out of believing that, and now we&amp;#39;ve forgotten.&lt;/p&gt;\n\n&lt;p&gt;If we hadn&amp;#39;t, it would become obvious how lame Asian magical systems are.&lt;/p&gt;\n\n&lt;p&gt;Producing results you can easily get without handing them your cash.&lt;/p&gt;\n\n&lt;p&gt;Frankly, if you really feel you need soothing from meditation you&amp;#39;d be better off to pray.&lt;/p&gt;\n\n&lt;p&gt;At least that can activate the shared emanations for God and Heaven, and you can literally learn to visit Heaven on demand.&lt;/p&gt;\n\n&lt;p&gt;Trust me, heaven is VERY soothing.&lt;/p&gt;\n\n&lt;p&gt;Even the waiting room is super nice.&lt;/p&gt;\n\n&lt;p&gt;And of course you can visit God that way, but that&amp;#39;s not actually &amp;quot;soothing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But why do people defend meditation techniques, as being helpful to people?&lt;/p&gt;\n\n&lt;p&gt;They just don&amp;#39;t know any better.&lt;/p&gt;\n\n&lt;p&gt;And some are con artists. Such as Deepak Chopra.&lt;/p&gt;\n\n&lt;p&gt;Some just want to be con artists themselves some day, and believe they have to earn &amp;quot;endorsement&amp;quot; from their chosen organization.&lt;/p&gt;\n\n&lt;p&gt;Their goal being to become a &amp;quot;wise teacher&amp;quot; of something they never actually plan to spend the time to learn.&lt;/p&gt;\n\n&lt;p&gt;This harsh analysis is not quite right for women.&lt;/p&gt;\n\n&lt;p&gt;Women might just be seeking a &amp;quot;community&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And being natural witches, the minor sensations meditation techniques can produce are pretty much trivial to them, so they aren&amp;#39;t as obsessed with the techniques or the results, as greedy men.&lt;/p&gt;\n\n&lt;p&gt;So there you have it.&lt;/p&gt;\n\n&lt;p&gt;Meditation is a scam.&lt;/p&gt;\n\n&lt;p&gt;If you believe you can use that to learn sorcery, you have no idea at all what sorcery is.&lt;/p&gt;\n\n&lt;p&gt;You MUST remove ALL of your internal dialogue long enough so that you stop sending your awareness into the emanations of our daily world.&lt;/p&gt;\n\n&lt;p&gt;And remove it long enough so that you are essentially no longer &amp;quot;human&amp;quot;. So that you have a &amp;quot;clean link to intent&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;THEN you can perceive what comes back from the emanations themselves, when you don&amp;#39;t interfere.&lt;/p&gt;\n\n&lt;p&gt;Infinity will guide you to go further!&lt;/p&gt;\n\n&lt;p&gt;It might sound a lot like phony Chinese philosophy to explain how you must stop sending awareness into the emanations.&lt;/p&gt;\n\n&lt;p&gt;Such as &amp;quot;you must be empty!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Except, Asian mystics never are.&lt;/p&gt;\n\n&lt;p&gt;Or they&amp;#39;d be able to do what sorcerers can do, and wouldn&amp;#39;t be obsessed with earning a living pretending to &amp;quot;teach&amp;quot; magic.&lt;/p&gt;\n\n&lt;p&gt;Or &amp;quot;higher consciousness&amp;quot; if they prefer not to get mixed up with the idea they can do magic.&lt;/p&gt;\n\n&lt;p&gt;Even so, they don&amp;#39;t even reach beginner&amp;#39;s lever of &amp;quot;higher&amp;quot; consciousness or they&amp;#39;d commonly shapeshift and teleport. Or find their &amp;quot;double&amp;quot; for real.&lt;/p&gt;\n\n&lt;p&gt;Real magic, or real exploration of consciousness, produces DAILY impossible experiences you can&amp;#39;t even talk about with other people.&lt;/p&gt;\n\n&lt;p&gt;You certainly couldn&amp;#39;t charge anyone money to teach them how to get there.&lt;/p&gt;\n\n&lt;p&gt;It takes actual work.&lt;/p&gt;\n\n&lt;p&gt;Unlike meditation, which is a &amp;quot;restful&amp;quot; scam.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "1ach2ib", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 13, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/", "subreddit_subscribers": 9561, "created_utc": 1706379263.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjugbql", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1706383821.0, "send_replies": true, "parent_id": "t1_kju6csb", "score": 4, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;fall asleep\" at will with eyes open\n\nMore on this, from the students-chat:\n\n[**Individual\\_Warthog68**](https://www.reddit.com/user/Individual_Warthog68/) 4:59 PM - How does one take back personal power from the fliers when they overwhelm his mind with nonsense constantly?\n\n[**danl999**](https://www.reddit.com/user//) 5:53 PM - Through removing the internal dialogue, until the assemblage point can move all the way to the orange zone, where the breath changes, and your \"self\" no longer makes any sense.\n\nHowever, if you can just remove it^(1) (*see below)* long enough to see some purple puffs in darkness, that'll brighten our day, and worry the hell out of the fliers.\n\nThe \"nonsense\" you are referring to is an imaginary problem. One you dwell on, **when you can just \"look away\"** **.But no one can do that, until they have something else to look TOWARDS.**\n\nSo let's say you move your assemblage point daily, and make it to that orange zone a bunch of times, where all grief and worry are gone.\n\nAt some point, you'll \"notice\" how to return to that state, more quickly.\n\nAnd everyone is likely different, but in my case I look up to the clouds, and slightly to the right, and see something I can't describe. But if feels good.\n\nMy breath changes, and I realize I'm in the \"orange zone\".  (*hence, why it's not a good idea to aggressively mess around with breathing exercises*)\n\n\\*\\*\\*\n\n^(1) \\- from  [a recent comment](https://www.reddit.com/r/castaneda/comments/19b9hwp/comment/kirj5qa/) :\n\nu/danl999 \\- \"You've got the right idea.\n\nBut it's still a mystery how \"the fliers\" took over.\n\nDon Juan didn't even know the actual history of it.\n\nReally, it comes down to assemblage point position.\n\nBy licking our outer coating of awareness, that \"shiny outer coating\" down to our toes, they caused our beam of awareness to have nowhere else to focus.\n\nAnd with your beam focused down there, you're obsessed with \"self\".\n\nI don't mean that like a Buddhist would mean it, as some egotistical binary accomplishment you can reach, \"eliminating the ego\", where you are now \"perfect\".\n\nYour \"self\" is an actual virtual \"mini-me\" in your mind, which you focus your fantasizing on all day long, trying to elevate it's pretend status in your mind, regardless of whether it's a real world change.\n\nIn Asia they're obsessed with \"saving face\".\n\nBut really, it's nonsensical....\n\n...The Japanese are even known to commit suicide if they lose face.\n\n**Our \"self\" is like that.**\n\n**You can NEVER overcome it! It's something which exists at the position of the assemblage point up at your shoulder blades, when your beam of awareness shines between your toes.**\n\n**The idea that you could eliminate that, as Asian fake magic pretends, is ludicrous.**\n\n**Why would you want to \"remove\" anything that you can be?**\n\nConsidering that elsewhere you have 600 other versions of \"you\".\n\nEach one stable, and always there to change over to.\n\nNot to mention endless shapeshifted forms. Animals, trees, insects.\n\nYour own version of \"The Hulk\" if you like.\n\n**No one wants to \"remove\" anything. We're just seeking the flexibility to choose.\"**", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kjugbql", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;fall asleep&amp;quot; at will with eyes open&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;More on this, from the students-chat:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/user/Individual_Warthog68/\"&gt;&lt;strong&gt;Individual_Warthog68&lt;/strong&gt;&lt;/a&gt; 4:59 PM - How does one take back personal power from the fliers when they overwhelm his mind with nonsense constantly?&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/user//\"&gt;&lt;strong&gt;danl999&lt;/strong&gt;&lt;/a&gt; 5:53 PM - Through removing the internal dialogue, until the assemblage point can move all the way to the orange zone, where the breath changes, and your &amp;quot;self&amp;quot; no longer makes any sense.&lt;/p&gt;\n\n&lt;p&gt;However, if you can just remove it&lt;sup&gt;1&lt;/sup&gt; (&lt;em&gt;see below)&lt;/em&gt; long enough to see some purple puffs in darkness, that&amp;#39;ll brighten our day, and worry the hell out of the fliers.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;nonsense&amp;quot; you are referring to is an imaginary problem. One you dwell on, &lt;strong&gt;when you can just &amp;quot;look away&amp;quot;&lt;/strong&gt; &lt;strong&gt;.But no one can do that, until they have something else to look TOWARDS.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;So let&amp;#39;s say you move your assemblage point daily, and make it to that orange zone a bunch of times, where all grief and worry are gone.&lt;/p&gt;\n\n&lt;p&gt;At some point, you&amp;#39;ll &amp;quot;notice&amp;quot; how to return to that state, more quickly.&lt;/p&gt;\n\n&lt;p&gt;And everyone is likely different, but in my case I look up to the clouds, and slightly to the right, and see something I can&amp;#39;t describe. But if feels good.&lt;/p&gt;\n\n&lt;p&gt;My breath changes, and I realize I&amp;#39;m in the &amp;quot;orange zone&amp;quot;.  (&lt;em&gt;hence, why it&amp;#39;s not a good idea to aggressively mess around with breathing exercises&lt;/em&gt;)&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;&lt;sup&gt;1&lt;/sup&gt; - from  &lt;a href=\"https://www.reddit.com/r/castaneda/comments/19b9hwp/comment/kirj5qa/\"&gt;a recent comment&lt;/a&gt; :&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"/u/danl999\"&gt;u/danl999&lt;/a&gt; - &amp;quot;You&amp;#39;ve got the right idea.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s still a mystery how &amp;quot;the fliers&amp;quot; took over.&lt;/p&gt;\n\n&lt;p&gt;Don Juan didn&amp;#39;t even know the actual history of it.&lt;/p&gt;\n\n&lt;p&gt;Really, it comes down to assemblage point position.&lt;/p&gt;\n\n&lt;p&gt;By licking our outer coating of awareness, that &amp;quot;shiny outer coating&amp;quot; down to our toes, they caused our beam of awareness to have nowhere else to focus.&lt;/p&gt;\n\n&lt;p&gt;And with your beam focused down there, you&amp;#39;re obsessed with &amp;quot;self&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t mean that like a Buddhist would mean it, as some egotistical binary accomplishment you can reach, &amp;quot;eliminating the ego&amp;quot;, where you are now &amp;quot;perfect&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Your &amp;quot;self&amp;quot; is an actual virtual &amp;quot;mini-me&amp;quot; in your mind, which you focus your fantasizing on all day long, trying to elevate it&amp;#39;s pretend status in your mind, regardless of whether it&amp;#39;s a real world change.&lt;/p&gt;\n\n&lt;p&gt;In Asia they&amp;#39;re obsessed with &amp;quot;saving face&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But really, it&amp;#39;s nonsensical....&lt;/p&gt;\n\n&lt;p&gt;...The Japanese are even known to commit suicide if they lose face.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Our &amp;quot;self&amp;quot; is like that.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;You can NEVER overcome it! It&amp;#39;s something which exists at the position of the assemblage point up at your shoulder blades, when your beam of awareness shines between your toes.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;The idea that you could eliminate that, as Asian fake magic pretends, is ludicrous.&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Why would you want to &amp;quot;remove&amp;quot; anything that you can be?&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;Considering that elsewhere you have 600 other versions of &amp;quot;you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Each one stable, and always there to change over to.&lt;/p&gt;\n\n&lt;p&gt;Not to mention endless shapeshifted forms. Animals, trees, insects.&lt;/p&gt;\n\n&lt;p&gt;Your own version of &amp;quot;The Hulk&amp;quot; if you like.&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;No one wants to &amp;quot;remove&amp;quot; anything. We&amp;#39;re just seeking the flexibility to choose.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjugbql/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706383821.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "kju6csb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1706380207.0, "send_replies": true, "parent_id": "t3_1ach2ib", "score": 9, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Stagnancy is a hallmark of Buddhism.\n\nAnd of all religions, really.\n\nSaw that even as a teenager, though I could barely admit that to myself because I hadn't found anything else better!\n\nThey've really cornered the discussion in meditation circles.\n\nIn fact the best results that I ever got in my younger years weren't from Buddhism (or Buddhist adjacent practices), but occurred after reading a book by the mentalist The Amazing Kreskin, who is himself very anti-woo-woo, wherein he called astral projection little more than a \"mini vacation.\"\n\nHere's a [previous post on Mindfulness Meditation](https://www.reddit.com/r/castaneda/comments/14ouv9w/mindfulness/) that may be useful to others (TL;DR...mindfulness goes in the **opposite** direction from the sorcerer's intent, which is essentially to \"fall asleep\" at will with eyes open..and remaining fully ambulatory. Whereas the intent of mindfulness is to anchor oneself only to what is perceptually apparent **here**.).", "edited": 1706381950.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kju6csb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Stagnancy is a hallmark of Buddhism.&lt;/p&gt;\n\n&lt;p&gt;And of all religions, really.&lt;/p&gt;\n\n&lt;p&gt;Saw that even as a teenager, though I could barely admit that to myself because I hadn&amp;#39;t found anything else better!&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve really cornered the discussion in meditation circles.&lt;/p&gt;\n\n&lt;p&gt;In fact the best results that I ever got in my younger years weren&amp;#39;t from Buddhism (or Buddhist adjacent practices), but occurred after reading a book by the mentalist The Amazing Kreskin, who is himself very anti-woo-woo, wherein he called astral projection little more than a &amp;quot;mini vacation.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s a &lt;a href=\"https://www.reddit.com/r/castaneda/comments/14ouv9w/mindfulness/\"&gt;previous post on Mindfulness Meditation&lt;/a&gt; that may be useful to others (TL;DR...mindfulness goes in the &lt;strong&gt;opposite&lt;/strong&gt; direction from the sorcerer&amp;#39;s intent, which is essentially to &amp;quot;fall asleep&amp;quot; at will with eyes open..and remaining fully ambulatory. Whereas the intent of mindfulness is to anchor oneself only to what is perceptually apparent &lt;strong&gt;here&lt;/strong&gt;.).&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kju6csb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706380207.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1ach2ib", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjunx8r", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1706386603.0, "send_replies": true, "parent_id": "t1_kju8l9a", "score": 7, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I suspect that Tensegrity \"hooks\" you to the *intent* of the *seers* of ancient Mexico, which exerts a \"pull\" on you.  Pulling you into their view of reality, and along the same path they traveled to discover all of our sorcery.\n\nKeeping in mind, there's only awareness, and the dark sea of the emanations into which awareness can flow.\n\nThere's nothing else. \n\nNo time, no space, no physical matter, and certainly no \"you\".\n\nSo whatever reality you are in, is a lot like an old sitcom rerun on NetFlix.\n\nIt would flow as a fixed event if it weren't for our ability to fine tune the \"channel\" we're watching.\n\nI suppose that sounds odd in a normal state of awareness, but in Silent Knowledge you get to see this yourself, with videos in the air into which you can travel.\n\nSome of past historical events you can go back and watch in person.\n\nSo our daily world is not at all what it seems. It's closer to \"streaming media\" with infinite variations on each program, rather than a fixed, \"laws of physics\" realm.\n\nThere's evidence that Carlos and the witches believed it was enough just to hook yourself to those ancient seers,  and that through their past influences you'd eventually get to learn sorcery. Automatically.\n\nMeaning,  as long as you kept \"intending\" to learn sorcery, you would.\n\nBut they just didn't realize the amazing ability of their workshop audience to get used to anything different, and turn it back into the ordinary.\n\nIf people gained any \"energy\" from doing Tensegrity, they just added more things they were wanting and seeking,  to their list of daily activities. And used up all of their gains.\n\nThey pissed away their gains...\n\nThat pull of intent from the ancient seers is completely visible in silent knowledge.  Though impossible to explain.  You could visualize it by sitting in your car in a car wash, where the car wash equipment moves, and your car does not. When the car wash machine's giant brushes start spinning and moving along the edge of your car, you feel as if you released your foot from the brake, and your car is rolling forward.\n\nEven though it isn't moving at all.\n\nIt's something surrounding the car which is moving.\n\nThat feeling is a tiny bit like the flow of *intent*, when learning sorcery.\n\nOnce you can detect that \"flow\" of intent,  you come to realize that doing all of your tensegrity at once in the night, isn't as effective as doing a little tensegrity during the day, perhaps on a work break.\n\nTo keep the flow going.\n\nBut still, that's not enough to gain anyone the ability to move their own assemblage point on demand.\n\nWe have the last 25 years to prove that. Not a single Cleargreen follower learned any sorcery at all.\n\nAnd Cleargreen started to erase the expectation of magic from their teaching materials, adding in some new form of pretending that you have \"power\".\n\nAn old \"Man of Knowledge\" delusion.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kjunx8r", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I suspect that Tensegrity &amp;quot;hooks&amp;quot; you to the &lt;em&gt;intent&lt;/em&gt; of the &lt;em&gt;seers&lt;/em&gt; of ancient Mexico, which exerts a &amp;quot;pull&amp;quot; on you.  Pulling you into their view of reality, and along the same path they traveled to discover all of our sorcery.&lt;/p&gt;\n\n&lt;p&gt;Keeping in mind, there&amp;#39;s only awareness, and the dark sea of the emanations into which awareness can flow.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s nothing else. &lt;/p&gt;\n\n&lt;p&gt;No time, no space, no physical matter, and certainly no &amp;quot;you&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So whatever reality you are in, is a lot like an old sitcom rerun on NetFlix.&lt;/p&gt;\n\n&lt;p&gt;It would flow as a fixed event if it weren&amp;#39;t for our ability to fine tune the &amp;quot;channel&amp;quot; we&amp;#39;re watching.&lt;/p&gt;\n\n&lt;p&gt;I suppose that sounds odd in a normal state of awareness, but in Silent Knowledge you get to see this yourself, with videos in the air into which you can travel.&lt;/p&gt;\n\n&lt;p&gt;Some of past historical events you can go back and watch in person.&lt;/p&gt;\n\n&lt;p&gt;So our daily world is not at all what it seems. It&amp;#39;s closer to &amp;quot;streaming media&amp;quot; with infinite variations on each program, rather than a fixed, &amp;quot;laws of physics&amp;quot; realm.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s evidence that Carlos and the witches believed it was enough just to hook yourself to those ancient seers,  and that through their past influences you&amp;#39;d eventually get to learn sorcery. Automatically.&lt;/p&gt;\n\n&lt;p&gt;Meaning,  as long as you kept &amp;quot;intending&amp;quot; to learn sorcery, you would.&lt;/p&gt;\n\n&lt;p&gt;But they just didn&amp;#39;t realize the amazing ability of their workshop audience to get used to anything different, and turn it back into the ordinary.&lt;/p&gt;\n\n&lt;p&gt;If people gained any &amp;quot;energy&amp;quot; from doing Tensegrity, they just added more things they were wanting and seeking,  to their list of daily activities. And used up all of their gains.&lt;/p&gt;\n\n&lt;p&gt;They pissed away their gains...&lt;/p&gt;\n\n&lt;p&gt;That pull of intent from the ancient seers is completely visible in silent knowledge.  Though impossible to explain.  You could visualize it by sitting in your car in a car wash, where the car wash equipment moves, and your car does not. When the car wash machine&amp;#39;s giant brushes start spinning and moving along the edge of your car, you feel as if you released your foot from the brake, and your car is rolling forward.&lt;/p&gt;\n\n&lt;p&gt;Even though it isn&amp;#39;t moving at all.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s something surrounding the car which is moving.&lt;/p&gt;\n\n&lt;p&gt;That feeling is a tiny bit like the flow of &lt;em&gt;intent&lt;/em&gt;, when learning sorcery.&lt;/p&gt;\n\n&lt;p&gt;Once you can detect that &amp;quot;flow&amp;quot; of intent,  you come to realize that doing all of your tensegrity at once in the night, isn&amp;#39;t as effective as doing a little tensegrity during the day, perhaps on a work break.&lt;/p&gt;\n\n&lt;p&gt;To keep the flow going.&lt;/p&gt;\n\n&lt;p&gt;But still, that&amp;#39;s not enough to gain anyone the ability to move their own assemblage point on demand.&lt;/p&gt;\n\n&lt;p&gt;We have the last 25 years to prove that. Not a single Cleargreen follower learned any sorcery at all.&lt;/p&gt;\n\n&lt;p&gt;And Cleargreen started to erase the expectation of magic from their teaching materials, adding in some new form of pretending that you have &amp;quot;power&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;An old &amp;quot;Man of Knowledge&amp;quot; delusion.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjunx8r/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706386603.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjuo8tg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "richardslang_MD", "can_mod_post": false, "created_utc": 1706386721.0, "send_replies": true, "parent_id": "t1_kju8l9a", "score": 5, "author_fullname": "t2_4ttebf0y", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I think the feeling of \"unhappiness\" is just you getting used to not being excited about meaningless bullshit. I rarely get excited EXCITED anymore. But you know what? If I want to I can just make that feeling happen now. It is an adjustment to not talk to yourself constantly for some people. It's not about never doing it. It is about having control over it.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kjuo8tg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I think the feeling of &amp;quot;unhappiness&amp;quot; is just you getting used to not being excited about meaningless bullshit. I rarely get excited EXCITED anymore. But you know what? If I want to I can just make that feeling happen now. It is an adjustment to not talk to yourself constantly for some people. It&amp;#39;s not about never doing it. It is about having control over it.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjuo8tg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706386721.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "kju8l9a", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Brecki86", "can_mod_post": false, "created_utc": 1706381018.0, "send_replies": true, "parent_id": "t3_1ach2ib", "score": 7, "author_fullname": "t2_avpmb098", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "What you write sounds plausible. For the normal person who is not yet able to stop his inner dialog, as I am, it is difficult to imagine what is possible when one has reached inner silence. \n\nWhat I can say is that Tenegrety in a dark room creates a different feeling in me than meditation does. Of course meditation helps you to calm your mind and you definitely feel more refreshed. \n\nI have no proof at the moment that tensegrety and dark room exercises will lead me to what you keep writing about. But I have faith that I am doing everything I can to achieve this state. \n\nWhat I have already noticed is that Tensegrety in particular has a positive influence on my life. In contrast, I have the feeling that by trying to stop my inner dialog, I am increasingly getting the feeling that I am no longer so connected to this world. I live my life without being anchored in daily life. I also get the feeling that I am no longer as happy about life. Perhaps this is because I am constantly trying to stop my inner dialog. I don't yet know whether this is good or bad.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kju8l9a", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;What you write sounds plausible. For the normal person who is not yet able to stop his inner dialog, as I am, it is difficult to imagine what is possible when one has reached inner silence. &lt;/p&gt;\n\n&lt;p&gt;What I can say is that Tenegrety in a dark room creates a different feeling in me than meditation does. Of course meditation helps you to calm your mind and you definitely feel more refreshed. &lt;/p&gt;\n\n&lt;p&gt;I have no proof at the moment that tensegrety and dark room exercises will lead me to what you keep writing about. But I have faith that I am doing everything I can to achieve this state. &lt;/p&gt;\n\n&lt;p&gt;What I have already noticed is that Tensegrety in particular has a positive influence on my life. In contrast, I have the feeling that by trying to stop my inner dialog, I am increasingly getting the feeling that I am no longer so connected to this world. I live my life without being anchored in daily life. I also get the feeling that I am no longer as happy about life. Perhaps this is because I am constantly trying to stop my inner dialog. I don&amp;#39;t yet know whether this is good or bad.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kju8l9a/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706381018.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1ach2ib", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjuq8jz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kjum06p", "score": 11, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Possibly there haven't been any sorcerers who knew how to move their own assemblage points starting from \"normal\",  since the first \"old seers\".\n\nAfter their initial discoveries, sorcery was taught to younglings.\n\nSo they just grew up being able to move their assemblage points, from copying their adopted parents.\n\nNot the same at all, as trying to learn to do it once you got stuck in the river of shit as we all are.\n\nThen the New Seers used a whole lineage and \"the Nagual's Blow\" to teach their apprentices to move their assemblage points.\n\nSuch that even Carlos didn't know how to move his own assemblage point, from scratch.\n\nYou can see how pleased don Juan was on a couple of occasions in the books, where he sat patiently with Carlos for a couple of hours, during which Carlos managed to move his own assemblage point.\n\nSome story involving a cave comes to mind, but there's at least one other.\n\nTook Carlos more than 1 hour in both cases.\n\nAnd it was clearly considered an \"accomplishment\" by don Juan.\n\nIn fact, Carlos indicated a little surprise when two women from private classes succeeded at moving all along the J curve in a single evening.  Of course, they couldn't remember it.\n\nWhich we all experience ourselves eventually, from doing darkroom practice.  You really do forget everything if you haven't done that before. The same way you forget a dream, almost immediately after waking up from it.\n\nCarlos even told us he was pleasantly surprised at what the two women had done,  and we got the J curve lecture from it.\n\nNot that it couldn't have been a trick on his part...\n\nBut even if it was just a trick to prepare us for that explanation of how it moves without the Nagual's blow, it seems as if we're the first to learn to move it, without help from anyone else.\n\nOr any substances or rituals.\n\nWhat we're doing, has never been done before. We're lucky it's going so well.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_kjuq8jz", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Possibly there haven&amp;#39;t been any sorcerers who knew how to move their own assemblage points starting from &amp;quot;normal&amp;quot;,  since the first &amp;quot;old seers&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;After their initial discoveries, sorcery was taught to younglings.&lt;/p&gt;\n\n&lt;p&gt;So they just grew up being able to move their assemblage points, from copying their adopted parents.&lt;/p&gt;\n\n&lt;p&gt;Not the same at all, as trying to learn to do it once you got stuck in the river of shit as we all are.&lt;/p&gt;\n\n&lt;p&gt;Then the New Seers used a whole lineage and &amp;quot;the Nagual&amp;#39;s Blow&amp;quot; to teach their apprentices to move their assemblage points.&lt;/p&gt;\n\n&lt;p&gt;Such that even Carlos didn&amp;#39;t know how to move his own assemblage point, from scratch.&lt;/p&gt;\n\n&lt;p&gt;You can see how pleased don Juan was on a couple of occasions in the books, where he sat patiently with Carlos for a couple of hours, during which Carlos managed to move his own assemblage point.&lt;/p&gt;\n\n&lt;p&gt;Some story involving a cave comes to mind, but there&amp;#39;s at least one other.&lt;/p&gt;\n\n&lt;p&gt;Took Carlos more than 1 hour in both cases.&lt;/p&gt;\n\n&lt;p&gt;And it was clearly considered an &amp;quot;accomplishment&amp;quot; by don Juan.&lt;/p&gt;\n\n&lt;p&gt;In fact, Carlos indicated a little surprise when two women from private classes succeeded at moving all along the J curve in a single evening.  Of course, they couldn&amp;#39;t remember it.&lt;/p&gt;\n\n&lt;p&gt;Which we all experience ourselves eventually, from doing darkroom practice.  You really do forget everything if you haven&amp;#39;t done that before. The same way you forget a dream, almost immediately after waking up from it.&lt;/p&gt;\n\n&lt;p&gt;Carlos even told us he was pleasantly surprised at what the two women had done,  and we got the J curve lecture from it.&lt;/p&gt;\n\n&lt;p&gt;Not that it couldn&amp;#39;t have been a trick on his part...&lt;/p&gt;\n\n&lt;p&gt;But even if it was just a trick to prepare us for that explanation of how it moves without the Nagual&amp;#39;s blow, it seems as if we&amp;#39;re the first to learn to move it, without help from anyone else.&lt;/p&gt;\n\n&lt;p&gt;Or any substances or rituals.&lt;/p&gt;\n\n&lt;p&gt;What we&amp;#39;re doing, has never been done before. We&amp;#39;re lucky it&amp;#39;s going so well.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjuq8jz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706387452.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1706387452.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 11}}], "before": null}}, "user_reports": [], "saved": false, "id": "kjum06p", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Juann2323", "can_mod_post": false, "created_utc": 1706385893.0, "send_replies": true, "parent_id": "t1_kju7djy", "score": 10, "author_fullname": "t2_6gwhwg98", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yeah, we're commonly in so bad shape that meditation routines will never be enough to produce real effects on the assemblage point. \n\nEven if we managed to teach their community how important motivations are, so they actually got silent instead of having mental stories. \n\nI bet all the practices goes like \"me, the wise guy who has balance and a better perspective thanks to meditation\". And all the efforts to make that idea stronger. Part of theirselves. \n\nI'm afraid getting silent is not possible before removing all that bad habits, each day. Wich also takes work!\n\nSo it's such a bad thing to stop the practice even before starting what REALLY matters. Wich is moving the assemblage point and seeing.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kjum06p", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yeah, we&amp;#39;re commonly in so bad shape that meditation routines will never be enough to produce real effects on the assemblage point. &lt;/p&gt;\n\n&lt;p&gt;Even if we managed to teach their community how important motivations are, so they actually got silent instead of having mental stories. &lt;/p&gt;\n\n&lt;p&gt;I bet all the practices goes like &amp;quot;me, the wise guy who has balance and a better perspective thanks to meditation&amp;quot;. And all the efforts to make that idea stronger. Part of theirselves. &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m afraid getting silent is not possible before removing all that bad habits, each day. Wich also takes work!&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s such a bad thing to stop the practice even before starting what REALLY matters. Wich is moving the assemblage point and seeing.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjum06p/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706385893.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "kju7djy", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1706380576.0, "send_replies": true, "parent_id": "t3_1ach2ib", "score": 8, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "An insightful comment from chat:\n\n \"The real meditation mantra boils down to ‘me….. ohm… me….ohm… me’ .\"\n\nIt's true!\n\nIf you studied with Deepak Chopra you got:\n\n1st basic technique:  Me, me, me, me, me, me...\n\n1st \"advanced technique\":  Me, wonderful me, wonderful me...\n\n(almost literally).\n\n2nd \"advanced technique\": Great wonderful me, great wonderful me, great wonderful me...\n\nOr specifically, he sells \"Aing, aing, aing, ...\" for $2000.  I'm not sure of price these days, but that was it last I heard.\n\nThen for another $2000 you get \"Aing nama, aing nama, aing nama\".\n\nThen for another $2000, \"Sri Aing Nama, Sri Aing Nama...\"\n\nOf course, there's the zen folks who sometimes like \"puzzles\" such as:\n\n\"How do you realize yourself, when the telephone rings?\"\n\nThe default \"koan\" of Joshu Sasaki, the famous female monk molesting 104 year old cranky Zen master of Los Angeles.\n\nNotice the \"me\" in all of those!\n\nAnd notice, all are just substitute internal dialogues.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kju7djy", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;An insightful comment from chat:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;The real meditation mantra boils down to ‘me….. ohm… me….ohm… me’ .&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s true!&lt;/p&gt;\n\n&lt;p&gt;If you studied with Deepak Chopra you got:&lt;/p&gt;\n\n&lt;p&gt;1st basic technique:  Me, me, me, me, me, me...&lt;/p&gt;\n\n&lt;p&gt;1st &amp;quot;advanced technique&amp;quot;:  Me, wonderful me, wonderful me...&lt;/p&gt;\n\n&lt;p&gt;(almost literally).&lt;/p&gt;\n\n&lt;p&gt;2nd &amp;quot;advanced technique&amp;quot;: Great wonderful me, great wonderful me, great wonderful me...&lt;/p&gt;\n\n&lt;p&gt;Or specifically, he sells &amp;quot;Aing, aing, aing, ...&amp;quot; for $2000.  I&amp;#39;m not sure of price these days, but that was it last I heard.&lt;/p&gt;\n\n&lt;p&gt;Then for another $2000 you get &amp;quot;Aing nama, aing nama, aing nama&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Then for another $2000, &amp;quot;Sri Aing Nama, Sri Aing Nama...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Of course, there&amp;#39;s the zen folks who sometimes like &amp;quot;puzzles&amp;quot; such as:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;How do you realize yourself, when the telephone rings?&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The default &amp;quot;koan&amp;quot; of Joshu Sasaki, the famous female monk molesting 104 year old cranky Zen master of Los Angeles.&lt;/p&gt;\n\n&lt;p&gt;Notice the &amp;quot;me&amp;quot; in all of those!&lt;/p&gt;\n\n&lt;p&gt;And notice, all are just substitute internal dialogues.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kju7djy/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706380576.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1ach2ib", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 8}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjysgsw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1706458599.0, "send_replies": true, "parent_id": "t3_1ach2ib", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "From private chat:\n\n&amp;#x200B;\n\nhttps://preview.redd.it/e42eu47jh7fc1.png?width=720&amp;format=png&amp;auto=webp&amp;s=0b070942f68615c121e46e9b8e49a3cc8bab1adb", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kjysgsw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;From private chat:&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/e42eu47jh7fc1.png?width=720&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=0b070942f68615c121e46e9b8e49a3cc8bab1adb\"&gt;https://preview.redd.it/e42eu47jh7fc1.png?width=720&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=0b070942f68615c121e46e9b8e49a3cc8bab1adb&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjysgsw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706458599.0, "media_metadata": {"e42eu47jh7fc1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 154, "x": 108, "u": "https://preview.redd.it/e42eu47jh7fc1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=2787c0e79bcce78b062bf86036bc7048f6704859"}, {"y": 309, "x": 216, "u": "https://preview.redd.it/e42eu47jh7fc1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=12278173670082592407d2d710b20bdb305da264"}, {"y": 457, "x": 320, "u": "https://preview.redd.it/e42eu47jh7fc1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=cd53da3b69882680480189e6a44aee78408b4d9e"}, {"y": 915, "x": 640, "u": "https://preview.redd.it/e42eu47jh7fc1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=e7aeb4884ef0e65b1f156f3c720f19d512e24231"}], "s": {"y": 1030, "x": 720, "u": "https://preview.redd.it/e42eu47jh7fc1.png?width=720&amp;format=png&amp;auto=webp&amp;s=0b070942f68615c121e46e9b8e49a3cc8bab1adb"}, "id": "e42eu47jh7fc1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1ach2ib", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ktmrk49", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "send_replies": true, "parent_id": "t1_ktmpwmn", "score": 1, "author_fullname": "t2_3l9c5e07", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "His stance was that there's nothing to learn. \n\nOr teach.\n\nThat the aspirant simply had to suffer and continue to strive (intend) **with energy** towards some goal (idea) that was surely hogwash since it would stem from our perspective...until some outside force responded, and a natural evolutionary process then commenced.\n\nU.G. Krishnamurti's initial hogwash goal, was to be enlightened.\n\n\"Thoughts are you enemy\" it's about the most memorable practical/pragmatic advice he ever gave.\n\nBut you're right that apparently not a single person who listened to him ever reached his \"level.\"\n\nMostly because his particular intent track was nowhere near strong enough to be \"functional\" (😉) for anyone but himself.\n\nNo **mass**.\n\nAnd the people who were interested did not have a similarly clear/bold motivation.\n\nhttps://www.reddit.com/r/castaneda/comments/bfeku8/ug_krishnamurti_on_losing_the_human_form/", "edited": 1709761516.0, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_ktmrk49", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;His stance was that there&amp;#39;s nothing to learn. &lt;/p&gt;\n\n&lt;p&gt;Or teach.&lt;/p&gt;\n\n&lt;p&gt;That the aspirant simply had to suffer and continue to strive (intend) &lt;strong&gt;with energy&lt;/strong&gt; towards some goal (idea) that was surely hogwash since it would stem from our perspective...until some outside force responded, and a natural evolutionary process then commenced.&lt;/p&gt;\n\n&lt;p&gt;U.G. Krishnamurti&amp;#39;s initial hogwash goal, was to be enlightened.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Thoughts are you enemy&amp;quot; it&amp;#39;s about the most memorable practical/pragmatic advice he ever gave.&lt;/p&gt;\n\n&lt;p&gt;But you&amp;#39;re right that apparently not a single person who listened to him ever reached his &amp;quot;level.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Mostly because his particular intent track was nowhere near strong enough to be &amp;quot;functional&amp;quot; (😉) for anyone but himself.&lt;/p&gt;\n\n&lt;p&gt;No &lt;strong&gt;mass&lt;/strong&gt;.&lt;/p&gt;\n\n&lt;p&gt;And the people who were interested did not have a similarly clear/bold motivation.&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/castaneda/comments/bfeku8/ug_krishnamurti_on_losing_the_human_form/\"&gt;https://www.reddit.com/r/castaneda/comments/bfeku8/ug_krishnamurti_on_losing_the_human_form/&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/ktmrk49/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1709744326.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1709744326.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "ktmpwmn", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1709743783.0, "send_replies": true, "parent_id": "t1_ktmh57d", "score": 2, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Except that Krishnamurti was a fraud also.\n\nHe just had a \"gimmick\" of calling out everyone but himself.\n\nAnd no one ever learned anything besides pretending, from him.\n\nSome private class members liked him.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ktmpwmn", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Except that Krishnamurti was a fraud also.&lt;/p&gt;\n\n&lt;p&gt;He just had a &amp;quot;gimmick&amp;quot; of calling out everyone but himself.&lt;/p&gt;\n\n&lt;p&gt;And no one ever learned anything besides pretending, from him.&lt;/p&gt;\n\n&lt;p&gt;Some private class members liked him.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/ktmpwmn/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1709743783.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 2}}], "before": null}}, "user_reports": [], "saved": false, "id": "ktmh57d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Gnos_Yidari", "can_mod_post": false, "created_utc": 1709740835.0, "send_replies": true, "parent_id": "t3_1ach2ib", "score": 1, "author_fullname": "t2_3l9c5e07", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "This just popped into my feed:\n\n[meditation is evil because it reinforces the self; and enlightenment is fake. - U.G. Krishnamurti](https://www.reddit.com/r/streamentry/comments/1b7yb6m/i_feel_like_i_cant_trust_any_of_my_thoughts_and/)", "edited": 1709747637.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_ktmh57d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;This just popped into my feed:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://www.reddit.com/r/streamentry/comments/1b7yb6m/i_feel_like_i_cant_trust_any_of_my_thoughts_and/\"&gt;meditation is evil because it reinforces the self; and enlightenment is fake. - U.G. Krishnamurti&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/ktmh57d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1709740835.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1ach2ib", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"total_awards_received": 0, "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "ups": 0, "removal_reason": null, "link_id": "t3_1ach2ib", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kjuej6d", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "AutoModerator", "can_mod_post": false, "created_utc": 1706383167.0, "send_replies": false, "parent_id": "t1_kjuej4e", "score": 1, "author_fullname": "t2_6l4z3", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.\n\n*I am a bot, and this action was performed automatically. Please [contact the moderators of this subreddit](/message/compose/?to=/r/castaneda) if you have any questions or concerns.*", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kjuej6d", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Your comment has been automatically removed because your account does not meet our account-age requirement of 10 days.&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;I am a bot, and this action was performed automatically. Please &lt;a href=\"/message/compose/?to=/r/castaneda\"&gt;contact the moderators of this subreddit&lt;/a&gt; if you have any questions or concerns.&lt;/em&gt;&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": true, "can_gild": false, "link_id": "t3_1ach2ib", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjuej6d/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1706383167.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kjuej4e", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "[deleted]", "can_mod_post": false, "send_replies": true, "parent_id": "t3_1ach2ib", "score": 0, "approved_by": null, "report_reasons": null, "all_awardings": [], "subreddit_id": "t5_2sblm", "body": "[removed]", "edited": false, "downs": 0, "author_flair_css_class": null, "collapsed": false, "is_submitter": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;[removed]&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "associated_award": null, "stickied": false, "subreddit_type": "public", "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": "dark", "score_hidden": false, "permalink": "/r/castaneda/comments/1ach2ib/all_forms_of_meditation_are_a_scam/kjuej4e/", "num_reports": null, "locked": false, "name": "t1_kjuej4e", "created": 1706383167.0, "subreddit": "castaneda", "author_flair_text": null, "treatment_tags": [], "created_utc": 1706383167.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": "", "collapsed_because_crowd_control": null, "mod_reports": [], "mod_note": null, "distinguished": null}}], "before": null}}]