[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "**The joyful testimony of Carlos Castaneda**\n\nby Dr. Zdenek Neubauer\n\n(This is epilogue from the first translation of Teachings of Don Juan to Czech language written by famous Czech philosopher and biologist Zdenek Neubauer. I have made an effort to translate it to English language as I think it is one of the best explanations out there of what psychedelic experience means for the nature of reality that has ever been written. In English it can be finally shared with the world. Please note, that this text has been written in times when such literature as Carlos Castaneda has been banned in Czechoslovakia by the communist party and it had to be shared in secret within the small groups of regime opponents so in some way it relates to esoteric nature of the new seers.)\n\n&amp;#x200B;\n\n*„You are not thinking in the proper order Mescalito actually played with you. That's the point to think about. Why don' t you dwell on that instead of on your fears?... You dwell upon yourself too much. You are a serious person, but your seriousness is attached to what you do, not what goes on outside you. Seek and see the marvels all around you. You will get tired of looking at yourself alone, and the fatigue will make you deaf and blind to anything else. Think about the wonder of Mescalito playing with you. Think about nothing else. The rest will come to you of itself.\"*\n\n*(Teaching, I. 2., pp. 49-50)*\n\nBefore the enchanted reader of the joyful news from Mexico, the inevitable question arises: Did it REALLY happen, or is it literary fiction, an elaborate hoax? Did the author REALLY experience all of this?\n\nIs such questioning, which moved the world's responses to Castaneda's bestseller, really inevitable? — We believe that this asking of questions already proves that the interviewers did not understand the most important thing: namely, the actual content, the meaning of the message that Castaneda's testimony offers.\n\nAll these doubts of ours can be translated into the ever-recurring question of the \"sorcerer's apprentice\" Carlito: \"Was it real?\" — Was it REAL? And his path, the path to knowledge, eventually leads him — in following books — not to a positive answer to such a question, but to overcoming it through the urgent intensity of his own experience. And also the affected irritation of the \"open minded\", credulous type of readers over Carlito's stubborn blindness misses the point of the whole testimony. For the question of reality and truth is not out of place and naive, as it might seem, but is legitimate and eminently \"to the point\". For the \"point\" at stake is not personal experience or exotic facticity; what is at stake is the REVELATION OF FACT, \"REALITY\" AS SUCH.\n\nLet's try to explain all this in more detail. Modern man, the Western intellectual, is proud of his radical skepticism, elevated to the virtue of science. He is not willing to admit anything he has not verified himself. And such skepticism is not shaken even by a personal, direct experience—even when he \"sees it with his own eyes\" or feels it literally \"on his own skin\". Even this is not enough for us to declare it real: it could be a dream, a mistake, a hallucination, a purely subjective impression caused by an \"extraordinary state\" — for example, the effect of psychotropic substances.\n\nDescartes taught us this radical skepticism of \"common sense\" with his \"continuous dream\" argument: everything can only seem to us, even the senses can deceive us. From this skepticism arose the method of modern science, based on distrust of personal immediate experience. Scientific knowledge is the process of separating what is real, i.e. objective, from merely objective errors and interpretations in experience. However, this radical skepticism of objective knowledge is still not radical enough: it rests on the self-confident certainty that one already knows in advance WHAT reality is. This self-evident knowledge of reality, i.e. knowing what it means to \"be real\", is supposed to be a priori, i.e. to precede all knowledge, the mission of which is only to decide whether the content of experience — perception, experience, statement, idea, etc. — falls into the realm of the real or not. From this prejudice of the REAL CATEGORY OBVIOUSNESS, factual, truthful, both the reader's mistrustful skepticism and rashly willing trust result; both lead to a barren alternative: it was so/it was not so. \n\nBut what is that \"to be so\"? What does Carlito even MEAN when he asks if he was \"really a raven\" or if he \"really flew\"? Don Juan's whole teaching leads to the knowledge that if something is real; or not, it is neither decided nor ascertained: the object of KNOWLEDGE in the strong sense of the word is REALITY ITSELF, i.e. the experience of what reality is and not the registration of some new (\"so far unknown\") item of it’s (previously \"objectively\" given) \"inventory\". Juan's repeated question \"Why do you want to learn?\" prompts this essential shift. And rejection of common motives, such as curiosity, professional interest, etc.: Reality is not what the cognizing person states, describes, maps, sorts, discovers, models, manipulates, uses, etc. Reality is what freely appears within the \"adventure of knowledge\" in such a way that the knower experiences it dangerously, in a risky way and in a responsible commitment to himself experiences his own SELF-TRANSFORMATION. \n\nThis adventure, which is literally DEADLY SERIOUS, is thus more similar to hunting or fighting rather than a noncommittal theoretical approach and objective distance — that is, STUDY in today's sense of the word, consisting of measuring, observing, registering, describing, interpreting, discussing, speaking and writing, all of which rightly seems to the two Mexican sorcerers — Juan and Genaro — so comical and inadequate. \"The path of knowledge of the Yaquis\" is rather a return to the original, pre-modern concept of \"study\", which in Latin meant \"zeal\", \"affection\", \"desire\", \"preoccupation\", \"devotion\" - even \"poem\"! This \"studying\" presupposes an unconditional willingness to change completely from the ground up, to open up to the direct influence of reality itself, without placing obstacles between the world and myself of various ideas, presuppositions and prejudgments — of which the most insidious for us is the belief that reality itself has the nature of objectivity, i.e. something already given, given in advance, independent of us and our knowledge. \n\nTherefore, the experiences described in the first volume were preceded by a long training — to which the author returns in the third volume of his testimony — when Don Juan taught Carlito the virtues and skills of a hunter and a warrior. In the end, however, it turns out that the mission of these instructions was not to acquire some methods, techniques and instructions, as understood by Carlito's scientific mentality, but on the contrary \"undoing the world\", freeing oneself from the world of one's ingrained prejudices about how to deal with reality, opening the heart to welcome reality as whatever it is. This path leads through getting rid of stereotypes, habits and schemes in one's own actions and thinking, \"stopping the internal dialogue\" by means of which we constantly assure and convince ourselves of the correctness of our prejudicial habitation and confirm ourselves in it. This stopping of the inner dialogue, getting used to \"talking to yourself\" is the first prerequisite for \"stopping the world\" and freeing yourself from the narrow ruts — the straitjacket — of its objectivity, i.e. fatal, unconditional, self-existing givenness. It is necessary to get rid of self-importance — insisting on what we think about the world — about what we see and experience, and thus gradually of the importance of anything else. \n\nFor what we think of the world, and the fact that we think it, we take so terribly, fatally, and hopelessly seriously, because we take seriously and importantly ourselves, because it is our beliefs, our interpretations, our evaluations, that from these we cannot break out of the ruts we share with others. With this conscious thinking, consisting of constant self-conviction (\"verification\"), the modern man identified his very being, which he declared to be the first and unshakable certainty (cf. Descartes' \"I think, therefore I am!\"). The common man does not recognize, but verifies his assumptions. That is why he does NOT see, he only LOOKS. He thus closes himself into the objective reality of his projections before the world, before the subtle influence of reality, which speaks to him with signs such as gusts of wind, the cries of birds, etc. This voice no longer reaches the stunted soul of contemporary man, at most it disturbs him, and therefore, on the contrary, he prefers to modify the world with his meliorations, rationalizations and projects, i.e. projections of his own ideas about reality and their rational \"laws\", to which he clings, because these creations are considered important.\n\nThe consolation of the message of Carlito's experience lies precisely in the fact that it does not represent another curiosity in the list of objective knowledge, but encourages a radical change of thinking, a turn of one hundred and eighty degrees in our relationship to the world. It is not an exotic instruction, but rather a reminder of the forgotten natural relationship to reality and to knowledge, it is the happy news that reality is of such a nature that it reveals itself, literally personally, i.e. in partnership, to those who open themselves to it, who surrender themselves alone and unreservedly embarks on the path of following the truth not as one imagines it, but as it presents itself. It is a joyful testimony that this possibility of self-realization is offered to us all the time: each place, every moment is the \"gateway to eternity\". Our human destiny, our \"situation of being in the human world\" lies in the acceptance of this offer. \n\nHowever, this testimony is also an urgent warning that \"we do not have enough time\", that we must not behave as if we are immortal. Every moment is to be for the \"warrior\", i.e. the man of knowledge, \"the last battle on earth\". The secret of sorcerer's teachings lies precisely in the full acceptance of the human lot — the lot of finitude and mortality. Again and again it will be emphasized that death is a constant PRESENCE — our best adviser. It is by accepting mortality that the knower breaks free from the straitjacket of the world of objectivity, \"dies to the world,\" as a warrior he considers himself \"already dead\" — with that attitude he goes into every battle, for the meaning of the battle itself, not for success and survival! — and thus exceeds the limits of \"objective regularities\", he becomes a \"brujo\" wizard, a miracle summoner. However, he is not concerned with these abilities, but of KNOWLEDGE, knowledge that consists in directly experiencing this nature of reality; it is not a goal, but an amazed walk along \"caminos que han corazón\" - paths that have a heart. Freed from the world of prejudices shared with other people, he discovers, as don Juan says somewhere, \"worlds behind the worlds\"!\n\nIn order to free Carlito from the prejudices of his own ideas about reality, don Juan finally decides to expose him to an experience, an encounter with the powers and forces related to the \"hallucinogenic plants'', to the study of which Carlito clings so much, not knowing what he really wants. At this stage of his education focuses especially on this first goal. Here the author still mistakenly believes that the description of these \"extraordinary altered state\" experiences is the goal of his discipleship, the very core of the sorcerer's secret. Only much later will he understand that it was just an episode. However, let's read this account carefully for ourselves: we will understand that it is not at all a question of inducing psychotropic effects by chemical substances contained in the plants, as we tend to understand it together with Carlito, and how Western man also relates to various \"drugs\" — namely, as a means of causal action on himself! In fact, it is deep, reverent, humble — and risky! — encounter with the DIVINE, of which the center of gravity does not lie in the application and dosage, but in the initiation, even liturgical ritual. (Compare, for example, the second encounter with Mescalito in ch. 8 with Exodus in ch. 3!) Carlito's prejudice of the objectivity of the world is deeply shaken by this, but nevertheless he does not give it up. \n\nThe expression and result of this is the author's \"structural analysis\" of these experiences, according to which the world of extraordinary states is considered a SEPARATE reality, the logic of which (rational structure) is indeed incompatible with the logic of the objective world, but it is strangely also characterized by internal consistency, which is in accordance with the discovery of structuralism, the internal, unpostulated and unarranged logic of myths, works of art, languages, etc. And this painful incompatibility of worlds is brought by Carlito to his second meeting with Mescalito. However, the primacy of the world of scientific objectivity has not yet been abolished. Only at the end of the second part, when Carlito meets Mescalito without ingesting peyote—purely by his mere presence at the peyote session—does he understand that the idea of ​​separate realities, one real and the other dreamed, is no longer sustainable. Only here does the \"sorcerer's apprentice\" begin to realize that what he experiences are not the structures of various projections of the world, but reality itself! Knowledge approaches him not as a passive spectator, a patient witness, an objective observer, but as something that gradually penetrates him — as the Will and Power of reality itself. \n\nThe knower gradually understands that there is no extraordinary reality separate from 'ordinary', normal reality: there is just one single reality which is profound, divine, self-contained, operative, miraculous, supremely transcending every limitation given by logical consistency and bound by chains of cause and effect, \"a world of happiness where there is no difference between beings, for there is no one here to ask for the difference\". (Chap. 8) Such reality is however always experienced via some definite,  logically consistent world, through a certain STRUCTURE so that it can even be meaningfully experienced. Not otherwise. That is our lot as humans, \"the world of humans\"; we must take this finitude and partiality and limitation upon ourselves. But this does not mean taking over a single structure, absolutizing it, inhabiting it, and rejecting all experience that transcends this consistent inhabitation. Man's mission is always to transcend this habitation — but not to embark on anything! That would be death, death by the disintegration of the personality, the risk that still looms on the tortuous path of the knowledge, the risk of \"tearing\" that will almost certainly befall anyone who imprudently and irresponsibly, out of curiosity or desire for sensation — exposes himself inexperienced and without guidance and tradition an encounter with the divine. To dwell and not dwell — that is the virtue of the hunter and the warrior. \n\nThe warrior is not a fool, says somewhere don Juan to mistake a dream for reality! A dream is also real — but it is a different reality, and the knower understands it in order to use it for instruction, for knowledge, and for struggle — and not to run into it. Too much is at stake for a \"warrior\" to afford to disregard the difference between worlds, it's a deadly serious game — and Carlito has indeed narrowly escaped certain death several times, despite experienced guidance. What ultimately protected him, what was his greatest strength, it was precisely the same thing that stood out as his greatest obstacle and limitation: clinging to truth, not getting melted away and lost within his experience, to persist within the questioning of reality, even though its content and meaning were just being profoundly changed during the course of such amazing experience. His limitation was precisely his own definition—a definite form that allowed him to break through obstacles and confront the mystery.\n\nCarlito's naive insistence on the realness of the real thus turns out to be more than prejudice. From the womb of his stubbornness as of Western intellectual, after giving up himself, overcoming his egocentrism, his sense of importance, something deeper, more honest emerged — namely, the love of truth. The structuralist discovery of the objective meaning hidden under the myths and cosmological ideas of various peoples raised legitimate doubts as to whether even our pretentious scientific knowledge of reality is only an artificial, historical construct. (Professor Goldschmidt expresses himself in this sense in the introduction to Castaneda's book — in this he sees the main contribution of his work.) However, the immediate experience of reality on the path of true knowledge will ultimately protect the adept even from this cheap and modern intellectual relativism — and this testimony should protect us too. The fact that reality is not identical with any formally or causally describable structure, with any artificial project, does not mean that there are only \"separate realities\", that there are only a series of artificial shadow worlds, none of which is \"the real one\". It is precisely the experience that we can cross the “laws” on the path of knowledge, the limitations of all these \"worlds\", i.e. the borders of their separation, that will allow us to have direct contact with a mysterious, unique reality. Certainly: the price paid by a person who embarks on such a journey is enormous: in the third volume, don Genaro recounts his journey through life after having triumphantly faced the \"ally\" (ally), the lonely journey of the knowledgeable one, \"the pilgrimage to Ixtlan\". \n\nThe knower, the \"man of knowledge\", walks alone, people living in the world of their ideas and constructs are phantoms to him in the world of shadows and spirits. He is not settled anywhere, he does not share a common world with people, he is homeless. For the one who “sees” (and not only “looks”), is the world of men—every world a folly, a passing parable: nothing matters to him, there is nothing to laugh at, and no tragedy moves him. \"To laugh truly, we need eyes to be looking,\" says Don Juan. It doesn't matter to the \"vision\" of the one who “sees”, in its optics everything is the same. So it would seem that to acquire knowledge, to learn to see, to encounter reality face to face deprives one of all meaning and makes the adept indifferent and nihilistic. In all the laughter and unbridled clowning that Carlito experiences with the two Indian wizards (and the greatest things happened in the most comical situations!), one can ultimately see mere comedy, masking the tragic depth of loneliness symbolized in the final parting scene by a distant bark the dog, which is \"the saddest thing that can be heard: it is the night voice of a man shouting through the dog, which is his fellow slave in life—through the dog, man cries out his sadness, his boredom...\"\n\nThis sadness, this abandonment, this honest insight into the face of human fate, its futility, finitude, suffering, is not the last truth about reality, but the penultimate one. The latter is what the adept's knowledge itself grew out of: faith in reality, a trust that finally culminates in the courage to give up oneself and all the ideas and opinions about the world on which one relies in order to — literally — plunge into the abyss in order to jump into the depth of meaningful being, to experience complete disintegration without irreversible dissolution ... The path of knowledge that Carlito embarks on under the guidance of Don Juan is ultimately a path of faith, in which the experience of reality is experienced in complete trust and surrender. Abandonment, emptiness, relativism, indifference and suffering are the penultimate. The last is love, it is reality itself. And this is the last lesson at the end of the fourth book:\n\n*,,But before we go our separate ways, I must tell you one last thing. I am going to disclose to you a warrior’s secret. Perhaps we can call it a warrior's predilection ... The life of a warrior cannot possibly be cold and lonely and devoid of feelings, because he is based on his affection, hís devotion, his dedication to his beloved. And who, you may ask, is his beloved? I will show you now Genaro's love is the world... He was just now embracing this enormous earth but since he's so little all he can do is swim in it. But the earth knows that Genaro loves it and it bestows on him its care. That's why Genaro's life is filled to the brim and his state, wherever he'll be, will be plentiful. Genaro roams on the paths of his love and, wherever he is, he is complete.\" Don Juan squatted in front of us. He caressed the ground gently. „This is the predilection of two warriors,\" he said. „This earth, this world. For a warrior there can be no greater love. ... Only if one loves this earth with unbending passion can one release one' s sadness ... a warrior is always joyful because his love is unalterable and his beloved, the earth, embraces him and bestows upon his inconceivable gifts. The sadness belongs only to those who hate the very thing that gives shelter to their beings.\" Don Juan again caressed the ground with tenderness. „This lovely being, which is alive to its last recesses and understands every feeling, soothed me, it cured me of my pains, and finally, when I had full understood my love for it, it taught me freedom... You have got the sorcerer's explanation, but it does not make any difference, because without an unwavering love for the being that gives you shelter, aloneness is loneliness. Only the love for this splendorous being can give freedom to a warrior' s spirit; and freedom is joy, efficiency, and abandonment in the face of any odds. This is the last lesson. It is always left for the very last moment of ultimate solitude when a man faces his death and his aloneness. Only then does it make sense.\\`\\`*\n\nThose are Don Juan's last words. This is where his teaching ends, this is where the wonderful \"journey of knowledge\" culminates, the beginning of which is told in the first volume. However, each subsequent volume actually turns back, to that wondrous beginning of the meeting with Don Juan at the bus stop, which is described in passing at first, subtly, but which meaning — deep, fateful — almost comical — the effect, not only on Carlito, but on all of us — readers over the world — comes more and more to the fore. For in this meeting everything was already contained. Every great event begins with an inconspicuous meeting. For example, us with this book. In each subsequent work, the understanding of the whole — present already at the very beginning — deepens more and more. And also, as the understanding arises that the nature of reality lies in its overall meaning, and not in mere ascertainable facticity, the language of scientific description and reportage changes into the language of MYTH — that is, the telling of a fact from the point of view of its understood meaning. And this mode of communication, as ancient and original as it is forgotten, is no less true than austere scientific statement and analysis, but MORE true — because it is more FAITHFUL to reality — in the sense of trust, devotion — i.e. mutual love of man and reality, so beautifully expressed by Don Juan's closing words and the behavior of Don Genaro, miraculously floating in the earth — plunging into the bosom of being. And also this last teaching of the sorcerers - \"the pleasure of two warriors\" is already present from the beginning, it gives meaning and unity to all those experiences with Lophophora, Datura, Psilocybe, \"sitio\", lizards, dog and ravens, to \"normal\" and \" extraordinary\" experiences; from the point of view of this reference, all this must be read, pondered and accepted, not as a momentary curiosity, but as a call to change that concerns each one of us, as a comforting and joyful testimony of the true nature of us and reality, no longer to be sought in the \"chaparral\" of the Mexican deserts, but in us — here and now and in the world we find ourselves in. \"These are your hunting grounds!\" says Don Juan to Carlito, meaning frequented streets of Los Angeles!\n\nSo in conclusion, we want to emphasize once again that we did not mean to say that it is not important whether what Castaneda describes was actually the case of truth or not! On the contrary: that is the most important thing. However, everyone can only be convinced of this by experiencing it themselves, realizing this fact themselves. And for that, above all, you have to believe. The mysterious, divine nature of reality does not open itself to radical skepticism, but to radical trust. And we are turned to her by Castaneda's testimony. In this challenge lies its immortal significance and mortal seriousness. \n\n1983", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "The joyous testimony from Mexico", "link_flair_richtext": [{"e": "text", "t": "General Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": null, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "name": "t3_1951432", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.57, "author_flair_background_color": null, "subreddit_type": "public", "ups": 1, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": null, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_8c7lbwuj", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "General Knowledge", "can_mod_post": false, "score": 1, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "self", "edited": false, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1705081832.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;strong&gt;The joyful testimony of Carlos Castaneda&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;by Dr. Zdenek Neubauer&lt;/p&gt;\n\n&lt;p&gt;(This is epilogue from the first translation of Teachings of Don Juan to Czech language written by famous Czech philosopher and biologist Zdenek Neubauer. I have made an effort to translate it to English language as I think it is one of the best explanations out there of what psychedelic experience means for the nature of reality that has ever been written. In English it can be finally shared with the world. Please note, that this text has been written in times when such literature as Carlos Castaneda has been banned in Czechoslovakia by the communist party and it had to be shared in secret within the small groups of regime opponents so in some way it relates to esoteric nature of the new seers.)&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;„You are not thinking in the proper order Mescalito actually played with you. That&amp;#39;s the point to think about. Why don&amp;#39; t you dwell on that instead of on your fears?... You dwell upon yourself too much. You are a serious person, but your seriousness is attached to what you do, not what goes on outside you. Seek and see the marvels all around you. You will get tired of looking at yourself alone, and the fatigue will make you deaf and blind to anything else. Think about the wonder of Mescalito playing with you. Think about nothing else. The rest will come to you of itself.&amp;quot;&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;(Teaching, I. 2., pp. 49-50)&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Before the enchanted reader of the joyful news from Mexico, the inevitable question arises: Did it REALLY happen, or is it literary fiction, an elaborate hoax? Did the author REALLY experience all of this?&lt;/p&gt;\n\n&lt;p&gt;Is such questioning, which moved the world&amp;#39;s responses to Castaneda&amp;#39;s bestseller, really inevitable? — We believe that this asking of questions already proves that the interviewers did not understand the most important thing: namely, the actual content, the meaning of the message that Castaneda&amp;#39;s testimony offers.&lt;/p&gt;\n\n&lt;p&gt;All these doubts of ours can be translated into the ever-recurring question of the &amp;quot;sorcerer&amp;#39;s apprentice&amp;quot; Carlito: &amp;quot;Was it real?&amp;quot; — Was it REAL? And his path, the path to knowledge, eventually leads him — in following books — not to a positive answer to such a question, but to overcoming it through the urgent intensity of his own experience. And also the affected irritation of the &amp;quot;open minded&amp;quot;, credulous type of readers over Carlito&amp;#39;s stubborn blindness misses the point of the whole testimony. For the question of reality and truth is not out of place and naive, as it might seem, but is legitimate and eminently &amp;quot;to the point&amp;quot;. For the &amp;quot;point&amp;quot; at stake is not personal experience or exotic facticity; what is at stake is the REVELATION OF FACT, &amp;quot;REALITY&amp;quot; AS SUCH.&lt;/p&gt;\n\n&lt;p&gt;Let&amp;#39;s try to explain all this in more detail. Modern man, the Western intellectual, is proud of his radical skepticism, elevated to the virtue of science. He is not willing to admit anything he has not verified himself. And such skepticism is not shaken even by a personal, direct experience—even when he &amp;quot;sees it with his own eyes&amp;quot; or feels it literally &amp;quot;on his own skin&amp;quot;. Even this is not enough for us to declare it real: it could be a dream, a mistake, a hallucination, a purely subjective impression caused by an &amp;quot;extraordinary state&amp;quot; — for example, the effect of psychotropic substances.&lt;/p&gt;\n\n&lt;p&gt;Descartes taught us this radical skepticism of &amp;quot;common sense&amp;quot; with his &amp;quot;continuous dream&amp;quot; argument: everything can only seem to us, even the senses can deceive us. From this skepticism arose the method of modern science, based on distrust of personal immediate experience. Scientific knowledge is the process of separating what is real, i.e. objective, from merely objective errors and interpretations in experience. However, this radical skepticism of objective knowledge is still not radical enough: it rests on the self-confident certainty that one already knows in advance WHAT reality is. This self-evident knowledge of reality, i.e. knowing what it means to &amp;quot;be real&amp;quot;, is supposed to be a priori, i.e. to precede all knowledge, the mission of which is only to decide whether the content of experience — perception, experience, statement, idea, etc. — falls into the realm of the real or not. From this prejudice of the REAL CATEGORY OBVIOUSNESS, factual, truthful, both the reader&amp;#39;s mistrustful skepticism and rashly willing trust result; both lead to a barren alternative: it was so/it was not so. &lt;/p&gt;\n\n&lt;p&gt;But what is that &amp;quot;to be so&amp;quot;? What does Carlito even MEAN when he asks if he was &amp;quot;really a raven&amp;quot; or if he &amp;quot;really flew&amp;quot;? Don Juan&amp;#39;s whole teaching leads to the knowledge that if something is real; or not, it is neither decided nor ascertained: the object of KNOWLEDGE in the strong sense of the word is REALITY ITSELF, i.e. the experience of what reality is and not the registration of some new (&amp;quot;so far unknown&amp;quot;) item of it’s (previously &amp;quot;objectively&amp;quot; given) &amp;quot;inventory&amp;quot;. Juan&amp;#39;s repeated question &amp;quot;Why do you want to learn?&amp;quot; prompts this essential shift. And rejection of common motives, such as curiosity, professional interest, etc.: Reality is not what the cognizing person states, describes, maps, sorts, discovers, models, manipulates, uses, etc. Reality is what freely appears within the &amp;quot;adventure of knowledge&amp;quot; in such a way that the knower experiences it dangerously, in a risky way and in a responsible commitment to himself experiences his own SELF-TRANSFORMATION. &lt;/p&gt;\n\n&lt;p&gt;This adventure, which is literally DEADLY SERIOUS, is thus more similar to hunting or fighting rather than a noncommittal theoretical approach and objective distance — that is, STUDY in today&amp;#39;s sense of the word, consisting of measuring, observing, registering, describing, interpreting, discussing, speaking and writing, all of which rightly seems to the two Mexican sorcerers — Juan and Genaro — so comical and inadequate. &amp;quot;The path of knowledge of the Yaquis&amp;quot; is rather a return to the original, pre-modern concept of &amp;quot;study&amp;quot;, which in Latin meant &amp;quot;zeal&amp;quot;, &amp;quot;affection&amp;quot;, &amp;quot;desire&amp;quot;, &amp;quot;preoccupation&amp;quot;, &amp;quot;devotion&amp;quot; - even &amp;quot;poem&amp;quot;! This &amp;quot;studying&amp;quot; presupposes an unconditional willingness to change completely from the ground up, to open up to the direct influence of reality itself, without placing obstacles between the world and myself of various ideas, presuppositions and prejudgments — of which the most insidious for us is the belief that reality itself has the nature of objectivity, i.e. something already given, given in advance, independent of us and our knowledge. &lt;/p&gt;\n\n&lt;p&gt;Therefore, the experiences described in the first volume were preceded by a long training — to which the author returns in the third volume of his testimony — when Don Juan taught Carlito the virtues and skills of a hunter and a warrior. In the end, however, it turns out that the mission of these instructions was not to acquire some methods, techniques and instructions, as understood by Carlito&amp;#39;s scientific mentality, but on the contrary &amp;quot;undoing the world&amp;quot;, freeing oneself from the world of one&amp;#39;s ingrained prejudices about how to deal with reality, opening the heart to welcome reality as whatever it is. This path leads through getting rid of stereotypes, habits and schemes in one&amp;#39;s own actions and thinking, &amp;quot;stopping the internal dialogue&amp;quot; by means of which we constantly assure and convince ourselves of the correctness of our prejudicial habitation and confirm ourselves in it. This stopping of the inner dialogue, getting used to &amp;quot;talking to yourself&amp;quot; is the first prerequisite for &amp;quot;stopping the world&amp;quot; and freeing yourself from the narrow ruts — the straitjacket — of its objectivity, i.e. fatal, unconditional, self-existing givenness. It is necessary to get rid of self-importance — insisting on what we think about the world — about what we see and experience, and thus gradually of the importance of anything else. &lt;/p&gt;\n\n&lt;p&gt;For what we think of the world, and the fact that we think it, we take so terribly, fatally, and hopelessly seriously, because we take seriously and importantly ourselves, because it is our beliefs, our interpretations, our evaluations, that from these we cannot break out of the ruts we share with others. With this conscious thinking, consisting of constant self-conviction (&amp;quot;verification&amp;quot;), the modern man identified his very being, which he declared to be the first and unshakable certainty (cf. Descartes&amp;#39; &amp;quot;I think, therefore I am!&amp;quot;). The common man does not recognize, but verifies his assumptions. That is why he does NOT see, he only LOOKS. He thus closes himself into the objective reality of his projections before the world, before the subtle influence of reality, which speaks to him with signs such as gusts of wind, the cries of birds, etc. This voice no longer reaches the stunted soul of contemporary man, at most it disturbs him, and therefore, on the contrary, he prefers to modify the world with his meliorations, rationalizations and projects, i.e. projections of his own ideas about reality and their rational &amp;quot;laws&amp;quot;, to which he clings, because these creations are considered important.&lt;/p&gt;\n\n&lt;p&gt;The consolation of the message of Carlito&amp;#39;s experience lies precisely in the fact that it does not represent another curiosity in the list of objective knowledge, but encourages a radical change of thinking, a turn of one hundred and eighty degrees in our relationship to the world. It is not an exotic instruction, but rather a reminder of the forgotten natural relationship to reality and to knowledge, it is the happy news that reality is of such a nature that it reveals itself, literally personally, i.e. in partnership, to those who open themselves to it, who surrender themselves alone and unreservedly embarks on the path of following the truth not as one imagines it, but as it presents itself. It is a joyful testimony that this possibility of self-realization is offered to us all the time: each place, every moment is the &amp;quot;gateway to eternity&amp;quot;. Our human destiny, our &amp;quot;situation of being in the human world&amp;quot; lies in the acceptance of this offer. &lt;/p&gt;\n\n&lt;p&gt;However, this testimony is also an urgent warning that &amp;quot;we do not have enough time&amp;quot;, that we must not behave as if we are immortal. Every moment is to be for the &amp;quot;warrior&amp;quot;, i.e. the man of knowledge, &amp;quot;the last battle on earth&amp;quot;. The secret of sorcerer&amp;#39;s teachings lies precisely in the full acceptance of the human lot — the lot of finitude and mortality. Again and again it will be emphasized that death is a constant PRESENCE — our best adviser. It is by accepting mortality that the knower breaks free from the straitjacket of the world of objectivity, &amp;quot;dies to the world,&amp;quot; as a warrior he considers himself &amp;quot;already dead&amp;quot; — with that attitude he goes into every battle, for the meaning of the battle itself, not for success and survival! — and thus exceeds the limits of &amp;quot;objective regularities&amp;quot;, he becomes a &amp;quot;brujo&amp;quot; wizard, a miracle summoner. However, he is not concerned with these abilities, but of KNOWLEDGE, knowledge that consists in directly experiencing this nature of reality; it is not a goal, but an amazed walk along &amp;quot;caminos que han corazón&amp;quot; - paths that have a heart. Freed from the world of prejudices shared with other people, he discovers, as don Juan says somewhere, &amp;quot;worlds behind the worlds&amp;quot;!&lt;/p&gt;\n\n&lt;p&gt;In order to free Carlito from the prejudices of his own ideas about reality, don Juan finally decides to expose him to an experience, an encounter with the powers and forces related to the &amp;quot;hallucinogenic plants&amp;#39;&amp;#39;, to the study of which Carlito clings so much, not knowing what he really wants. At this stage of his education focuses especially on this first goal. Here the author still mistakenly believes that the description of these &amp;quot;extraordinary altered state&amp;quot; experiences is the goal of his discipleship, the very core of the sorcerer&amp;#39;s secret. Only much later will he understand that it was just an episode. However, let&amp;#39;s read this account carefully for ourselves: we will understand that it is not at all a question of inducing psychotropic effects by chemical substances contained in the plants, as we tend to understand it together with Carlito, and how Western man also relates to various &amp;quot;drugs&amp;quot; — namely, as a means of causal action on himself! In fact, it is deep, reverent, humble — and risky! — encounter with the DIVINE, of which the center of gravity does not lie in the application and dosage, but in the initiation, even liturgical ritual. (Compare, for example, the second encounter with Mescalito in ch. 8 with Exodus in ch. 3!) Carlito&amp;#39;s prejudice of the objectivity of the world is deeply shaken by this, but nevertheless he does not give it up. &lt;/p&gt;\n\n&lt;p&gt;The expression and result of this is the author&amp;#39;s &amp;quot;structural analysis&amp;quot; of these experiences, according to which the world of extraordinary states is considered a SEPARATE reality, the logic of which (rational structure) is indeed incompatible with the logic of the objective world, but it is strangely also characterized by internal consistency, which is in accordance with the discovery of structuralism, the internal, unpostulated and unarranged logic of myths, works of art, languages, etc. And this painful incompatibility of worlds is brought by Carlito to his second meeting with Mescalito. However, the primacy of the world of scientific objectivity has not yet been abolished. Only at the end of the second part, when Carlito meets Mescalito without ingesting peyote—purely by his mere presence at the peyote session—does he understand that the idea of ​​separate realities, one real and the other dreamed, is no longer sustainable. Only here does the &amp;quot;sorcerer&amp;#39;s apprentice&amp;quot; begin to realize that what he experiences are not the structures of various projections of the world, but reality itself! Knowledge approaches him not as a passive spectator, a patient witness, an objective observer, but as something that gradually penetrates him — as the Will and Power of reality itself. &lt;/p&gt;\n\n&lt;p&gt;The knower gradually understands that there is no extraordinary reality separate from &amp;#39;ordinary&amp;#39;, normal reality: there is just one single reality which is profound, divine, self-contained, operative, miraculous, supremely transcending every limitation given by logical consistency and bound by chains of cause and effect, &amp;quot;a world of happiness where there is no difference between beings, for there is no one here to ask for the difference&amp;quot;. (Chap. 8) Such reality is however always experienced via some definite,  logically consistent world, through a certain STRUCTURE so that it can even be meaningfully experienced. Not otherwise. That is our lot as humans, &amp;quot;the world of humans&amp;quot;; we must take this finitude and partiality and limitation upon ourselves. But this does not mean taking over a single structure, absolutizing it, inhabiting it, and rejecting all experience that transcends this consistent inhabitation. Man&amp;#39;s mission is always to transcend this habitation — but not to embark on anything! That would be death, death by the disintegration of the personality, the risk that still looms on the tortuous path of the knowledge, the risk of &amp;quot;tearing&amp;quot; that will almost certainly befall anyone who imprudently and irresponsibly, out of curiosity or desire for sensation — exposes himself inexperienced and without guidance and tradition an encounter with the divine. To dwell and not dwell — that is the virtue of the hunter and the warrior. &lt;/p&gt;\n\n&lt;p&gt;The warrior is not a fool, says somewhere don Juan to mistake a dream for reality! A dream is also real — but it is a different reality, and the knower understands it in order to use it for instruction, for knowledge, and for struggle — and not to run into it. Too much is at stake for a &amp;quot;warrior&amp;quot; to afford to disregard the difference between worlds, it&amp;#39;s a deadly serious game — and Carlito has indeed narrowly escaped certain death several times, despite experienced guidance. What ultimately protected him, what was his greatest strength, it was precisely the same thing that stood out as his greatest obstacle and limitation: clinging to truth, not getting melted away and lost within his experience, to persist within the questioning of reality, even though its content and meaning were just being profoundly changed during the course of such amazing experience. His limitation was precisely his own definition—a definite form that allowed him to break through obstacles and confront the mystery.&lt;/p&gt;\n\n&lt;p&gt;Carlito&amp;#39;s naive insistence on the realness of the real thus turns out to be more than prejudice. From the womb of his stubbornness as of Western intellectual, after giving up himself, overcoming his egocentrism, his sense of importance, something deeper, more honest emerged — namely, the love of truth. The structuralist discovery of the objective meaning hidden under the myths and cosmological ideas of various peoples raised legitimate doubts as to whether even our pretentious scientific knowledge of reality is only an artificial, historical construct. (Professor Goldschmidt expresses himself in this sense in the introduction to Castaneda&amp;#39;s book — in this he sees the main contribution of his work.) However, the immediate experience of reality on the path of true knowledge will ultimately protect the adept even from this cheap and modern intellectual relativism — and this testimony should protect us too. The fact that reality is not identical with any formally or causally describable structure, with any artificial project, does not mean that there are only &amp;quot;separate realities&amp;quot;, that there are only a series of artificial shadow worlds, none of which is &amp;quot;the real one&amp;quot;. It is precisely the experience that we can cross the “laws” on the path of knowledge, the limitations of all these &amp;quot;worlds&amp;quot;, i.e. the borders of their separation, that will allow us to have direct contact with a mysterious, unique reality. Certainly: the price paid by a person who embarks on such a journey is enormous: in the third volume, don Genaro recounts his journey through life after having triumphantly faced the &amp;quot;ally&amp;quot; (ally), the lonely journey of the knowledgeable one, &amp;quot;the pilgrimage to Ixtlan&amp;quot;. &lt;/p&gt;\n\n&lt;p&gt;The knower, the &amp;quot;man of knowledge&amp;quot;, walks alone, people living in the world of their ideas and constructs are phantoms to him in the world of shadows and spirits. He is not settled anywhere, he does not share a common world with people, he is homeless. For the one who “sees” (and not only “looks”), is the world of men—every world a folly, a passing parable: nothing matters to him, there is nothing to laugh at, and no tragedy moves him. &amp;quot;To laugh truly, we need eyes to be looking,&amp;quot; says Don Juan. It doesn&amp;#39;t matter to the &amp;quot;vision&amp;quot; of the one who “sees”, in its optics everything is the same. So it would seem that to acquire knowledge, to learn to see, to encounter reality face to face deprives one of all meaning and makes the adept indifferent and nihilistic. In all the laughter and unbridled clowning that Carlito experiences with the two Indian wizards (and the greatest things happened in the most comical situations!), one can ultimately see mere comedy, masking the tragic depth of loneliness symbolized in the final parting scene by a distant bark the dog, which is &amp;quot;the saddest thing that can be heard: it is the night voice of a man shouting through the dog, which is his fellow slave in life—through the dog, man cries out his sadness, his boredom...&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;This sadness, this abandonment, this honest insight into the face of human fate, its futility, finitude, suffering, is not the last truth about reality, but the penultimate one. The latter is what the adept&amp;#39;s knowledge itself grew out of: faith in reality, a trust that finally culminates in the courage to give up oneself and all the ideas and opinions about the world on which one relies in order to — literally — plunge into the abyss in order to jump into the depth of meaningful being, to experience complete disintegration without irreversible dissolution ... The path of knowledge that Carlito embarks on under the guidance of Don Juan is ultimately a path of faith, in which the experience of reality is experienced in complete trust and surrender. Abandonment, emptiness, relativism, indifference and suffering are the penultimate. The last is love, it is reality itself. And this is the last lesson at the end of the fourth book:&lt;/p&gt;\n\n&lt;p&gt;&lt;em&gt;,,But before we go our separate ways, I must tell you one last thing. I am going to disclose to you a warrior’s secret. Perhaps we can call it a warrior&amp;#39;s predilection ... The life of a warrior cannot possibly be cold and lonely and devoid of feelings, because he is based on his affection, hís devotion, his dedication to his beloved. And who, you may ask, is his beloved? I will show you now Genaro&amp;#39;s love is the world... He was just now embracing this enormous earth but since he&amp;#39;s so little all he can do is swim in it. But the earth knows that Genaro loves it and it bestows on him its care. That&amp;#39;s why Genaro&amp;#39;s life is filled to the brim and his state, wherever he&amp;#39;ll be, will be plentiful. Genaro roams on the paths of his love and, wherever he is, he is complete.&amp;quot; Don Juan squatted in front of us. He caressed the ground gently. „This is the predilection of two warriors,&amp;quot; he said. „This earth, this world. For a warrior there can be no greater love. ... Only if one loves this earth with unbending passion can one release one&amp;#39; s sadness ... a warrior is always joyful because his love is unalterable and his beloved, the earth, embraces him and bestows upon his inconceivable gifts. The sadness belongs only to those who hate the very thing that gives shelter to their beings.&amp;quot; Don Juan again caressed the ground with tenderness. „This lovely being, which is alive to its last recesses and understands every feeling, soothed me, it cured me of my pains, and finally, when I had full understood my love for it, it taught me freedom... You have got the sorcerer&amp;#39;s explanation, but it does not make any difference, because without an unwavering love for the being that gives you shelter, aloneness is loneliness. Only the love for this splendorous being can give freedom to a warrior&amp;#39; s spirit; and freedom is joy, efficiency, and abandonment in the face of any odds. This is the last lesson. It is always left for the very last moment of ultimate solitude when a man faces his death and his aloneness. Only then does it make sense.``&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;Those are Don Juan&amp;#39;s last words. This is where his teaching ends, this is where the wonderful &amp;quot;journey of knowledge&amp;quot; culminates, the beginning of which is told in the first volume. However, each subsequent volume actually turns back, to that wondrous beginning of the meeting with Don Juan at the bus stop, which is described in passing at first, subtly, but which meaning — deep, fateful — almost comical — the effect, not only on Carlito, but on all of us — readers over the world — comes more and more to the fore. For in this meeting everything was already contained. Every great event begins with an inconspicuous meeting. For example, us with this book. In each subsequent work, the understanding of the whole — present already at the very beginning — deepens more and more. And also, as the understanding arises that the nature of reality lies in its overall meaning, and not in mere ascertainable facticity, the language of scientific description and reportage changes into the language of MYTH — that is, the telling of a fact from the point of view of its understood meaning. And this mode of communication, as ancient and original as it is forgotten, is no less true than austere scientific statement and analysis, but MORE true — because it is more FAITHFUL to reality — in the sense of trust, devotion — i.e. mutual love of man and reality, so beautifully expressed by Don Juan&amp;#39;s closing words and the behavior of Don Genaro, miraculously floating in the earth — plunging into the bosom of being. And also this last teaching of the sorcerers - &amp;quot;the pleasure of two warriors&amp;quot; is already present from the beginning, it gives meaning and unity to all those experiences with Lophophora, Datura, Psilocybe, &amp;quot;sitio&amp;quot;, lizards, dog and ravens, to &amp;quot;normal&amp;quot; and &amp;quot; extraordinary&amp;quot; experiences; from the point of view of this reference, all this must be read, pondered and accepted, not as a momentary curiosity, but as a call to change that concerns each one of us, as a comforting and joyful testimony of the true nature of us and reality, no longer to be sought in the &amp;quot;chaparral&amp;quot; of the Mexican deserts, but in us — here and now and in the world we find ourselves in. &amp;quot;These are your hunting grounds!&amp;quot; says Don Juan to Carlito, meaning frequented streets of Los Angeles!&lt;/p&gt;\n\n&lt;p&gt;So in conclusion, we want to emphasize once again that we did not mean to say that it is not important whether what Castaneda describes was actually the case of truth or not! On the contrary: that is the most important thing. However, everyone can only be convinced of this by experiencing it themselves, realizing this fact themselves. And for that, above all, you have to believe. The mysterious, divine nature of reality does not open itself to radical skepticism, but to radical trust. And we are turned to her by Castaneda&amp;#39;s testimony. In this challenge lies its immortal significance and mortal seriousness. &lt;/p&gt;\n\n&lt;p&gt;1983&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": true, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "d6fc83ea-6085-11ea-8e55-0e4b8f0764ef", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "1951432", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "castanea_sattva", "discussion_type": null, "num_comments": 8, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/", "subreddit_subscribers": 9561, "created_utc": 1705081832.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "ki77faf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "richardslang_MD", "can_mod_post": false, "created_utc": 1705447307.0, "send_replies": true, "parent_id": "t1_khygefa", "score": 1, "author_fullname": "t2_4ttebf0y", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "That's true. Although I have more fun now that I don't expect anything from it except to have fun. But when you count on 4 other dudes to play with to have fun, that's where the problem arises. For me at least. Although less of that means more of this. I think word of mouth works if people come to you for advice, kinda like people come here. You can't force anything on anybody.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_ki77faf", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That&amp;#39;s true. Although I have more fun now that I don&amp;#39;t expect anything from it except to have fun. But when you count on 4 other dudes to play with to have fun, that&amp;#39;s where the problem arises. For me at least. Although less of that means more of this. I think word of mouth works if people come to you for advice, kinda like people come here. You can&amp;#39;t force anything on anybody.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_1951432", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/ki77faf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705447307.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 7, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "khygefa", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_khv4yww", "score": 4, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Our problem is the extremely low rate at which people are willing to do actual work.\n\nIf you have a band, you understand how few actually start to like playing their instrument, and put in the time to master it.\n\nfor most in this country, playing a musical instrument is something you're forced into as a child.\n\nAnd you'd love all that attention for mastering it, with the loud audiences cheering you.\n\nBut it's too much work.\n\nThat's our situation, except multiply it by 100 for sorcery.\n\nThus, sheer volume, but not so much we're overwhelmed by bad guys, is what we need.\n\nWord of mouth is unlikely to ever produce even one real sorcerer.\n\nI suppose there might be some \"from the spirit\" magic going on here.\n\nSame as in the lineages.  People were only taught if the spirit indicated they could learn.\n\nMaybe we're seeing the same thing.\n\nBut can quantify it because of the internet.", "edited": false, "gildings": {}, "author_flair_css_class": null, "name": "t1_khygefa", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Our problem is the extremely low rate at which people are willing to do actual work.&lt;/p&gt;\n\n&lt;p&gt;If you have a band, you understand how few actually start to like playing their instrument, and put in the time to master it.&lt;/p&gt;\n\n&lt;p&gt;for most in this country, playing a musical instrument is something you&amp;#39;re forced into as a child.&lt;/p&gt;\n\n&lt;p&gt;And you&amp;#39;d love all that attention for mastering it, with the loud audiences cheering you.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s too much work.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s our situation, except multiply it by 100 for sorcery.&lt;/p&gt;\n\n&lt;p&gt;Thus, sheer volume, but not so much we&amp;#39;re overwhelmed by bad guys, is what we need.&lt;/p&gt;\n\n&lt;p&gt;Word of mouth is unlikely to ever produce even one real sorcerer.&lt;/p&gt;\n\n&lt;p&gt;I suppose there might be some &amp;quot;from the spirit&amp;quot; magic going on here.&lt;/p&gt;\n\n&lt;p&gt;Same as in the lineages.  People were only taught if the spirit indicated they could learn.&lt;/p&gt;\n\n&lt;p&gt;Maybe we&amp;#39;re seeing the same thing.&lt;/p&gt;\n\n&lt;p&gt;But can quantify it because of the internet.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_1951432", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khygefa/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705321032.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1705321032.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "khv4yww", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "richardslang_MD", "can_mod_post": false, "send_replies": true, "parent_id": "t1_khtfr3i", "score": 3, "author_fullname": "t2_4ttebf0y", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I'm 34 years old and in a band, and it is almost impossible for us to get any traction on social media. 10 years ago it was easy for us, but not anymore...not a single one of us even has a tiktok account haha. I like my word of mouth connections better anyways.", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_khv4yww", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I&amp;#39;m 34 years old and in a band, and it is almost impossible for us to get any traction on social media. 10 years ago it was easy for us, but not anymore...not a single one of us even has a tiktok account haha. I like my word of mouth connections better anyways.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_1951432", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khv4yww/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705264798.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1705264798.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "khtfr3i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_khsm5xg", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I was told: \n\n\"FACEBOOK???!!!  Are you crazy? That's for old people.\"\n\nBut I post there because a double woman helped create the account for me.\n\nAnd I was told \"Instagram is for young people.\"\n\nSo two of our young people made an instagram account, and I post there too.\n\nBut then, \"Tic Tok gets the really young!  But it might go viral and destroy reddit.\"\n\nIn the end, what we need is a steady stream, but not too many.", "edited": false, "author_flair_css_class": null, "name": "t1_khtfr3i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I was told: &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;FACEBOOK???!!!  Are you crazy? That&amp;#39;s for old people.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;But I post there because a double woman helped create the account for me.&lt;/p&gt;\n\n&lt;p&gt;And I was told &amp;quot;Instagram is for young people.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;So two of our young people made an instagram account, and I post there too.&lt;/p&gt;\n\n&lt;p&gt;But then, &amp;quot;Tic Tok gets the really young!  But it might go viral and destroy reddit.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;In the end, what we need is a steady stream, but not too many.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_1951432", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khtfr3i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705242569.0, "author_flair_text": null, "collapsed": false, "created_utc": 1705242569.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "khsm5xg", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "richardslang_MD", "can_mod_post": false, "send_replies": true, "parent_id": "t1_khnzt11", "score": 1, "author_fullname": "t2_4ttebf0y", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Honestly, I usually see your posts on Facebook first and it brings me here. I am trying to get used to just checking reddit...I'm not even that old but damn I guess we humans are resistant to technology sometimes haha.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_khsm5xg", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Honestly, I usually see your posts on Facebook first and it brings me here. I am trying to get used to just checking reddit...I&amp;#39;m not even that old but damn I guess we humans are resistant to technology sometimes haha.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1951432", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khsm5xg/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705223962.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1705223962.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "khnzt11", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_khk3di0", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The whole thing seems to be based on the notion that no one knows if Carlos was telling the truth.\n\nSo the poster didn't even bother to look around in here.\n\nAnd as far as I'm concerned, it's \"counter intent\" to come in here and argue that it doesn't matter if Carlos was telling the truth.\n\nI never liked that \"I'm a supporter\" trick from Armando, nor from Peter Luce.  Those men are just as bad as Miguel Ruiz in my thinking. Because they don't encourage anyone to actually follow instructions, promising them specifically what magic will happen. They just create groupies.\n\nSo not helpful.  They're just trying to cash in.\n\nThis post is mostly a backdoor attack from the fliers.\n\nOf course, I must admit to not being willing to read much of it.  So I could be wrong, and there might be something useful in there.\n\nBut it has a sickening groupie vibe to it.  Hero worship.\n\nI even get that nonsense on Facebook!  People try to turn me into a guru.\n\nOr \"Advice for the lovelorn\", who were fooled into a love affair with fake asian magic.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_khnzt11", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The whole thing seems to be based on the notion that no one knows if Carlos was telling the truth.&lt;/p&gt;\n\n&lt;p&gt;So the poster didn&amp;#39;t even bother to look around in here.&lt;/p&gt;\n\n&lt;p&gt;And as far as I&amp;#39;m concerned, it&amp;#39;s &amp;quot;counter intent&amp;quot; to come in here and argue that it doesn&amp;#39;t matter if Carlos was telling the truth.&lt;/p&gt;\n\n&lt;p&gt;I never liked that &amp;quot;I&amp;#39;m a supporter&amp;quot; trick from Armando, nor from Peter Luce.  Those men are just as bad as Miguel Ruiz in my thinking. Because they don&amp;#39;t encourage anyone to actually follow instructions, promising them specifically what magic will happen. They just create groupies.&lt;/p&gt;\n\n&lt;p&gt;So not helpful.  They&amp;#39;re just trying to cash in.&lt;/p&gt;\n\n&lt;p&gt;This post is mostly a backdoor attack from the fliers.&lt;/p&gt;\n\n&lt;p&gt;Of course, I must admit to not being willing to read much of it.  So I could be wrong, and there might be something useful in there.&lt;/p&gt;\n\n&lt;p&gt;But it has a sickening groupie vibe to it.  Hero worship.&lt;/p&gt;\n\n&lt;p&gt;I even get that nonsense on Facebook!  People try to turn me into a guru.&lt;/p&gt;\n\n&lt;p&gt;Or &amp;quot;Advice for the lovelorn&amp;quot;, who were fooled into a love affair with fake asian magic.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1951432", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khnzt11/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705153658.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1705153658.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "khk3di0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1705086297.0, "send_replies": true, "parent_id": "t1_khjugyl", "score": 3, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I don't have time to read this now so I'll put a SPOILER  tag on it until it's been evaluated by others (I haven't read your comment yet either)\n\n&gt;Please note, that this text has been written in times when such literature as Carlos Castaneda has been banned in Czechoslovakia by the communist party and it had to be shared in secret \n\nWell...we can't very well perpetuate more of that, so SPOILER tag is removed...even though it may not be that much use to those who are practicing, which is when **we** use the SPOILER tag.", "edited": 1705148994.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_khk3di0", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I don&amp;#39;t have time to read this now so I&amp;#39;ll put a SPOILER  tag on it until it&amp;#39;s been evaluated by others (I haven&amp;#39;t read your comment yet either)&lt;/p&gt;\n\n&lt;blockquote&gt;\n&lt;p&gt;Please note, that this text has been written in times when such literature as Carlos Castaneda has been banned in Czechoslovakia by the communist party and it had to be shared in secret &lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;Well...we can&amp;#39;t very well perpetuate more of that, so SPOILER tag is removed...even though it may not be that much use to those who are practicing, which is when &lt;strong&gt;we&lt;/strong&gt; use the SPOILER tag.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": "moderator", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1951432", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khk3di0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705086297.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "khjugyl", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1705083359.0, "send_replies": true, "parent_id": "t3_1951432", "score": 13, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It's not right about what the history was.\n\nI couldn't stomach to read any more.\n\nHe seems to be completely unaware of how it all came down.\n\nDespite there being plenty of materials available for him to have studied, to learn about it.\n\nSomeone might want to point the man to this subreddit, so he can learn for real instead of speculate.\n\nIf he's still alive.\n\nBut generally, Carlos was an anthropologist at UCLA who wanted to study native american uses of hallucinogens.\n\nAt the time,  in the early 60s before the hippy movement and the demonization of hallucinogens, that was a fairly unique thing to study.  And interesting to academia.\n\nEven Einstein messed around with LSD.\n\nCarlos decided he could do his PhD thesis on the use of \"power plants\", if only he could get an \"informant\" from a native american tribe.\n\nAnd being in southern California, he headed south towards all the reservations down there.\n\nNot more than 50 miles from UCLA to the first easy to get to one.  Morongo.\n\nHe had Joanie Baker with him, possibly from the beginning.\n\nShe was an anthropology groupie.  She was still with him just a year before he died, as far as I know.\n\nCarlos had me shake her hand, as a joke. She'd had an affair with my father, most likely.\n\nJoanie took him to Morongo where he was told they already had UC system anthropologists studying their use of power plants.\n\nOne of those was my father, so I know all this first hand.  I was down there as a child.\n\nI constantly heard rumors that \"Carlos has visited again!\"\n\nThe shamaness Ruby, or perhaps the male sorcerer John, sent Carlos elsewhere. They couldn't be his informant, and also that of UC Riverside's anthropology department.\n\nWe don't know where he went to next.  But it's not too late to track that down.  Soon will be, but right now there are still people living there who have clues.\n\nBut bottom line here, the interest in drugs was from Carlos, not from don Juan.\n\nCarlos needed to learn about those, to get his PhD.\n\nSo don Juan gave him the \"lesson of a lifetime\" on the ancient Olmecs, and how they were divided into \"Men of Knowledge\" (who needed drugs), and \"seers\", who had evolved far past that.\n\nIt's just not accurate at all to say that don Juan gave him the drugs because he needed them.\n\nNO ONE needs those.\n\nIt was simply the only way to keep Carlos around.\n\nDon Juan had seen, he was the type of male that their lineage needed in order to reproduce itself.\n\nSo he couldn't let Carlos get away, and agreed to his demands.\n\nThe AMOUNT of power plants don Juan gave him might have come from what seemed to work best for Carlos.\n\nBut it could also be don Juan tinkering with our social order.\n\nHe seemed to create the hippy movement single handedly, with his manipulations of Carlos.\n\nLater we got Star Wars,  likely from the manipulations of one of don Juan's associates, \"Soledad\".\n\nA sorcerer can do that sort of thing.  \n\nThey have access to anywhere in time and space, and to anything any man ever knew, currently knows, and will know in the future.  They call it \"seeing\".\n\nWe do that in this subreddit, so don't doubt it!\n\nBut don Juan refused to give power plants to the other apprentices as far as we know.\n\nEven Taisha Abelar, a close associate of Carlos and a student of don Juan, got none.\n\nAfter literally begging don Juan.\n\nSo I'm afraid your guy doesn't really seem to know much about this topic.\n\nLikely he just wanted to cash in, like everyone else out there with a book.\n\nOur community is plagued by such men.\n\nThey nearly destroyed it all.\n\nDid that man do a good thing, because not much is available in that country and language?\n\nI have no idea.\n\nBut imagine pretending to know about that topic, when you don't?\n\nI sure wouldn't do that.\n\nWould you?", "edited": 1705083673.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_khjugyl", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It&amp;#39;s not right about what the history was.&lt;/p&gt;\n\n&lt;p&gt;I couldn&amp;#39;t stomach to read any more.&lt;/p&gt;\n\n&lt;p&gt;He seems to be completely unaware of how it all came down.&lt;/p&gt;\n\n&lt;p&gt;Despite there being plenty of materials available for him to have studied, to learn about it.&lt;/p&gt;\n\n&lt;p&gt;Someone might want to point the man to this subreddit, so he can learn for real instead of speculate.&lt;/p&gt;\n\n&lt;p&gt;If he&amp;#39;s still alive.&lt;/p&gt;\n\n&lt;p&gt;But generally, Carlos was an anthropologist at UCLA who wanted to study native american uses of hallucinogens.&lt;/p&gt;\n\n&lt;p&gt;At the time,  in the early 60s before the hippy movement and the demonization of hallucinogens, that was a fairly unique thing to study.  And interesting to academia.&lt;/p&gt;\n\n&lt;p&gt;Even Einstein messed around with LSD.&lt;/p&gt;\n\n&lt;p&gt;Carlos decided he could do his PhD thesis on the use of &amp;quot;power plants&amp;quot;, if only he could get an &amp;quot;informant&amp;quot; from a native american tribe.&lt;/p&gt;\n\n&lt;p&gt;And being in southern California, he headed south towards all the reservations down there.&lt;/p&gt;\n\n&lt;p&gt;Not more than 50 miles from UCLA to the first easy to get to one.  Morongo.&lt;/p&gt;\n\n&lt;p&gt;He had Joanie Baker with him, possibly from the beginning.&lt;/p&gt;\n\n&lt;p&gt;She was an anthropology groupie.  She was still with him just a year before he died, as far as I know.&lt;/p&gt;\n\n&lt;p&gt;Carlos had me shake her hand, as a joke. She&amp;#39;d had an affair with my father, most likely.&lt;/p&gt;\n\n&lt;p&gt;Joanie took him to Morongo where he was told they already had UC system anthropologists studying their use of power plants.&lt;/p&gt;\n\n&lt;p&gt;One of those was my father, so I know all this first hand.  I was down there as a child.&lt;/p&gt;\n\n&lt;p&gt;I constantly heard rumors that &amp;quot;Carlos has visited again!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;The shamaness Ruby, or perhaps the male sorcerer John, sent Carlos elsewhere. They couldn&amp;#39;t be his informant, and also that of UC Riverside&amp;#39;s anthropology department.&lt;/p&gt;\n\n&lt;p&gt;We don&amp;#39;t know where he went to next.  But it&amp;#39;s not too late to track that down.  Soon will be, but right now there are still people living there who have clues.&lt;/p&gt;\n\n&lt;p&gt;But bottom line here, the interest in drugs was from Carlos, not from don Juan.&lt;/p&gt;\n\n&lt;p&gt;Carlos needed to learn about those, to get his PhD.&lt;/p&gt;\n\n&lt;p&gt;So don Juan gave him the &amp;quot;lesson of a lifetime&amp;quot; on the ancient Olmecs, and how they were divided into &amp;quot;Men of Knowledge&amp;quot; (who needed drugs), and &amp;quot;seers&amp;quot;, who had evolved far past that.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just not accurate at all to say that don Juan gave him the drugs because he needed them.&lt;/p&gt;\n\n&lt;p&gt;NO ONE needs those.&lt;/p&gt;\n\n&lt;p&gt;It was simply the only way to keep Carlos around.&lt;/p&gt;\n\n&lt;p&gt;Don Juan had seen, he was the type of male that their lineage needed in order to reproduce itself.&lt;/p&gt;\n\n&lt;p&gt;So he couldn&amp;#39;t let Carlos get away, and agreed to his demands.&lt;/p&gt;\n\n&lt;p&gt;The AMOUNT of power plants don Juan gave him might have come from what seemed to work best for Carlos.&lt;/p&gt;\n\n&lt;p&gt;But it could also be don Juan tinkering with our social order.&lt;/p&gt;\n\n&lt;p&gt;He seemed to create the hippy movement single handedly, with his manipulations of Carlos.&lt;/p&gt;\n\n&lt;p&gt;Later we got Star Wars,  likely from the manipulations of one of don Juan&amp;#39;s associates, &amp;quot;Soledad&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A sorcerer can do that sort of thing.  &lt;/p&gt;\n\n&lt;p&gt;They have access to anywhere in time and space, and to anything any man ever knew, currently knows, and will know in the future.  They call it &amp;quot;seeing&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;We do that in this subreddit, so don&amp;#39;t doubt it!&lt;/p&gt;\n\n&lt;p&gt;But don Juan refused to give power plants to the other apprentices as far as we know.&lt;/p&gt;\n\n&lt;p&gt;Even Taisha Abelar, a close associate of Carlos and a student of don Juan, got none.&lt;/p&gt;\n\n&lt;p&gt;After literally begging don Juan.&lt;/p&gt;\n\n&lt;p&gt;So I&amp;#39;m afraid your guy doesn&amp;#39;t really seem to know much about this topic.&lt;/p&gt;\n\n&lt;p&gt;Likely he just wanted to cash in, like everyone else out there with a book.&lt;/p&gt;\n\n&lt;p&gt;Our community is plagued by such men.&lt;/p&gt;\n\n&lt;p&gt;They nearly destroyed it all.&lt;/p&gt;\n\n&lt;p&gt;Did that man do a good thing, because not much is available in that country and language?&lt;/p&gt;\n\n&lt;p&gt;I have no idea.&lt;/p&gt;\n\n&lt;p&gt;But imagine pretending to know about that topic, when you don&amp;#39;t?&lt;/p&gt;\n\n&lt;p&gt;I sure wouldn&amp;#39;t do that.&lt;/p&gt;\n\n&lt;p&gt;Would you?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1951432/the_joyous_testimony_from_mexico/khjugyl/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1705083359.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1951432", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}], "before": null}}]