[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/ynulje0968bc1.jpg?width=1832&amp;format=pjpg&amp;auto=webp&amp;s=d7c26580ab7c777707a80e984ee991f4cce30e82\n\nWhen you first succeed at removing your internal dialogue long enough to lure your energy body off the inside of your luminous shell where it's hiding from your self-absorbed and self-pity stricken internal dialogue, you'll get a \"fresh\" magical show of colored puffs of light.\n\nBut any fantasizing, even during moments of fairly good silence, will drive the energy body away.\n\nBecause your fantasies are about all you've ever known.\n\nSuffering and self-pity.\n\nSure, there's the promise of \"happily ever after\" but it's pretty much a lie, designed to keep you in your place in the complex modern social order, where you can't just erect a little hut, gather food, and live rent free.\n\nWe live in a prison for the mind.\n\nAnd the idea that you could ever return to your natural environment where you are free to explore the wilderness and learn from spirits which can become visible there, is totally absurd.\n\nWho would give up their comfortable life to go live in a forest, scrounging for food?\n\nIt's unthinkable. And yet, that's what humans are.  Food scroungers with genius IQs to help.\n\nNow look at us.  Slaves to a very complicated social order which often fails and leaves people homeless, dying in the gutter.  Even Cholita fell victim to that fate.\n\nBut even worse are the people dying in their routines, with no hope of a better future.  For them supposedly nothing has gone wrong. And so, \"this is all there is?\" is what they come to believe.\n\nThey seem to have all they were supposed to acquire.  A mate, a nice home, a family of their own.\n\nBut there's no magic at all.  No growth, no exploration of the unknown.  No hope.\n\nNone of what we evolved to be.  Humans are \"spooky apes\", and the quest for magic is in their blood.\n\nWhat's the solution?\n\nIt's to bring back the missing half of yourself.\n\nYour double. Your copy which runs around in dreams.  It's just as real as your physical copy.\n\nBut it's free from the limitations of time, matter,  and space.\n\nYour endless fantasizing has driven it away, because if it gets too close to your torso it absorbs all of your self-pity and suffering.\n\nYou can pretend all you want that you \"aren't like that\", but this only means you're obsessed with presenting a \"good image of yourself\" to others.  Hooked on seeking human attention and approval.\n\nIf you don't realize your life sucks nearly all the time, then this social media is not for you.\n\nBut if you want to be surrounded by magic so intense and amazing that it brings tears to your eyes, magic which GROWS daily,  then consider how polluted our mind has become with words and memories of past events.\n\nHumans didn't even develop language until 50,000 years ago. But they were alive for 250,000 before that. With NO internal dialogue.\n\nOur natural state.\n\nSo in this somewhat creepy and not particularly accurate picture drawn for me by an AI you can see the general problem.\n\nThe man had been silent long enough to summon visible magic, but then just had a \"memory\" of some past event, almost always one he regrets or wishes he could change, and he's driven away the magic.  It only takes 5 seconds.\n\nIf you consider how very little it takes in terms of fantasizing during darkroom, to drive the magic away, you'll begin to learn why darkroom works.\n\nYou get visual feedback!\n\nI suppose someone could design an electronic device to give you a shock when you had any thoughts in words or fantasies, and that could work even faster.\n\nAnd maybe be a lot more pleasant than \"darkroom\".   At least,  for beginners.\n\nI'm pretty sure we have many visit here who would prefer to stick their finger in an electric shock device, then to have to force off their internal dialogue.\n\nBut we don't have such devices.\n\nYou have to learn what silence is and what fun it is to have your energy body back, though daily repetition involving gain and loss.\n\nGain of magic so amazing it would make Dr. Strange, the movie wizard, jealous.\n\nYou really will see sights that good!\n\nThen you'll casually remember an argument you got into with your mother over something utterly trivial, and your feelings of remorse will drive the magic away.\n\nLook...   Darkroom is as if you lured the equivalent of a super powerful Fairy to come play with you.  Your energy body is just that cool!  Maybe even cooler than a super powerful Fairy, because you get to switch back and forth between being \"you\", and being \"it\", and see what's in between.\n\nThe abstract!\n\nSo you silence the mind, you get magic from the tensegrity, you lapse and fantasize, and it goes away.\n\nOver time you learn to sustain the silent part, and feel what causes the fantasizing to return, so that you can cut that off before it even gets started.\n\nAnd you arrive at Silent Knowledge.\n\nLet me interject here, the fantasies returning may be INEVITABLE, due to \"The Eagle's Command to take an Inventory\".\n\nThe eagle doesn't want sugglish inactive blobs of awareness.\n\nSo periodically it COMMANDS us to \"take an inventory\".\n\nSee where you are, what you have. What's going on.\n\nYou can't avoid that, but you can learn to \"see\" it.\n\nAnd drop it.\n\nYou learn to simply \"drop\" the forced inventory the instant you begin it.\n\nThe Eagle doesn't command how long it has to take.\n\nIf you get it down to 1 second, there's no loss from the inevitable periodic fantasies.\n\nI suppose darkroom is as creepy as this picture sometimes.\n\nBut ChatGPT can't draw the \"sublime\" type of Silent Knowledge.\n\nHe'll stick the person in a monk robe and turn him into a little lazy Buddha groupie, the instant he hears \"sublime\".\n\nHe's been brainwashed by his training data.\n\nIt's interesting, because the very things ChatGPT might associate with \"the sublime\" are human systems of religion and magic, which make the sublime impossible.\n\nThey drive it away with obsession over the self.  Over \"your soul\" if you prefer.\n\nChristians ponder bible scriptures, and those will in fact allow the assemblage point to drift fairly far.  Anything which alters the internal dialogue will have an effect.\n\nEven giving you access to visit heaven if you focus only on the stories and eliminate the internal dialogue. By repeating the story, you light up the emanations which have evolved to \"be\" heaven, for humans.\n\nHeaven is out there!  But it was created by the prayers of all the humans who wish it to be real.\n\nIt's a phantom construct.  And only good in that it indicates you successfully moved your assemblage point quite far, if you manage to visit it.\n\nBut the priests don't realize that so they've tossed in some \"control\" mechanisms to maximize donations.\n\nWhile pondering their religious texts you're suppose to remember your \"sins\". Especially the ones you feel the guiltiest for, and then grab a goat or a measure of flour and bring it to the temple for the priests to consume.\n\nYou have to \"sacrifice\" something valuable (to the priests), to make up for your past behavior.\n\nIt's the ultimate scam.\n\nAnd so they encourage the very thing that makes \"the sublime\" impossible to view.\n\nSelf-contemplation.\n\nIt's no different in Asian systems, where while following their meditation instructions your goal is to behave in an artificial \"ideal\" manner for some external intelligence which wants to \"perfect\" you over many lifetimes. \n\nAnd if you become perfect, you get a little throne and can be important in your religion.  Even have a permanent place as a respected supernatural entity, in heaven. \n\nIt's the ultimate ego trip!  Disguised as being humble.\n\nAgain, the sublime is impossible to reach while you are self-absorbed.\n\nIt only takes the tiniest fantasy of \"you in relation to them\" to drive away the energy body.\n\nThink of it another way.\n\nWe're trying to sleepwalk here!\n\nBut what does that mean?\n\nIt means we're trying to lend our rational awareness to that irrational being, the double.\n\nWhich has half of your energy of awareness.\n\nIf you can \"fall asleep\" but remain awake, it means you gave some control over to the king of magical realms, your unbounded \"double\".\n\nIt doesn't mean you're doing anything negative by sleepwalking.  Perhaps one might criticize it saying you're being lazy, not producing anything valuable, or whatever someone might come up with to argue you shouldn't be doing that. Trying to sleepwalk.\n\nBut the actual experience is magic, or no magic.\n\nThe sublime, or suffering.\n\nAnd even the tiniest fantasy will drive away the sublime.\n\nDon Juan said be had become like an empty tube to finity.\n\nHowever, Eastern pretend magic has polluted that term \"empty\" to the point that I don't like to use it.\n\nBecause it'll be misunderstood to mean becoming an attention seeking grinning Buddha cult member.\n\nSleepwalking is a better word to describe it,  because sleepwalking is likely our truest form of \"emptiness\".\n\nYou can't really change yourself.\n\nWhat you grew up to be, is what you will always be.\n\nThere is no \"enlightenment\".  That's obvious if you look around honestly at those who claim to have reached it.\n\nYou can only escape your daily horrors, and spend most of your time in the realms of magic, if you are asleep.\n\nEven if you're still walking around getting things done.\n\nAs a child, I used to sleepwalk to the kitchen and make chocolate brownies in the oven.\n\nI got stuff done asleep!\n\nIn the morning, people would wonder who left the oven on high all night???\n\nI'd be more curious, where's the brownies?  If I made them, where's the dirty bowl and spoon?  But if I didn't,  why is the oven on?\n\nSome good news for those who are not beginners anymore.\n\nThe amazing vividness of the red zone will return to you, once you can sustain silent knowledge daily, for a few months.\n\nKeep in mind, it's \"Silent Knowledge\".  You get perfectly silent so that you aren't fantasizing or causing a preference for what you see in front of you, and the universe makes you offers.\n\nThings you might want to know more about. Or sights you might want to see.\n\nANYTHING is available.\n\nAnd so one day you'll be doing your tensegrity routine at the start of darkroom, but you'll already be in Silent Knowledge.\n\nBecause you got that good at moving your assemblage point all the way to the end of the J curve.\n\nCarlos could do that in 6 seconds!\n\nThe third attention is reached if you can do it in 2.\n\nSo it's not totally crazy to believe you'll be able to do that in 2 minutes.\n\nThe length of time it takes to do a couple of your tensegrity forms.\n\nAnd THEN, the tensegrity forms become Silent Knowledge \"presentation methods\".\n\nThey become the structure into which magic is projected for your \"knowledge\", because you are in Silent Knowledge.\n\nSilent Knowledge can be viewed on your palm.\n\nOr in the air as videos.\n\nBut also in any other form. There's absolutely no limit to the presentation methods possible.\n\nA talking lizard on your shoulder?\n\nOf course!\n\nSo it's not surprising that every part of your body can be a presentation method, especially when it's doing Tensegrity moves.\n\nAnd the results become INTENSE.\n\nSo if you got past the deep red zone magical wonders and into the whitish light of the orange part on the J curve, where you learn about phantom skimmings of emanations, don't worry.\n\nIt all comes together once you can do the Tensegrity in Silent Knowledge, rather than merely use it for a vehicle to get there.\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Any Self-Absorbed Fantasies Drive the Double Away", "link_flair_richtext": [{"e": "text", "t": "Silence"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"ynulje0968bc1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=cc31641b79cee80fa688eb2b0d90d234f9ff850a"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=b17ac8d9e782cfe2b5dbadf850cb9ad9235410d7"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=be1a1b8b41958834d87da98e4f624473b977d997"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=5db94e90fbbf95c8ba7dec4c96be8ede9ef89b7b"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=62c75c4d2e2a984e28689d9bdecb390625ff6878"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=46dcf6d69d042acf508d371b03ca02f5e7093fe9"}], "s": {"y": 1832, "x": 1832, "u": "https://preview.redd.it/ynulje0968bc1.jpg?width=1832&amp;format=pjpg&amp;auto=webp&amp;s=d7c26580ab7c777707a80e984ee991f4cce30e82"}, "id": "ynulje0968bc1"}}, "name": "t3_191dbwv", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 0.96, "author_flair_background_color": null, "subreddit_type": "public", "ups": 41, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silence", "can_mod_post": false, "score": 41, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/NXKffLG6HkqTm3JR3miWt3EgqMpfqy0NllAaKkYWrx8.jpg", "edited": 1704724485.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1704690876.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/ynulje0968bc1.jpg?width=1832&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=d7c26580ab7c777707a80e984ee991f4cce30e82\"&gt;https://preview.redd.it/ynulje0968bc1.jpg?width=1832&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=d7c26580ab7c777707a80e984ee991f4cce30e82&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;When you first succeed at removing your internal dialogue long enough to lure your energy body off the inside of your luminous shell where it&amp;#39;s hiding from your self-absorbed and self-pity stricken internal dialogue, you&amp;#39;ll get a &amp;quot;fresh&amp;quot; magical show of colored puffs of light.&lt;/p&gt;\n\n&lt;p&gt;But any fantasizing, even during moments of fairly good silence, will drive the energy body away.&lt;/p&gt;\n\n&lt;p&gt;Because your fantasies are about all you&amp;#39;ve ever known.&lt;/p&gt;\n\n&lt;p&gt;Suffering and self-pity.&lt;/p&gt;\n\n&lt;p&gt;Sure, there&amp;#39;s the promise of &amp;quot;happily ever after&amp;quot; but it&amp;#39;s pretty much a lie, designed to keep you in your place in the complex modern social order, where you can&amp;#39;t just erect a little hut, gather food, and live rent free.&lt;/p&gt;\n\n&lt;p&gt;We live in a prison for the mind.&lt;/p&gt;\n\n&lt;p&gt;And the idea that you could ever return to your natural environment where you are free to explore the wilderness and learn from spirits which can become visible there, is totally absurd.&lt;/p&gt;\n\n&lt;p&gt;Who would give up their comfortable life to go live in a forest, scrounging for food?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s unthinkable. And yet, that&amp;#39;s what humans are.  Food scroungers with genius IQs to help.&lt;/p&gt;\n\n&lt;p&gt;Now look at us.  Slaves to a very complicated social order which often fails and leaves people homeless, dying in the gutter.  Even Cholita fell victim to that fate.&lt;/p&gt;\n\n&lt;p&gt;But even worse are the people dying in their routines, with no hope of a better future.  For them supposedly nothing has gone wrong. And so, &amp;quot;this is all there is?&amp;quot; is what they come to believe.&lt;/p&gt;\n\n&lt;p&gt;They seem to have all they were supposed to acquire.  A mate, a nice home, a family of their own.&lt;/p&gt;\n\n&lt;p&gt;But there&amp;#39;s no magic at all.  No growth, no exploration of the unknown.  No hope.&lt;/p&gt;\n\n&lt;p&gt;None of what we evolved to be.  Humans are &amp;quot;spooky apes&amp;quot;, and the quest for magic is in their blood.&lt;/p&gt;\n\n&lt;p&gt;What&amp;#39;s the solution?&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s to bring back the missing half of yourself.&lt;/p&gt;\n\n&lt;p&gt;Your double. Your copy which runs around in dreams.  It&amp;#39;s just as real as your physical copy.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s free from the limitations of time, matter,  and space.&lt;/p&gt;\n\n&lt;p&gt;Your endless fantasizing has driven it away, because if it gets too close to your torso it absorbs all of your self-pity and suffering.&lt;/p&gt;\n\n&lt;p&gt;You can pretend all you want that you &amp;quot;aren&amp;#39;t like that&amp;quot;, but this only means you&amp;#39;re obsessed with presenting a &amp;quot;good image of yourself&amp;quot; to others.  Hooked on seeking human attention and approval.&lt;/p&gt;\n\n&lt;p&gt;If you don&amp;#39;t realize your life sucks nearly all the time, then this social media is not for you.&lt;/p&gt;\n\n&lt;p&gt;But if you want to be surrounded by magic so intense and amazing that it brings tears to your eyes, magic which GROWS daily,  then consider how polluted our mind has become with words and memories of past events.&lt;/p&gt;\n\n&lt;p&gt;Humans didn&amp;#39;t even develop language until 50,000 years ago. But they were alive for 250,000 before that. With NO internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;Our natural state.&lt;/p&gt;\n\n&lt;p&gt;So in this somewhat creepy and not particularly accurate picture drawn for me by an AI you can see the general problem.&lt;/p&gt;\n\n&lt;p&gt;The man had been silent long enough to summon visible magic, but then just had a &amp;quot;memory&amp;quot; of some past event, almost always one he regrets or wishes he could change, and he&amp;#39;s driven away the magic.  It only takes 5 seconds.&lt;/p&gt;\n\n&lt;p&gt;If you consider how very little it takes in terms of fantasizing during darkroom, to drive the magic away, you&amp;#39;ll begin to learn why darkroom works.&lt;/p&gt;\n\n&lt;p&gt;You get visual feedback!&lt;/p&gt;\n\n&lt;p&gt;I suppose someone could design an electronic device to give you a shock when you had any thoughts in words or fantasies, and that could work even faster.&lt;/p&gt;\n\n&lt;p&gt;And maybe be a lot more pleasant than &amp;quot;darkroom&amp;quot;.   At least,  for beginners.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m pretty sure we have many visit here who would prefer to stick their finger in an electric shock device, then to have to force off their internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;But we don&amp;#39;t have such devices.&lt;/p&gt;\n\n&lt;p&gt;You have to learn what silence is and what fun it is to have your energy body back, though daily repetition involving gain and loss.&lt;/p&gt;\n\n&lt;p&gt;Gain of magic so amazing it would make Dr. Strange, the movie wizard, jealous.&lt;/p&gt;\n\n&lt;p&gt;You really will see sights that good!&lt;/p&gt;\n\n&lt;p&gt;Then you&amp;#39;ll casually remember an argument you got into with your mother over something utterly trivial, and your feelings of remorse will drive the magic away.&lt;/p&gt;\n\n&lt;p&gt;Look...   Darkroom is as if you lured the equivalent of a super powerful Fairy to come play with you.  Your energy body is just that cool!  Maybe even cooler than a super powerful Fairy, because you get to switch back and forth between being &amp;quot;you&amp;quot;, and being &amp;quot;it&amp;quot;, and see what&amp;#39;s in between.&lt;/p&gt;\n\n&lt;p&gt;The abstract!&lt;/p&gt;\n\n&lt;p&gt;So you silence the mind, you get magic from the tensegrity, you lapse and fantasize, and it goes away.&lt;/p&gt;\n\n&lt;p&gt;Over time you learn to sustain the silent part, and feel what causes the fantasizing to return, so that you can cut that off before it even gets started.&lt;/p&gt;\n\n&lt;p&gt;And you arrive at Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Let me interject here, the fantasies returning may be INEVITABLE, due to &amp;quot;The Eagle&amp;#39;s Command to take an Inventory&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;The eagle doesn&amp;#39;t want sugglish inactive blobs of awareness.&lt;/p&gt;\n\n&lt;p&gt;So periodically it COMMANDS us to &amp;quot;take an inventory&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;See where you are, what you have. What&amp;#39;s going on.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t avoid that, but you can learn to &amp;quot;see&amp;quot; it.&lt;/p&gt;\n\n&lt;p&gt;And drop it.&lt;/p&gt;\n\n&lt;p&gt;You learn to simply &amp;quot;drop&amp;quot; the forced inventory the instant you begin it.&lt;/p&gt;\n\n&lt;p&gt;The Eagle doesn&amp;#39;t command how long it has to take.&lt;/p&gt;\n\n&lt;p&gt;If you get it down to 1 second, there&amp;#39;s no loss from the inevitable periodic fantasies.&lt;/p&gt;\n\n&lt;p&gt;I suppose darkroom is as creepy as this picture sometimes.&lt;/p&gt;\n\n&lt;p&gt;But ChatGPT can&amp;#39;t draw the &amp;quot;sublime&amp;quot; type of Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;ll stick the person in a monk robe and turn him into a little lazy Buddha groupie, the instant he hears &amp;quot;sublime&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;s been brainwashed by his training data.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s interesting, because the very things ChatGPT might associate with &amp;quot;the sublime&amp;quot; are human systems of religion and magic, which make the sublime impossible.&lt;/p&gt;\n\n&lt;p&gt;They drive it away with obsession over the self.  Over &amp;quot;your soul&amp;quot; if you prefer.&lt;/p&gt;\n\n&lt;p&gt;Christians ponder bible scriptures, and those will in fact allow the assemblage point to drift fairly far.  Anything which alters the internal dialogue will have an effect.&lt;/p&gt;\n\n&lt;p&gt;Even giving you access to visit heaven if you focus only on the stories and eliminate the internal dialogue. By repeating the story, you light up the emanations which have evolved to &amp;quot;be&amp;quot; heaven, for humans.&lt;/p&gt;\n\n&lt;p&gt;Heaven is out there!  But it was created by the prayers of all the humans who wish it to be real.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a phantom construct.  And only good in that it indicates you successfully moved your assemblage point quite far, if you manage to visit it.&lt;/p&gt;\n\n&lt;p&gt;But the priests don&amp;#39;t realize that so they&amp;#39;ve tossed in some &amp;quot;control&amp;quot; mechanisms to maximize donations.&lt;/p&gt;\n\n&lt;p&gt;While pondering their religious texts you&amp;#39;re suppose to remember your &amp;quot;sins&amp;quot;. Especially the ones you feel the guiltiest for, and then grab a goat or a measure of flour and bring it to the temple for the priests to consume.&lt;/p&gt;\n\n&lt;p&gt;You have to &amp;quot;sacrifice&amp;quot; something valuable (to the priests), to make up for your past behavior.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the ultimate scam.&lt;/p&gt;\n\n&lt;p&gt;And so they encourage the very thing that makes &amp;quot;the sublime&amp;quot; impossible to view.&lt;/p&gt;\n\n&lt;p&gt;Self-contemplation.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s no different in Asian systems, where while following their meditation instructions your goal is to behave in an artificial &amp;quot;ideal&amp;quot; manner for some external intelligence which wants to &amp;quot;perfect&amp;quot; you over many lifetimes. &lt;/p&gt;\n\n&lt;p&gt;And if you become perfect, you get a little throne and can be important in your religion.  Even have a permanent place as a respected supernatural entity, in heaven. &lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s the ultimate ego trip!  Disguised as being humble.&lt;/p&gt;\n\n&lt;p&gt;Again, the sublime is impossible to reach while you are self-absorbed.&lt;/p&gt;\n\n&lt;p&gt;It only takes the tiniest fantasy of &amp;quot;you in relation to them&amp;quot; to drive away the energy body.&lt;/p&gt;\n\n&lt;p&gt;Think of it another way.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re trying to sleepwalk here!&lt;/p&gt;\n\n&lt;p&gt;But what does that mean?&lt;/p&gt;\n\n&lt;p&gt;It means we&amp;#39;re trying to lend our rational awareness to that irrational being, the double.&lt;/p&gt;\n\n&lt;p&gt;Which has half of your energy of awareness.&lt;/p&gt;\n\n&lt;p&gt;If you can &amp;quot;fall asleep&amp;quot; but remain awake, it means you gave some control over to the king of magical realms, your unbounded &amp;quot;double&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It doesn&amp;#39;t mean you&amp;#39;re doing anything negative by sleepwalking.  Perhaps one might criticize it saying you&amp;#39;re being lazy, not producing anything valuable, or whatever someone might come up with to argue you shouldn&amp;#39;t be doing that. Trying to sleepwalk.&lt;/p&gt;\n\n&lt;p&gt;But the actual experience is magic, or no magic.&lt;/p&gt;\n\n&lt;p&gt;The sublime, or suffering.&lt;/p&gt;\n\n&lt;p&gt;And even the tiniest fantasy will drive away the sublime.&lt;/p&gt;\n\n&lt;p&gt;Don Juan said be had become like an empty tube to finity.&lt;/p&gt;\n\n&lt;p&gt;However, Eastern pretend magic has polluted that term &amp;quot;empty&amp;quot; to the point that I don&amp;#39;t like to use it.&lt;/p&gt;\n\n&lt;p&gt;Because it&amp;#39;ll be misunderstood to mean becoming an attention seeking grinning Buddha cult member.&lt;/p&gt;\n\n&lt;p&gt;Sleepwalking is a better word to describe it,  because sleepwalking is likely our truest form of &amp;quot;emptiness&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;You can&amp;#39;t really change yourself.&lt;/p&gt;\n\n&lt;p&gt;What you grew up to be, is what you will always be.&lt;/p&gt;\n\n&lt;p&gt;There is no &amp;quot;enlightenment&amp;quot;.  That&amp;#39;s obvious if you look around honestly at those who claim to have reached it.&lt;/p&gt;\n\n&lt;p&gt;You can only escape your daily horrors, and spend most of your time in the realms of magic, if you are asleep.&lt;/p&gt;\n\n&lt;p&gt;Even if you&amp;#39;re still walking around getting things done.&lt;/p&gt;\n\n&lt;p&gt;As a child, I used to sleepwalk to the kitchen and make chocolate brownies in the oven.&lt;/p&gt;\n\n&lt;p&gt;I got stuff done asleep!&lt;/p&gt;\n\n&lt;p&gt;In the morning, people would wonder who left the oven on high all night???&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d be more curious, where&amp;#39;s the brownies?  If I made them, where&amp;#39;s the dirty bowl and spoon?  But if I didn&amp;#39;t,  why is the oven on?&lt;/p&gt;\n\n&lt;p&gt;Some good news for those who are not beginners anymore.&lt;/p&gt;\n\n&lt;p&gt;The amazing vividness of the red zone will return to you, once you can sustain silent knowledge daily, for a few months.&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, it&amp;#39;s &amp;quot;Silent Knowledge&amp;quot;.  You get perfectly silent so that you aren&amp;#39;t fantasizing or causing a preference for what you see in front of you, and the universe makes you offers.&lt;/p&gt;\n\n&lt;p&gt;Things you might want to know more about. Or sights you might want to see.&lt;/p&gt;\n\n&lt;p&gt;ANYTHING is available.&lt;/p&gt;\n\n&lt;p&gt;And so one day you&amp;#39;ll be doing your tensegrity routine at the start of darkroom, but you&amp;#39;ll already be in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Because you got that good at moving your assemblage point all the way to the end of the J curve.&lt;/p&gt;\n\n&lt;p&gt;Carlos could do that in 6 seconds!&lt;/p&gt;\n\n&lt;p&gt;The third attention is reached if you can do it in 2.&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s not totally crazy to believe you&amp;#39;ll be able to do that in 2 minutes.&lt;/p&gt;\n\n&lt;p&gt;The length of time it takes to do a couple of your tensegrity forms.&lt;/p&gt;\n\n&lt;p&gt;And THEN, the tensegrity forms become Silent Knowledge &amp;quot;presentation methods&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They become the structure into which magic is projected for your &amp;quot;knowledge&amp;quot;, because you are in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Silent Knowledge can be viewed on your palm.&lt;/p&gt;\n\n&lt;p&gt;Or in the air as videos.&lt;/p&gt;\n\n&lt;p&gt;But also in any other form. There&amp;#39;s absolutely no limit to the presentation methods possible.&lt;/p&gt;\n\n&lt;p&gt;A talking lizard on your shoulder?&lt;/p&gt;\n\n&lt;p&gt;Of course!&lt;/p&gt;\n\n&lt;p&gt;So it&amp;#39;s not surprising that every part of your body can be a presentation method, especially when it&amp;#39;s doing Tensegrity moves.&lt;/p&gt;\n\n&lt;p&gt;And the results become INTENSE.&lt;/p&gt;\n\n&lt;p&gt;So if you got past the deep red zone magical wonders and into the whitish light of the orange part on the J curve, where you learn about phantom skimmings of emanations, don&amp;#39;t worry.&lt;/p&gt;\n\n&lt;p&gt;It all comes together once you can do the Tensegrity in Silent Knowledge, rather than merely use it for a vehicle to get there.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "1a0d5e9c-6005-11ea-8472-0e86798f0183", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "191dbwv", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 15, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/", "subreddit_subscribers": 9561, "created_utc": 1704690876.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgw749l", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1704721920.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 13, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;And so they encourage the very thing that makes \"the sublime\" impossible to view.  \n&gt;  \n&gt;Self-contemplation....  \n&gt;  \n&gt;...It's the ultimate ego trip! Disguised as being humble.  \n&gt;  \n&gt;Again, the sublime is impossible to reach while you are self-absorbed like that.\n\nFrom Castaneda's 7th book,*The Fire From Within* (1984), chapter 2 *The New Seers*:\n\n\"Don Juan said that his benefactor, in explaining to him what he had to do to profit from facing that ogre of a man, also told him what the new seers considered to be the four steps on the path of knowledge. The first step is the decision to become apprentices. After the apprentices change their views about themselves and the world they take the second step and become warriors, which is to say, beings capable of the utmost discipline and control over themselves. The third step, after acquiring forbearance and timing, is to become men of knowledge. When men of knowledge learn to see they have taken the fourth step and have become seers.\n\nHis benefactor stressed the fact that don Juan had been on the path of knowledge long enough to have acquired a minimum of the first two attributes: control and discipline. Don Juan emphasized that both of these attributes refer to an inner state. **A warrior is self-oriented, not in a selfish way, but in the sense of a total and continuous examination of the self.\"**\n\n\\*\\*\\*\n\nTo highlight the difference between examination and contemplation!\n\n\\*\\*\\*\n\nAnd from chapter 20 of Taisha's unpublished manuscript *Stalking With The Double:*\n\n\"“Put another way,” she offered, “if you are thinking while acting, it will be those thoughts, not the action, that will stay in your memory. On the other hand, if you are silent while acting, when you try to recall the actions, there will be little to remember. That is why sorcerers say that the self is an idea. When you understand this and stop your running internal monologue, another awareness will rise to the foreground.”\n\nAs I thought on what Nelida had said, it seemed to coincide with what I had felt while performing the *recapitulation*. I had experienced a kind of withdrawal, a separation from myself and the world as I knew it. One part of me, which consisted of all that I recalled having experienced in the world, seemed to have become detached and was floating unencumbered. Behind this lay a substrata of awareness that was silent, vast and empty. It served as the background to support activities, but because all my attention had always been focused on my thinking self, that silent infrastructure had gone unnoticed. With the *recapitulation*, the distinction was clear; there existed a separation between myself as a conglomeration of ideas, feelings, activities, and this other indefinable, silent awareness.\"", "edited": 1704724488.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgw749l", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;And so they encourage the very thing that makes &amp;quot;the sublime&amp;quot; impossible to view.  &lt;/p&gt;\n\n&lt;p&gt;Self-contemplation....  &lt;/p&gt;\n\n&lt;p&gt;...It&amp;#39;s the ultimate ego trip! Disguised as being humble.  &lt;/p&gt;\n\n&lt;p&gt;Again, the sublime is impossible to reach while you are self-absorbed like that.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;From Castaneda&amp;#39;s 7th book,&lt;em&gt;The Fire From Within&lt;/em&gt; (1984), chapter 2 &lt;em&gt;The New Seers&lt;/em&gt;:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Don Juan said that his benefactor, in explaining to him what he had to do to profit from facing that ogre of a man, also told him what the new seers considered to be the four steps on the path of knowledge. The first step is the decision to become apprentices. After the apprentices change their views about themselves and the world they take the second step and become warriors, which is to say, beings capable of the utmost discipline and control over themselves. The third step, after acquiring forbearance and timing, is to become men of knowledge. When men of knowledge learn to see they have taken the fourth step and have become seers.&lt;/p&gt;\n\n&lt;p&gt;His benefactor stressed the fact that don Juan had been on the path of knowledge long enough to have acquired a minimum of the first two attributes: control and discipline. Don Juan emphasized that both of these attributes refer to an inner state. &lt;strong&gt;A warrior is self-oriented, not in a selfish way, but in the sense of a total and continuous examination of the self.&amp;quot;&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;To highlight the difference between examination and contemplation!&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;And from chapter 20 of Taisha&amp;#39;s unpublished manuscript &lt;em&gt;Stalking With The Double:&lt;/em&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;“Put another way,” she offered, “if you are thinking while acting, it will be those thoughts, not the action, that will stay in your memory. On the other hand, if you are silent while acting, when you try to recall the actions, there will be little to remember. That is why sorcerers say that the self is an idea. When you understand this and stop your running internal monologue, another awareness will rise to the foreground.”&lt;/p&gt;\n\n&lt;p&gt;As I thought on what Nelida had said, it seemed to coincide with what I had felt while performing the &lt;em&gt;recapitulation&lt;/em&gt;. I had experienced a kind of withdrawal, a separation from myself and the world as I knew it. One part of me, which consisted of all that I recalled having experienced in the world, seemed to have become detached and was floating unencumbered. Behind this lay a substrata of awareness that was silent, vast and empty. It served as the background to support activities, but because all my attention had always been focused on my thinking self, that silent infrastructure had gone unnoticed. With the &lt;em&gt;recapitulation&lt;/em&gt;, the distinction was clear; there existed a separation between myself as a conglomeration of ideas, feelings, activities, and this other indefinable, silent awareness.&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgw749l/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704721920.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 13}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgwiudw", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1704726522.0, "send_replies": true, "parent_id": "t1_kgvux51", "score": 10, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "&gt;And now I’ve witnessed it evolve into vivid images and perceptions enough\n\nThat's one of the reasons sorcery is so rare.\n\nThe path to it is filled with things so vague, you REALLY have to want it, to accept that those could be a sign of progress.\n\nAnd you have to focus more awareness on them, to get them to shine brighter and become obviously real.\n\nThe opposite is also true. If you stop practicing, all the cool magical sights you saw seem to vanish from your memory, and eventually you no longer believe at all that magic can be found by this path.\n\nBut that's just the assemblage point moving back!\n\nThe same as when it moves in sleeping dreaming, and you know the \"history\" of the dream world you are in.\n\nJust like that, you \"belong\" in that dream.\n\nThe same happens when you lose sorcery due to lack of practicing, and move back to this reality.\n\nWhere magic can't exist.\n\nYou come to believe that, as you pick up the \"history\" of the blue line reality.\n\nMaybe Soledad thought she could tinker with that blue line reality, through movies.\n\nTo make more things \"ok\" to believe in.\n\nYour experience with visiting the past because you were looking at the remnants of it, is a lot like La Gorda holding the old seer's power object, and either seeing their past in silent knowledge, or having them actually notice her in the future, to visit and attack her.\n\nIt reminds me of recent developments in Star Wars, where Ashoka can hold any object, and see the events surrounding the people who last touched or owned it.\n\nClearly we get to do that sort of thing!", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgwiudw", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;And now I’ve witnessed it evolve into vivid images and perceptions enough&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;That&amp;#39;s one of the reasons sorcery is so rare.&lt;/p&gt;\n\n&lt;p&gt;The path to it is filled with things so vague, you REALLY have to want it, to accept that those could be a sign of progress.&lt;/p&gt;\n\n&lt;p&gt;And you have to focus more awareness on them, to get them to shine brighter and become obviously real.&lt;/p&gt;\n\n&lt;p&gt;The opposite is also true. If you stop practicing, all the cool magical sights you saw seem to vanish from your memory, and eventually you no longer believe at all that magic can be found by this path.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s just the assemblage point moving back!&lt;/p&gt;\n\n&lt;p&gt;The same as when it moves in sleeping dreaming, and you know the &amp;quot;history&amp;quot; of the dream world you are in.&lt;/p&gt;\n\n&lt;p&gt;Just like that, you &amp;quot;belong&amp;quot; in that dream.&lt;/p&gt;\n\n&lt;p&gt;The same happens when you lose sorcery due to lack of practicing, and move back to this reality.&lt;/p&gt;\n\n&lt;p&gt;Where magic can&amp;#39;t exist.&lt;/p&gt;\n\n&lt;p&gt;You come to believe that, as you pick up the &amp;quot;history&amp;quot; of the blue line reality.&lt;/p&gt;\n\n&lt;p&gt;Maybe Soledad thought she could tinker with that blue line reality, through movies.&lt;/p&gt;\n\n&lt;p&gt;To make more things &amp;quot;ok&amp;quot; to believe in.&lt;/p&gt;\n\n&lt;p&gt;Your experience with visiting the past because you were looking at the remnants of it, is a lot like La Gorda holding the old seer&amp;#39;s power object, and either seeing their past in silent knowledge, or having them actually notice her in the future, to visit and attack her.&lt;/p&gt;\n\n&lt;p&gt;It reminds me of recent developments in Star Wars, where Ashoka can hold any object, and see the events surrounding the people who last touched or owned it.&lt;/p&gt;\n\n&lt;p&gt;Clearly we get to do that sort of thing!&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgwiudw/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704726522.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgvux51", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "the-mad-prophet", "can_mod_post": false, "created_utc": 1704716190.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 7, "author_fullname": "t2_4dz9kepm", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "I practiced yesterday with a focus on how my energy dissipates when I lose silence. It’s not new information but it’s definitely unpleasant for the very reason you talk about - stuff to do with ‘me’ feels so gross in comparison to silence and magic.\n\nI’ve also been more aware recently of a phase of perception before seeing images vividly. It’s not ‘imagination’ but it’s also not ‘seeing’ even though I can describe what I’m perceiving as images. In the past I would discard it as imagination but it’s not really that as I’m not fantasising. And now I’ve witnessed it evolve into vivid images and perceptions enough that I think it must be just an intermediary phase in perception. \n\nI had this happen twice recently. In the first instance I’d been to a shrine on a mountain and tried to make contact with spirits there. After I left and turned in for the night I had the feeling-of-seeing this shrine but with bright, almost neon paint. \n\nThat feeling-of-seeing quickly became seeing as I focused and let myself allow it to happen. It’s not the same as focusing with a laser-like focus as though pointing your eyes at something, it’s much softer. It felt more that as I silenced myself and removed other distractions, my focus could settle on the contents of the feeling-of-seeing and then they became actual, visible sights.\n\nIn this instance, I started witnessing different scenes of daily life from the monks who lived on the mountain while a voice explained to me what was happening. One showed them warning the village in the valley of an impending earthquake by ringing the temple bell. Another started with the voice saying ‘watch out! The water level is about to rise’ and I found myself standing in a stream bed bellow a wood and bamboo lock as two monks unlatched it to let dammed water flow into the place where I was standing.\n\nI definitely saw the bell when I visited. I didn’t see a lock but there were irrigation streams and it is very plausible there was one there.\n\nI had a similar experience on the plane back. I find practicing on planes really interesting because the mix of people sometimes bring unusual sights or spirits with them. I’d just read your post about phantom rooms for shared dreaming as well.\n\nIt started similarly. I got silent, reached out for any IOBs nearby and had the feeling-of-seeing the roots of a tree. There were figures hanging around the tree, like conmen. Not dangerous but waiting to take advantage of people. A voice was speaking to me again and for some reason these figures could not perceive or register me even though I felt like they ordinarily would have been able to.\n\nI let myself align to the feeling and then I could see in vivid bursts. I navigated around the tree and I was in the ruins of an abandoned fairground. Each time I’d reach a location, I’d see the next part of the path appear visually, sometimes with the voice shouting ‘over there!’ and pointing it out. I climbed over the roof of an old bus and through overgrown tunnels and holes in ceilings.\n\n“Perhaps you’ll be able to get away with touching his things,” the voice said and I noticed objects before me belonging to whoever ‘he’ was that claimed ownership over the fairground I guess. One of the objects was a wall hanging with little flowers cut out of gold vinyl. I got this sense again that I was getting away with not being perceived by whoever was nearby, whether there was anyone really there or not.\n\nThen it all disappeared and I had a proper phantom room briefly. It made the strange fairground pale in comparison. About 10 metres ahead of me was a huge grey stone torii gate. The ‘room’ had a great sense of depth and size to it, although it was of an exterior space rather than a standard ‘room’. \n\nIt felt like I’d shut one pair of eyes and opened a completely different one - and then taken several moments to comprehend that a switch had taken place.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgvux51", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I practiced yesterday with a focus on how my energy dissipates when I lose silence. It’s not new information but it’s definitely unpleasant for the very reason you talk about - stuff to do with ‘me’ feels so gross in comparison to silence and magic.&lt;/p&gt;\n\n&lt;p&gt;I’ve also been more aware recently of a phase of perception before seeing images vividly. It’s not ‘imagination’ but it’s also not ‘seeing’ even though I can describe what I’m perceiving as images. In the past I would discard it as imagination but it’s not really that as I’m not fantasising. And now I’ve witnessed it evolve into vivid images and perceptions enough that I think it must be just an intermediary phase in perception. &lt;/p&gt;\n\n&lt;p&gt;I had this happen twice recently. In the first instance I’d been to a shrine on a mountain and tried to make contact with spirits there. After I left and turned in for the night I had the feeling-of-seeing this shrine but with bright, almost neon paint. &lt;/p&gt;\n\n&lt;p&gt;That feeling-of-seeing quickly became seeing as I focused and let myself allow it to happen. It’s not the same as focusing with a laser-like focus as though pointing your eyes at something, it’s much softer. It felt more that as I silenced myself and removed other distractions, my focus could settle on the contents of the feeling-of-seeing and then they became actual, visible sights.&lt;/p&gt;\n\n&lt;p&gt;In this instance, I started witnessing different scenes of daily life from the monks who lived on the mountain while a voice explained to me what was happening. One showed them warning the village in the valley of an impending earthquake by ringing the temple bell. Another started with the voice saying ‘watch out! The water level is about to rise’ and I found myself standing in a stream bed bellow a wood and bamboo lock as two monks unlatched it to let dammed water flow into the place where I was standing.&lt;/p&gt;\n\n&lt;p&gt;I definitely saw the bell when I visited. I didn’t see a lock but there were irrigation streams and it is very plausible there was one there.&lt;/p&gt;\n\n&lt;p&gt;I had a similar experience on the plane back. I find practicing on planes really interesting because the mix of people sometimes bring unusual sights or spirits with them. I’d just read your post about phantom rooms for shared dreaming as well.&lt;/p&gt;\n\n&lt;p&gt;It started similarly. I got silent, reached out for any IOBs nearby and had the feeling-of-seeing the roots of a tree. There were figures hanging around the tree, like conmen. Not dangerous but waiting to take advantage of people. A voice was speaking to me again and for some reason these figures could not perceive or register me even though I felt like they ordinarily would have been able to.&lt;/p&gt;\n\n&lt;p&gt;I let myself align to the feeling and then I could see in vivid bursts. I navigated around the tree and I was in the ruins of an abandoned fairground. Each time I’d reach a location, I’d see the next part of the path appear visually, sometimes with the voice shouting ‘over there!’ and pointing it out. I climbed over the roof of an old bus and through overgrown tunnels and holes in ceilings.&lt;/p&gt;\n\n&lt;p&gt;“Perhaps you’ll be able to get away with touching his things,” the voice said and I noticed objects before me belonging to whoever ‘he’ was that claimed ownership over the fairground I guess. One of the objects was a wall hanging with little flowers cut out of gold vinyl. I got this sense again that I was getting away with not being perceived by whoever was nearby, whether there was anyone really there or not.&lt;/p&gt;\n\n&lt;p&gt;Then it all disappeared and I had a proper phantom room briefly. It made the strange fairground pale in comparison. About 10 metres ahead of me was a huge grey stone torii gate. The ‘room’ had a great sense of depth and size to it, although it was of an exterior space rather than a standard ‘room’. &lt;/p&gt;\n\n&lt;p&gt;It felt like I’d shut one pair of eyes and opened a completely different one - and then taken several moments to comprehend that a switch had taken place.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgvux51/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704716190.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 7}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgwmjqz", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kgwb7yt", "score": 1, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Works great on facebook.\n\nI have a \"friendly\" pretender over there.   A comrade type bad player.\n\nMaybe he'll read it.\n\nWe've got one in here. The latest sleeping dreaming expert.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_kgwmjqz", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Works great on facebook.&lt;/p&gt;\n\n&lt;p&gt;I have a &amp;quot;friendly&amp;quot; pretender over there.   A comrade type bad player.&lt;/p&gt;\n\n&lt;p&gt;Maybe he&amp;#39;ll read it.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;ve got one in here. The latest sleeping dreaming expert.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgwmjqz/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704727907.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1704727907.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgwb7yt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1704723546.0, "send_replies": true, "parent_id": "t1_kgw8z5n", "score": 5, "author_fullname": "t2_3mo1k5m8", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Chacmools \"A New Generation of Sorcerers\" Interview - Kindred Spirit - June 1995 - with Kylie Lundahl, Reni Murez and Nyei Murez :\n\n\"Consider this point: in the world of everyday life, no matter what we do, we never change. So what are we going to do? Remain the same while we talk and talk about unrealistic idealities? This is the point where the sorcerers squashed us. They said to us, if you really want to change and be different you must fend off the flyers. If you do not do this, forget about change - all you will do throughout your lives is talk about how wonderful you are.\"\n\n\\*\\*\\*\n\nWorkshop titled \"Stopping the World\" - Los Angeles, CA – UCLA – August 22, 2003, held on a Friday evening in the 2nd Floor Ballroom in the Ackerman Union building.\n\nA recalled conversation between Reni and Carlos:\n\n\"Reni thought about it awhile and realized that nobody had. “I guess nobody ever had,” she said. “I liked her and watched her on television and I thought I had the same eyes and chin. I put it all together myself.” The breakfast came and they all ate their poached eggs and decaf tea and Carlos said: “We’re all caught in lines of association that are neither accurate nor consistent. They are a binding force around us. Like this table setting, they have a purpose, the salad fork is on the outside so we can eat our salad with it first and then we work inward – the Emily Post table setting. In the same way we combine instances of things to build an identity. Each person’s associations lead to a unique identity. He asked Reni what she thought of when he said: “Knife, fork, plate, napkin.” Reni said, “Candlelight, flowers, table cloth, wine, somebody kissing my hand.”\n\nCarlos: “You have the mind of a romantic. The problem is that these ideas never change and no matter what happens these associations always end up taking us to the same place. They make us feel immortal. Seers call it the Doing of the Self. And seers work to put a halt to that doing.”\n\nReni: “Why do they want to do that?”\n\nCarlos: “Because it gives you access to a much bigger view. How do you reach another perception? You have to put a dam in the Doing of the Self. (ex.) I bet you drive to work the same way every time. Next time take another route.”", "edited": 1704723768.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgwb7yt", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Chacmools &amp;quot;A New Generation of Sorcerers&amp;quot; Interview - Kindred Spirit - June 1995 - with Kylie Lundahl, Reni Murez and Nyei Murez :&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Consider this point: in the world of everyday life, no matter what we do, we never change. So what are we going to do? Remain the same while we talk and talk about unrealistic idealities? This is the point where the sorcerers squashed us. They said to us, if you really want to change and be different you must fend off the flyers. If you do not do this, forget about change - all you will do throughout your lives is talk about how wonderful you are.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;Workshop titled &amp;quot;Stopping the World&amp;quot; - Los Angeles, CA – UCLA – August 22, 2003, held on a Friday evening in the 2nd Floor Ballroom in the Ackerman Union building.&lt;/p&gt;\n\n&lt;p&gt;A recalled conversation between Reni and Carlos:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Reni thought about it awhile and realized that nobody had. “I guess nobody ever had,” she said. “I liked her and watched her on television and I thought I had the same eyes and chin. I put it all together myself.” The breakfast came and they all ate their poached eggs and decaf tea and Carlos said: “We’re all caught in lines of association that are neither accurate nor consistent. They are a binding force around us. Like this table setting, they have a purpose, the salad fork is on the outside so we can eat our salad with it first and then we work inward – the Emily Post table setting. In the same way we combine instances of things to build an identity. Each person’s associations lead to a unique identity. He asked Reni what she thought of when he said: “Knife, fork, plate, napkin.” Reni said, “Candlelight, flowers, table cloth, wine, somebody kissing my hand.”&lt;/p&gt;\n\n&lt;p&gt;Carlos: “You have the mind of a romantic. The problem is that these ideas never change and no matter what happens these associations always end up taking us to the same place. They make us feel immortal. Seers call it the Doing of the Self. And seers work to put a halt to that doing.”&lt;/p&gt;\n\n&lt;p&gt;Reni: “Why do they want to do that?”&lt;/p&gt;\n\n&lt;p&gt;Carlos: “Because it gives you access to a much bigger view. How do you reach another perception? You have to put a dam in the Doing of the Self. (ex.) I bet you drive to work the same way every time. Next time take another route.”&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgwb7yt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704723546.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "kgw8z5n", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "TechnoMagical_Intent", "can_mod_post": false, "created_utc": 1704722673.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 5, "author_fullname": "t2_3mo1k5m8", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "&gt;You can't really change yourself.  \n&gt;  \n&gt;What you grew up to be, is what you will always be.\n\nFrom Castaneda's 1968 KPFA Radio Interview:\n\nCC:   He alludes, you know, that, I think what he means, what he meant to say is that one never really changes. As a European my mind is set, my cognitive units are set, in a sense. I would admit only a total change. For me to change would mean that a person mutates totally into a bird, and that's the only way I could understand it. But I think what he means is something else, something much more sophisticated than that. My system's very rudimentary, you see, it lacks the sophistication that don Juan has, but I cannot pinpoint actually what he means like, things like what he means that one never changes really, there's something else, another process is taking place.\n\n\\*\\*\\*\n\nFrom chapter 15 of Castaneda's book *A Separate Reality* (1971):\n\n\"\"What do (these spirits) look like?\" \n\n\"They are different for every man and so are the allies. For you an ally would apparently look like a man you once knew, or like a man you will always be about to know; that's the bent of your nature. You are given to mysteries and secrets. I'm not like you, so an ally for me is something very precise.\" \n\n\\*\\*\\*\n\nFrom Castaneda's introduction to Florinda Donner's book *Being-In-Dreaming* (1991):\n\n\"Expanding the limits of normal perception is a concept that stems from the sorcerers' belief that our choices in life are limited, due to the fact that they are defined by the social order. Sorcerers believe that the social order sets up our lists of options, but we do the rest: By accepting only these choices, we set a limit to our nearly limitless possibilities.\n\nThis limitation, they say, fortunately applies only to our social side and not to the other side of us; a practically inaccessible side, which is not in the realm of ordinary awareness. Their main endeavor, therefore, is to uncover that side. They do this by breaking the frail, yet resilient, shield of human assumptions about what we are and what we are capable of being.\n\nSorcerers acknowledge that in our world of daily affairs there are people who probe into the unknown in pursuit of alternative views of reality. The sorcerers contend that the ideal consequences of such probings should be the capacity to draw from our findings the necessary energy to change, and to detach ourselves from our definition of reality. But the sorcerers argue that unfortunately such probings are essentially mental endeavors: New thoughts and new ideas hardly ever change us.\n\nOne of the things I learned in the sorcerers' world was that without retreating from the world, and without injuring themselves in the process, sorcerers do accomplish the magnificent task of breaking the agreement that has defined reality.\"\n\n\\*\\*\\*\n\nFrom chapter 7 of *The Sorcerers' Crossing* (1992), by Taisha Abelar:\n\n\"Try to imagine yourself as a giant memory warehouse,\" she suggested: \"In that warehouse, someone other than yourself has stored feelings, ideas, mental dialogues and behavior patterns. Since it is your warehouse, you can go in there and rummage around any time you want and use whatever you find there. The problem is that you have absolutely no say over the inventory, for it was already established before you came into possession of the warehouse. Thus you are drastically limited in your selection of items.\"\n\nShe added that our lives seem to be an uninterrupted time line because in our warehouses the inventory never changes. She stressed that unless this storehouse is cleared out, there is no way for us to be what we really are.\"\n\n\\*\\*\\*\n\nFrom the 14th chapter of *The Active Side of Infinity* (1998), Castaneda's last book:\n\n\"On my train ride to New York, and my flight to Los Angeles, the feeling that persisted was that my life was running out; it was running out of me like clutched sand. I didn't feel in any way lib­erated or changed by saying thank you and good-bye. Quite the contrary, I felt the burden of that weird affection more deeply than ever. I felt like weeping. What ran through my mind over and over were the titles that my friend Rodrigo Cummings had invented for books that were never to be written. He specialized in writing titles. His favorite was \"We'll All Die in Hollywood\"; another was \"We'll Never Change\"; and my favorite, the one that I bought for ten dollars, was \"From the Life and Sins of Rodrigo Cummings.\" All those titles played in my mind. I was Rodrigo Cummings, and I was stuck in time and space...\"", "edited": 1704724731.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgw8z5n", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;blockquote&gt;\n&lt;p&gt;You can&amp;#39;t really change yourself.  &lt;/p&gt;\n\n&lt;p&gt;What you grew up to be, is what you will always be.&lt;/p&gt;\n&lt;/blockquote&gt;\n\n&lt;p&gt;From Castaneda&amp;#39;s 1968 KPFA Radio Interview:&lt;/p&gt;\n\n&lt;p&gt;CC:   He alludes, you know, that, I think what he means, what he meant to say is that one never really changes. As a European my mind is set, my cognitive units are set, in a sense. I would admit only a total change. For me to change would mean that a person mutates totally into a bird, and that&amp;#39;s the only way I could understand it. But I think what he means is something else, something much more sophisticated than that. My system&amp;#39;s very rudimentary, you see, it lacks the sophistication that don Juan has, but I cannot pinpoint actually what he means like, things like what he means that one never changes really, there&amp;#39;s something else, another process is taking place.&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;From chapter 15 of Castaneda&amp;#39;s book &lt;em&gt;A Separate Reality&lt;/em&gt; (1971):&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;&amp;quot;What do (these spirits) look like?&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;&amp;quot;They are different for every man and so are the allies. For you an ally would apparently look like a man you once knew, or like a man you will always be about to know; that&amp;#39;s the bent of your nature. You are given to mysteries and secrets. I&amp;#39;m not like you, so an ally for me is something very precise.&amp;quot; &lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;From Castaneda&amp;#39;s introduction to Florinda Donner&amp;#39;s book &lt;em&gt;Being-In-Dreaming&lt;/em&gt; (1991):&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Expanding the limits of normal perception is a concept that stems from the sorcerers&amp;#39; belief that our choices in life are limited, due to the fact that they are defined by the social order. Sorcerers believe that the social order sets up our lists of options, but we do the rest: By accepting only these choices, we set a limit to our nearly limitless possibilities.&lt;/p&gt;\n\n&lt;p&gt;This limitation, they say, fortunately applies only to our social side and not to the other side of us; a practically inaccessible side, which is not in the realm of ordinary awareness. Their main endeavor, therefore, is to uncover that side. They do this by breaking the frail, yet resilient, shield of human assumptions about what we are and what we are capable of being.&lt;/p&gt;\n\n&lt;p&gt;Sorcerers acknowledge that in our world of daily affairs there are people who probe into the unknown in pursuit of alternative views of reality. The sorcerers contend that the ideal consequences of such probings should be the capacity to draw from our findings the necessary energy to change, and to detach ourselves from our definition of reality. But the sorcerers argue that unfortunately such probings are essentially mental endeavors: New thoughts and new ideas hardly ever change us.&lt;/p&gt;\n\n&lt;p&gt;One of the things I learned in the sorcerers&amp;#39; world was that without retreating from the world, and without injuring themselves in the process, sorcerers do accomplish the magnificent task of breaking the agreement that has defined reality.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;From chapter 7 of &lt;em&gt;The Sorcerers&amp;#39; Crossing&lt;/em&gt; (1992), by Taisha Abelar:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Try to imagine yourself as a giant memory warehouse,&amp;quot; she suggested: &amp;quot;In that warehouse, someone other than yourself has stored feelings, ideas, mental dialogues and behavior patterns. Since it is your warehouse, you can go in there and rummage around any time you want and use whatever you find there. The problem is that you have absolutely no say over the inventory, for it was already established before you came into possession of the warehouse. Thus you are drastically limited in your selection of items.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;She added that our lives seem to be an uninterrupted time line because in our warehouses the inventory never changes. She stressed that unless this storehouse is cleared out, there is no way for us to be what we really are.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;***&lt;/p&gt;\n\n&lt;p&gt;From the 14th chapter of &lt;em&gt;The Active Side of Infinity&lt;/em&gt; (1998), Castaneda&amp;#39;s last book:&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;On my train ride to New York, and my flight to Los Angeles, the feeling that persisted was that my life was running out; it was running out of me like clutched sand. I didn&amp;#39;t feel in any way lib­erated or changed by saying thank you and good-bye. Quite the contrary, I felt the burden of that weird affection more deeply than ever. I felt like weeping. What ran through my mind over and over were the titles that my friend Rodrigo Cummings had invented for books that were never to be written. He specialized in writing titles. His favorite was &amp;quot;We&amp;#39;ll All Die in Hollywood&amp;quot;; another was &amp;quot;We&amp;#39;ll Never Change&amp;quot;; and my favorite, the one that I bought for ten dollars, was &amp;quot;From the Life and Sins of Rodrigo Cummings.&amp;quot; All those titles played in my mind. I was Rodrigo Cummings, and I was stuck in time and space...&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgw8z5n/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704722673.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgvbkfq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "Muted_Claim2590", "can_mod_post": false, "created_utc": 1704703441.0, "send_replies": true, "parent_id": "t1_kguq5yj", "score": 9, "author_fullname": "t2_1slwxjf", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "You may be helped by dropping the mental model of a journey, or a path, where one can be stuck in progress. Consider that there is no other destination for you than the one you’re currently at, what options do you have then? (The answers are in Dan’s post.) Expectations of progress or change will create evaluation and judgement, which makes you jucky to the energy body. To never expect rewards is not mock humbleness, it is the heart of the matter.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgvbkfq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;You may be helped by dropping the mental model of a journey, or a path, where one can be stuck in progress. Consider that there is no other destination for you than the one you’re currently at, what options do you have then? (The answers are in Dan’s post.) Expectations of progress or change will create evaluation and judgement, which makes you jucky to the energy body. To never expect rewards is not mock humbleness, it is the heart of the matter.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgvbkfq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704703441.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 9}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kguqhqq", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "qbenzo928", "can_mod_post": false, "created_utc": 1704691559.0, "send_replies": true, "parent_id": "t1_kguq5yj", "score": 1, "author_fullname": "t2_cy0bxv1n", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "In fact, replace the window in this AI image with a mirror, and that is me at the moment", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kguqhqq", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;In fact, replace the window in this AI image with a mirror, and that is me at the moment&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kguqhqq/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704691559.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kguq5yj", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "qbenzo928", "can_mod_post": false, "created_utc": 1704691415.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 4, "author_fullname": "t2_cy0bxv1n", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "That is exactly where i am, unfortunately. Also though, i have been spooking myself out when my visual field starts to completely fog over. So far, i have been getting beter, but my main \"enemies\" are when my own indulgent fantasies take over, or when i scare myself by things getting to \"real\".", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kguq5yj", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;That is exactly where i am, unfortunately. Also though, i have been spooking myself out when my visual field starts to completely fog over. So far, i have been getting beter, but my main &amp;quot;enemies&amp;quot; are when my own indulgent fantasies take over, or when i scare myself by things getting to &amp;quot;real&amp;quot;.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kguq5yj/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704691415.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kgxdef9", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1704737173.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 1, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Here's my attempts to get ChatGPT to draw the lizard ceremony. Took 3 tries just to get him to sew on the lizards, although he just put stitches wherever he liked.  And the third attempt, the closest of all, \"violates ChatGPT policies\".\n\n&amp;#x200B;\n\nhttps://preview.redd.it/37619dhua9bc1.png?width=1779&amp;format=png&amp;auto=webp&amp;s=6b2b9e31d0a03bee3242cc026bb5e33988b69a83", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kgxdef9", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Here&amp;#39;s my attempts to get ChatGPT to draw the lizard ceremony. Took 3 tries just to get him to sew on the lizards, although he just put stitches wherever he liked.  And the third attempt, the closest of all, &amp;quot;violates ChatGPT policies&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/37619dhua9bc1.png?width=1779&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=6b2b9e31d0a03bee3242cc026bb5e33988b69a83\"&gt;https://preview.redd.it/37619dhua9bc1.png?width=1779&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=6b2b9e31d0a03bee3242cc026bb5e33988b69a83&lt;/a&gt;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kgxdef9/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704737173.0, "media_metadata": {"37619dhua9bc1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 185, "x": 108, "u": "https://preview.redd.it/37619dhua9bc1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=8f5c8db6c982ae73ae14891a547dbb7adad075bc"}, {"y": 371, "x": 216, "u": "https://preview.redd.it/37619dhua9bc1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=a089617f7131d9ce7604b7856e7e3c82d3328b15"}, {"y": 550, "x": 320, "u": "https://preview.redd.it/37619dhua9bc1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=0b2b7a14656f41ff89811221b7102838396fc9af"}, {"y": 1100, "x": 640, "u": "https://preview.redd.it/37619dhua9bc1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=12998b910467ba0b202cf2c31c79f4e90ef3ea67"}, {"y": 1650, "x": 960, "u": "https://preview.redd.it/37619dhua9bc1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=41dd91f3735053bc4c0868d3f4cd80286405e70a"}, {"y": 1857, "x": 1080, "u": "https://preview.redd.it/37619dhua9bc1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=9c0d91a8a6770ec9783f4e66fe51d2f955aa430d"}], "s": {"y": 3059, "x": 1779, "u": "https://preview.redd.it/37619dhua9bc1.png?width=1779&amp;format=png&amp;auto=webp&amp;s=6b2b9e31d0a03bee3242cc026bb5e33988b69a83"}, "id": "37619dhua9bc1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kh2w87m", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1704822165.0, "send_replies": true, "parent_id": "t1_kh2oepk", "score": 5, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Yes.\n\nBut it goes away fairly soon.\n\nSleeping versus waking become more \"mushy\".\n\nWhich prevents sleep paralysis.\n\nJust \"enjoy\" it while you can, because it won't happen more than a few times.\n\nShirley MacLaine, this woman:\n\nhttps://preview.redd.it/dy2sxq5f9gbc1.png?width=1000&amp;format=png&amp;auto=webp&amp;s=0a9bd0ec9cc9f80fc6a3347e0f192858e3e4c333\n\nWas interested in pretending her magic.\n\nAt some point she encountered sleep paralysis, and found a demonic presence looming over her.\n\nAn inorganic being who noticed she was conscious, while asleep.\n\nThat's like looking at your hands in your dreams!\n\nIt creates the kind of energy which \"compels\" the inorganic beings to send a scout.\n\nThus she had an inorganic being she could have wrestled, to get her own Ally. \n\nAnd REAL magic!\n\nBut instead, she convinced herself it was Carlos Castaneda, up to his evil sorcerer's tricks.\n\nRaping her in the bottom while she was paralyzed.\n\nShe even accused him of it to his face.\n\nI used to think less of her for that claim.  \n\nAs if she were \"unhinged\" to come up with that.\n\nA \"hot mess\" perhaps, if there's a God in heaven.\n\nBut in fact, it's happened to other women in the subreddit who practice womb dreaming.\n\nThe inorganic beings just like to interact.\n\nAnd as we all know, fear is the way most people react to them the first time they clearly perceive that there's a real spirit there in the room with them.\n\nIt seems that women have a primal fear of rape.\n\nSo that it's common to react as Shirley did.\n\nLa Gorda was proud of herself when the Allies finally didn't appear real to her.\n\nShe'd lost the human form, and now they were only a \"pressure\".\n\nMan...  What a tragic loss!\n\nBut in her case, she went from \"Mexican Rapists\" to merely a pressure in the second attention.\n\nWhich it seems, they really are.\n\n\"Fairy\" for example, lives at the \"center\" of the universe.  \n\nWhich, according to ChatGPT is a misunderstanding we've gotten past now.\n\nEvery world is the \"center\" of the universe.\n\nBut still, it's a very long commute from Fairy's house.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kh2w87m", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Yes.&lt;/p&gt;\n\n&lt;p&gt;But it goes away fairly soon.&lt;/p&gt;\n\n&lt;p&gt;Sleeping versus waking become more &amp;quot;mushy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Which prevents sleep paralysis.&lt;/p&gt;\n\n&lt;p&gt;Just &amp;quot;enjoy&amp;quot; it while you can, because it won&amp;#39;t happen more than a few times.&lt;/p&gt;\n\n&lt;p&gt;Shirley MacLaine, this woman:&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/dy2sxq5f9gbc1.png?width=1000&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=0a9bd0ec9cc9f80fc6a3347e0f192858e3e4c333\"&gt;https://preview.redd.it/dy2sxq5f9gbc1.png?width=1000&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=0a9bd0ec9cc9f80fc6a3347e0f192858e3e4c333&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;Was interested in pretending her magic.&lt;/p&gt;\n\n&lt;p&gt;At some point she encountered sleep paralysis, and found a demonic presence looming over her.&lt;/p&gt;\n\n&lt;p&gt;An inorganic being who noticed she was conscious, while asleep.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s like looking at your hands in your dreams!&lt;/p&gt;\n\n&lt;p&gt;It creates the kind of energy which &amp;quot;compels&amp;quot; the inorganic beings to send a scout.&lt;/p&gt;\n\n&lt;p&gt;Thus she had an inorganic being she could have wrestled, to get her own Ally. &lt;/p&gt;\n\n&lt;p&gt;And REAL magic!&lt;/p&gt;\n\n&lt;p&gt;But instead, she convinced herself it was Carlos Castaneda, up to his evil sorcerer&amp;#39;s tricks.&lt;/p&gt;\n\n&lt;p&gt;Raping her in the bottom while she was paralyzed.&lt;/p&gt;\n\n&lt;p&gt;She even accused him of it to his face.&lt;/p&gt;\n\n&lt;p&gt;I used to think less of her for that claim.  &lt;/p&gt;\n\n&lt;p&gt;As if she were &amp;quot;unhinged&amp;quot; to come up with that.&lt;/p&gt;\n\n&lt;p&gt;A &amp;quot;hot mess&amp;quot; perhaps, if there&amp;#39;s a God in heaven.&lt;/p&gt;\n\n&lt;p&gt;But in fact, it&amp;#39;s happened to other women in the subreddit who practice womb dreaming.&lt;/p&gt;\n\n&lt;p&gt;The inorganic beings just like to interact.&lt;/p&gt;\n\n&lt;p&gt;And as we all know, fear is the way most people react to them the first time they clearly perceive that there&amp;#39;s a real spirit there in the room with them.&lt;/p&gt;\n\n&lt;p&gt;It seems that women have a primal fear of rape.&lt;/p&gt;\n\n&lt;p&gt;So that it&amp;#39;s common to react as Shirley did.&lt;/p&gt;\n\n&lt;p&gt;La Gorda was proud of herself when the Allies finally didn&amp;#39;t appear real to her.&lt;/p&gt;\n\n&lt;p&gt;She&amp;#39;d lost the human form, and now they were only a &amp;quot;pressure&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Man...  What a tragic loss!&lt;/p&gt;\n\n&lt;p&gt;But in her case, she went from &amp;quot;Mexican Rapists&amp;quot; to merely a pressure in the second attention.&lt;/p&gt;\n\n&lt;p&gt;Which it seems, they really are.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Fairy&amp;quot; for example, lives at the &amp;quot;center&amp;quot; of the universe.  &lt;/p&gt;\n\n&lt;p&gt;Which, according to ChatGPT is a misunderstanding we&amp;#39;ve gotten past now.&lt;/p&gt;\n\n&lt;p&gt;Every world is the &amp;quot;center&amp;quot; of the universe.&lt;/p&gt;\n\n&lt;p&gt;But still, it&amp;#39;s a very long commute from Fairy&amp;#39;s house.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kh2w87m/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704822165.0, "media_metadata": {"dy2sxq5f9gbc1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 83, "x": 108, "u": "https://preview.redd.it/dy2sxq5f9gbc1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=8dacf90025172e487b2d3287a2cb21f6d3fe7405"}, {"y": 167, "x": 216, "u": "https://preview.redd.it/dy2sxq5f9gbc1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=8c676bf8125747e4f231868f64a485109eefab7f"}, {"y": 248, "x": 320, "u": "https://preview.redd.it/dy2sxq5f9gbc1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=116fa941c874a997bc6e90cca2029ea621d8c681"}, {"y": 497, "x": 640, "u": "https://preview.redd.it/dy2sxq5f9gbc1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=e16c37c90ff70249c9312baefbcf32b8430714a7"}, {"y": 745, "x": 960, "u": "https://preview.redd.it/dy2sxq5f9gbc1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=76791b4d29dddd8e80b381eddcaa6e2e3819ed3e"}], "s": {"y": 777, "x": 1000, "u": "https://preview.redd.it/dy2sxq5f9gbc1.png?width=1000&amp;format=png&amp;auto=webp&amp;s=0a9bd0ec9cc9f80fc6a3347e0f192858e3e4c333"}, "id": "dy2sxq5f9gbc1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 5}}], "before": null}}, "user_reports": [], "saved": false, "id": "kh2oepk", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "InnerArt3537", "can_mod_post": false, "created_utc": 1704819595.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 1, "author_fullname": "t2_amsj2klf", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Is sleep paralysis a type of sleepwalking?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kh2oepk", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Is sleep paralysis a type of sleepwalking?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/kh2oepk/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704819595.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "khdlej0", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Reality_Break_", "can_mod_post": false, "send_replies": true, "parent_id": "t1_khdkdlt", "score": 1, "author_fullname": "t2_8r9aqmqzv", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Thank you", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_khdlej0", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Thank you&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/khdlej0/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704988872.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1704988872.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "khdkdlt", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "danl999", "can_mod_post": false, "created_utc": 1704988519.0, "send_replies": true, "parent_id": "t1_khc2oa6", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "If you have to ask, I'd assume there's little chance for you to learn sorcery.\n\nAnd no one in here makes money from it, so we don't have an interest in convincing anyone of anything.\n\nWe're just here to help those who can learn on their own.  The self-motivated.\n\nIf you read all of the books of Carlos and the witches (a good idea) you might remember Carlos eating with don Juan in the outdoor seated dining in a restaurant in Mexico.\n\nSome orphan kids were running up to lick the plates and eat the leftover food, when the wealthy businessmen finished their meals.\n\nThe restaurant owner was allowing them to eat there, since they had no family or place to stay which had food.\n\nCarlos commented that he felt sorry for them, but then don Juan pointed out, he had said that the highest achievement of a human being was to learn sorcery.\n\nAnd in his experience, only the orphan kids licking the plates had a chance.\n\nBecause the wealthy businessmen already thought they'd achieved the highest a human of their station could.\n\nAnd so would never even consider that they hadn't, and were actually as badly off as the orphan kids.\n\nWho had a chance to learn, because they believed their lives were really as bad as it gets.\n\nNow, if you have some illness and do indeed suffer, and were curious if anything could be done about that,  then all I'm referring to is the ordinary life of everyone.\n\nSuffering endlessly, all the time.   Despite being in moderately good health.\n\nIt happens through the endless talking in their mind.  Reminding them of everything they ever didn't like and wish they could have changed.\n\nBut not realizing how they suffer, because they grew up into that.\n\nAnd how most of reality has been blocked from their minds, by that endless chatter.\n\nI'm not referring to real illnesses, such as Cholita has with her paranoid schizophrenia.\n\nSorcery \"could\" cure any illness. Even fatal ones.\n\nBut it's unlikely anyone would pull that off.\n\nAnd unlikely anyone in physical pain, would get up the strength to practice sorcery daily.\n\nIt's hard enough without any pain!\n\nTo cure yourself of a physical illness, you'd have to completely switch which path through reality you were living in.\n\nWhich \"groove\" in a tunnel of infinite size.\n\nOn the walls are grooves you can gaze into, and find what that reality has. To see if you want to switch to that life.\n\nI've seen it myself!\n\nCarol Tiggs made that possible.\n\nIn the end, Carlos couldn't \"jump grooves\" to escape his cancer.\n\nHe'd used up all of his energy helping us.\n\nAnd no one took him seriously enough to work hard and learn for real.\n\nMyself, I was blackmailed by his Allies.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_khdkdlt", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;If you have to ask, I&amp;#39;d assume there&amp;#39;s little chance for you to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;And no one in here makes money from it, so we don&amp;#39;t have an interest in convincing anyone of anything.&lt;/p&gt;\n\n&lt;p&gt;We&amp;#39;re just here to help those who can learn on their own.  The self-motivated.&lt;/p&gt;\n\n&lt;p&gt;If you read all of the books of Carlos and the witches (a good idea) you might remember Carlos eating with don Juan in the outdoor seated dining in a restaurant in Mexico.&lt;/p&gt;\n\n&lt;p&gt;Some orphan kids were running up to lick the plates and eat the leftover food, when the wealthy businessmen finished their meals.&lt;/p&gt;\n\n&lt;p&gt;The restaurant owner was allowing them to eat there, since they had no family or place to stay which had food.&lt;/p&gt;\n\n&lt;p&gt;Carlos commented that he felt sorry for them, but then don Juan pointed out, he had said that the highest achievement of a human being was to learn sorcery.&lt;/p&gt;\n\n&lt;p&gt;And in his experience, only the orphan kids licking the plates had a chance.&lt;/p&gt;\n\n&lt;p&gt;Because the wealthy businessmen already thought they&amp;#39;d achieved the highest a human of their station could.&lt;/p&gt;\n\n&lt;p&gt;And so would never even consider that they hadn&amp;#39;t, and were actually as badly off as the orphan kids.&lt;/p&gt;\n\n&lt;p&gt;Who had a chance to learn, because they believed their lives were really as bad as it gets.&lt;/p&gt;\n\n&lt;p&gt;Now, if you have some illness and do indeed suffer, and were curious if anything could be done about that,  then all I&amp;#39;m referring to is the ordinary life of everyone.&lt;/p&gt;\n\n&lt;p&gt;Suffering endlessly, all the time.   Despite being in moderately good health.&lt;/p&gt;\n\n&lt;p&gt;It happens through the endless talking in their mind.  Reminding them of everything they ever didn&amp;#39;t like and wish they could have changed.&lt;/p&gt;\n\n&lt;p&gt;But not realizing how they suffer, because they grew up into that.&lt;/p&gt;\n\n&lt;p&gt;And how most of reality has been blocked from their minds, by that endless chatter.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;m not referring to real illnesses, such as Cholita has with her paranoid schizophrenia.&lt;/p&gt;\n\n&lt;p&gt;Sorcery &amp;quot;could&amp;quot; cure any illness. Even fatal ones.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s unlikely anyone would pull that off.&lt;/p&gt;\n\n&lt;p&gt;And unlikely anyone in physical pain, would get up the strength to practice sorcery daily.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s hard enough without any pain!&lt;/p&gt;\n\n&lt;p&gt;To cure yourself of a physical illness, you&amp;#39;d have to completely switch which path through reality you were living in.&lt;/p&gt;\n\n&lt;p&gt;Which &amp;quot;groove&amp;quot; in a tunnel of infinite size.&lt;/p&gt;\n\n&lt;p&gt;On the walls are grooves you can gaze into, and find what that reality has. To see if you want to switch to that life.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen it myself!&lt;/p&gt;\n\n&lt;p&gt;Carol Tiggs made that possible.&lt;/p&gt;\n\n&lt;p&gt;In the end, Carlos couldn&amp;#39;t &amp;quot;jump grooves&amp;quot; to escape his cancer.&lt;/p&gt;\n\n&lt;p&gt;He&amp;#39;d used up all of his energy helping us.&lt;/p&gt;\n\n&lt;p&gt;And no one took him seriously enough to work hard and learn for real.&lt;/p&gt;\n\n&lt;p&gt;Myself, I was blackmailed by his Allies.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_191dbwv", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/khdkdlt/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704988519.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "khc2oa6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "Reality_Break_", "can_mod_post": false, "created_utc": 1704959730.0, "send_replies": true, "parent_id": "t3_191dbwv", "score": 1, "author_fullname": "t2_8r9aqmqzv", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Can I ask what you mean by \"suffering?\"", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_khc2oa6", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Can I ask what you mean by &amp;quot;suffering?&amp;quot;&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/191dbwv/any_selfabsorbed_fantasies_drive_the_double_away/khc2oa6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1704959730.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_191dbwv", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]