[{"kind": "Listing", "data": {"after": null, "dist": 1, "modhash": "", "geo_filter": "", "children": [{"kind": "t3", "data": {"approved_at_utc": null, "subreddit": "castaneda", "selftext": "https://preview.redd.it/fbi8peplwurc1.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=a373eb0c9ffa5329e535f2e4c890e8c32c881459\n\nIt's a triple ChatGPT picture night.\n\nSo imagine you've managed to defeat your own version of \"me\".  That thing which drives your internal dialogue.\n\nYou can both see it, distinctly and even somewhat visually, and also you can slowly wipe it off.\n\nThe result is near instant swarming of you by your energy body, and if you keep \"me\" off, and just perceive the darkness around you (I have no idea what this would be like in daylight), the sights are so amazing that it's pretty easy to keep \"me\" out of your awareness.\n\nThe problem with \"me\" is that it forces your attention to focus on your problems. Your goals, how you got cheated, or how wonderful you were for accumulating billions, but now everyone is attacking you on social media.\n\nReally...   There's no \"me\" scenario where you are happy.  Humans can't possibly be happy without exploring the unknown and finding magical wonders.\n\nYoung people believe there is a path to happiness in our crummy social order,  because they haven't seen enough to realize it NEVER works in the long  run.\n\nI only point that out, to offer a substitute for \"me\".\n\nMagic.\n\nOur type of magic, which could in fact be the only type as far as we know, is to move our assemblage point.\n\nA thing no other system has even conceived of.  They do move it, to produce some slight results, but it's only a few inches.  And by accident.\n\nWhile we move it 27 feet.  On demand.\n\nAnd when it moves, reality around you visibly changes.  Profoundly changes.\n\nYou can walk right off into an alien world, which materializes on your walls.\n\nJust as you see in these pictures ChatGPT made for me.\n\nBut I don't want to say which Tensegrity form I was using just now so as to avoid beginners clinging to the superficial.\n\nAt the end of which form I discovered there was an amazing round bush in my darkroom,  with blue glowing leaves and some random ones of any color you could imagine, glistening in the near perfect darkness.  It was a bush made from \"The Nagual\".\n\nNaturally, there's no giant bush in my darkroom.\n\nI doubt Cholita would even allow small, well trimmed bushes.  Not even Japanese bonsai bushes, most likely.  She doesn't like it when I run around drinking in Asia.\n\nBut there it was just 3 feet away from me to my left, and it was obviously not of this world.\n\nI lowered my hands which were still at my chest level from the last move in the Tensegrity form, to gaze at the giant bush and figure out how long it was going to remain.\n\nThat's always a worry in the red zone of the J curve map.\n\nBut instead of my desire to see it concretely causing it to go away, a side effect of \"the book deal mind\" where you have to appraise every magical experience as if it were a new chapter in your \"Toltec Wizardry!!!\" book which will make you famous and loved by all, you just look at it \"me free\".\n\nNot a single trace of \"me\" left.\n\nThat's what you start with if you can do your entire Tensegrity form series, during darkroom, with \"me\" removed.\n\nBeforehand.  You want to reach SK, beforehand!  Not AFTER the usual 2 hours it takes to get there.\n\nBut you can't do that, until you've done Darkroom the standard way many times. Each time trying to push how far you get on the standard progression towards sorcery knowledge.\n\nWhich is:\n\nAsshole -&gt; bliss cookie -&gt; delusional but happy shapeshifter -&gt; whitish light phantom chaser -&gt; Silent Knowledge viewer.\n\nThose correspond to the colors on the J curve map, which is in the wiki.\n\nIn order to use Tensegrity as literal transportation to another world (yes, you can indeed walk off into those worlds you assemble in this fashion), you have to start out in Silent Knowledge.\n\nWhich means two things.\n\nThere's not even an tiny aspect of \"me\" in your awareness, during an entire form.\n\nYou could call it,  \"A perfectly executed tensegrity form\".\n\nIt's absolutely free of \"me\".\n\nI suppose it's \"Kylie Fierceness\" personified, without the need to look threatening.\n\nAnd because you are free of me, you are receiving continuous \"videos in the air\" from silent knowledge.\n\nSome abstract!  So many of the \"videos in the air\" are like glowing scratches in reality, with flickering particles moving along them as if your movements had stirred some magic realm and made it visible here.\n\nAnd here's what results from that.  The movements of the tensegrity stir the emanations and \"expose\" different things.  Larger constructs with more emanations involved.\n\n\"Bundles\".\n\nNot just \"knowledge\".\n\nBut \"existence\".\n\nSilent Knowledge itself,  is in fact kind of like a giant bush.\n\nBut with hundreds of exotic birds from all around the world, hiding in it.\n\nMaybe a mega pet shop mall along the 5 freeway headed to Los Angeles burned down, the birds escaped, and hid out in a giant bush in Compton.\n\nBut they're pet birds, so they're tame.\n\nExcept, it's Compton.  And no chance of lucking out and running into Snoop Dog hanging out with Willie Nelson at an African American BBQ restaurant.\n\nThey both got too old to smoke that much weed anymore.\n\nSo the birds remain hiding in the bush.\n\nAnd while you are doing your tensegrity movements in a park near that bush, if you raise up your hand one of the exotic birds mistakes it for you wanting it to fly to your hand and land, so that you can tell it what a \"pretty bird\" it is.\n\nTheir commander in chief, \"the Eagle\", likes that kind of talk.\n\nThey're surely hungry birds, those silent knowledge manifestations.  They just want you to want them, but free of your angry \"me\".\n\nSilent knowledge is very much like that!\n\nDifferent movements expose different birds.  I'm pretty sure a pet falcon expects a whole forearm pushing out, for him to land on.\n\nWhile a parakeet only needs a finger to stand on.\n\nThe tensegrity form stirs Silent Knowledge, the sights are beyond words, and the \"flux\" of it eventually assembles an entire alien locale.  One piece at a time.\n\nIn your darkroom.\n\nWhen you gain the ability to do tensegrity \"Me Free\", you'll never be bored again while doing it.\n\nBut you might slow down to half speed or less.\n\nThere's just too much to see.\n\nWhat else is possible?\n\nWow...  I probably shouldn't speculate.\n\nBut just to give you an idea, Nestor jumped off the cliff shapeshifted.  In \"Tales of Power\".\n\nHe couldn't get up the courage to jump as himself, or maybe he knew he had to switch to the double and shrink away his tonal, or die.  So he started howling like a coyote,  to drive away his own self-pity, and shapeshifted as he ran.\n\nMaybe he knew how to change into a coyote (red zone activity), but wasn't good at switching to his energy body (a deep orange zone activity).\n\nKeep in mind, the apprentices of don Juan were \"victimized\" in order to teach them sorcery.\n\nThey didn't crawl along the mud of the road for 1000 miles, the way we have to do.\n\nSo Nestor could indeed be only an accomplished red zone person, even after being taken all the way to the purple zone by the lineage's jeep.\n\nHe just hadn't yet \"recovered\" all of his coerced sorcery training.\n\nAnd when he returned from being dissolved into sand as a result of jumping to his certain death, he ended up with \"Porfirio\".\n\nA Mazatec Wizard who didn't actually exist.\n\nI've seen those myself. I've dubbed them \"Silent Knowledge Entities\".\n\nOf which, God is the most famous.\n\nBut I have my suspicions about \"Mescalito\".\n\nFueled by don Juan saying that the old seers mistook God for a \"protector\".\n\nNot realizing it was a Silent Knowledge entity.  Can't protect anyone.\n\nBut it's interactive!  New people should know that they get to visit God himself.\n\nIt's why many meditation leaders have bragged about doing that.\n\nWe consider it an entertaining waste of time.    There's a whole infinity to explore, and God is still \"on the island of the tonal.\"\n\nThus there's no reason Tensegrity has to assemble an alien world in your darkroom.\n\nIt can summon Silent Knowledge Entities.\n\nYou could visit with God himself, using your favorite form.\n\nOr you could materialize a \"relationship counselor\".\n\nA REALLY nice looking one.\n\nAll right...  A damned escort.  Which sex is optional.\n\nLike the $3000 hooker ($5780 in today's money) Carlos tried to lure into his inner circle, except she had the pick of several wealthy LA men,  who owned Yachts.   As she explained to the women in private class, who explained it to Carlos, her amazing beauty had an unfortunate expiration date, and she couldn't afford to delay finding a wealthy husband by joining a sorcery cult.\n\nIt was a \"Pretty Woman\" fantasy, which is a lot more common than you'd think in Japan.\n\nAdmirable even.  In our prudish society, that behavior in a woman is considered loathsome.\n\nBut not in a National Geographic special on animal mating habits...\n\nJust the fact that this beautiful woman was around Carlos means, you could literally summon her using a tensegrity form.  She's \"etched\" into our history in the emanations.\n\nThe tales she could tell you, might be more fun than playing with her.  At least, at my age.\n\nBut you can \"assemble\" any other being you can zero in on.\n\nYou'd be surprised how many poorly formed choices you get, when doing Tensegrity in Silent Knowledge, without even trying.\n\nOr,  you can go explore alien bushes.\n\n&amp;#x200B;\n\n&amp;#x200B;", "user_reports": [], "saved": false, "mod_reason_title": null, "gilded": 0, "clicked": false, "title": "Tensegrity As Transportation", "link_flair_richtext": [{"e": "text", "t": "Silent Knowledge"}], "subreddit_name_prefixed": "r/castaneda", "hidden": false, "pwls": 7, "link_flair_css_class": "", "downs": 0, "thumbnail_height": 140, "top_awarded_type": null, "parent_whitelist_status": "some_ads", "hide_score": false, "media_metadata": {"fbi8peplwurc1": {"status": "valid", "e": "Image", "m": "image/jpg", "p": [{"y": 108, "x": 108, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=108&amp;crop=smart&amp;auto=webp&amp;s=865ad8e81caa561e37c94f517944995e4fd81c48"}, {"y": 216, "x": 216, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=216&amp;crop=smart&amp;auto=webp&amp;s=377770196fc626de538bb66cf450d8509f90762e"}, {"y": 320, "x": 320, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=320&amp;crop=smart&amp;auto=webp&amp;s=3e73f445bfdd8d20d603076918b4cd3575bc7411"}, {"y": 640, "x": 640, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=640&amp;crop=smart&amp;auto=webp&amp;s=13ede1f0f72e6528a23f1259725e88c4dce0f108"}, {"y": 960, "x": 960, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=960&amp;crop=smart&amp;auto=webp&amp;s=eb57bfc9db5bd0e1654adf028542ed8d0d6a76c6"}, {"y": 1080, "x": 1080, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=1080&amp;crop=smart&amp;auto=webp&amp;s=a531a175ea0640a587e7de8beb13ddff05480423"}], "s": {"y": 2592, "x": 2592, "u": "https://preview.redd.it/fbi8peplwurc1.jpg?width=2592&amp;format=pjpg&amp;auto=webp&amp;s=a373eb0c9ffa5329e535f2e4c890e8c32c881459"}, "id": "fbi8peplwurc1"}}, "name": "t3_1bss9ku", "quarantine": false, "link_flair_text_color": "light", "upvote_ratio": 1.0, "author_flair_background_color": null, "subreddit_type": "public", "ups": 27, "total_awards_received": 0, "media_embed": {}, "thumbnail_width": 140, "author_flair_template_id": null, "is_original_content": false, "author_fullname": "t2_yicrx32", "secure_media": null, "is_reddit_media_domain": false, "is_meta": false, "category": null, "secure_media_embed": {}, "link_flair_text": "Silent Knowledge", "can_mod_post": false, "score": 27, "approved_by": null, "is_created_from_ads_ui": false, "author_premium": false, "thumbnail": "https://a.thumbs.redditmedia.com/-TiTI4lws5ufJRr0xqQBKDRLbf4M1GYCpEFBpfj88P8.jpg", "edited": 1711986697.0, "author_flair_css_class": null, "author_flair_richtext": [], "gildings": {}, "content_categories": null, "is_self": true, "mod_note": null, "created": 1711938446.0, "link_flair_type": "richtext", "wls": 7, "removed_by_category": null, "banned_by": null, "author_flair_type": "text", "domain": "self.castaneda", "allow_live_comments": false, "selftext_html": "&lt;!-- SC_OFF --&gt;&lt;div class=\"md\"&gt;&lt;p&gt;&lt;a href=\"https://preview.redd.it/fbi8peplwurc1.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a373eb0c9ffa5329e535f2e4c890e8c32c881459\"&gt;https://preview.redd.it/fbi8peplwurc1.jpg?width=2592&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a373eb0c9ffa5329e535f2e4c890e8c32c881459&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s a triple ChatGPT picture night.&lt;/p&gt;\n\n&lt;p&gt;So imagine you&amp;#39;ve managed to defeat your own version of &amp;quot;me&amp;quot;.  That thing which drives your internal dialogue.&lt;/p&gt;\n\n&lt;p&gt;You can both see it, distinctly and even somewhat visually, and also you can slowly wipe it off.&lt;/p&gt;\n\n&lt;p&gt;The result is near instant swarming of you by your energy body, and if you keep &amp;quot;me&amp;quot; off, and just perceive the darkness around you (I have no idea what this would be like in daylight), the sights are so amazing that it&amp;#39;s pretty easy to keep &amp;quot;me&amp;quot; out of your awareness.&lt;/p&gt;\n\n&lt;p&gt;The problem with &amp;quot;me&amp;quot; is that it forces your attention to focus on your problems. Your goals, how you got cheated, or how wonderful you were for accumulating billions, but now everyone is attacking you on social media.&lt;/p&gt;\n\n&lt;p&gt;Really...   There&amp;#39;s no &amp;quot;me&amp;quot; scenario where you are happy.  Humans can&amp;#39;t possibly be happy without exploring the unknown and finding magical wonders.&lt;/p&gt;\n\n&lt;p&gt;Young people believe there is a path to happiness in our crummy social order,  because they haven&amp;#39;t seen enough to realize it NEVER works in the long  run.&lt;/p&gt;\n\n&lt;p&gt;I only point that out, to offer a substitute for &amp;quot;me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Magic.&lt;/p&gt;\n\n&lt;p&gt;Our type of magic, which could in fact be the only type as far as we know, is to move our assemblage point.&lt;/p&gt;\n\n&lt;p&gt;A thing no other system has even conceived of.  They do move it, to produce some slight results, but it&amp;#39;s only a few inches.  And by accident.&lt;/p&gt;\n\n&lt;p&gt;While we move it 27 feet.  On demand.&lt;/p&gt;\n\n&lt;p&gt;And when it moves, reality around you visibly changes.  Profoundly changes.&lt;/p&gt;\n\n&lt;p&gt;You can walk right off into an alien world, which materializes on your walls.&lt;/p&gt;\n\n&lt;p&gt;Just as you see in these pictures ChatGPT made for me.&lt;/p&gt;\n\n&lt;p&gt;But I don&amp;#39;t want to say which Tensegrity form I was using just now so as to avoid beginners clinging to the superficial.&lt;/p&gt;\n\n&lt;p&gt;At the end of which form I discovered there was an amazing round bush in my darkroom,  with blue glowing leaves and some random ones of any color you could imagine, glistening in the near perfect darkness.  It was a bush made from &amp;quot;The Nagual&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Naturally, there&amp;#39;s no giant bush in my darkroom.&lt;/p&gt;\n\n&lt;p&gt;I doubt Cholita would even allow small, well trimmed bushes.  Not even Japanese bonsai bushes, most likely.  She doesn&amp;#39;t like it when I run around drinking in Asia.&lt;/p&gt;\n\n&lt;p&gt;But there it was just 3 feet away from me to my left, and it was obviously not of this world.&lt;/p&gt;\n\n&lt;p&gt;I lowered my hands which were still at my chest level from the last move in the Tensegrity form, to gaze at the giant bush and figure out how long it was going to remain.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s always a worry in the red zone of the J curve map.&lt;/p&gt;\n\n&lt;p&gt;But instead of my desire to see it concretely causing it to go away, a side effect of &amp;quot;the book deal mind&amp;quot; where you have to appraise every magical experience as if it were a new chapter in your &amp;quot;Toltec Wizardry!!!&amp;quot; book which will make you famous and loved by all, you just look at it &amp;quot;me free&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not a single trace of &amp;quot;me&amp;quot; left.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what you start with if you can do your entire Tensegrity form series, during darkroom, with &amp;quot;me&amp;quot; removed.&lt;/p&gt;\n\n&lt;p&gt;Beforehand.  You want to reach SK, beforehand!  Not AFTER the usual 2 hours it takes to get there.&lt;/p&gt;\n\n&lt;p&gt;But you can&amp;#39;t do that, until you&amp;#39;ve done Darkroom the standard way many times. Each time trying to push how far you get on the standard progression towards sorcery knowledge.&lt;/p&gt;\n\n&lt;p&gt;Which is:&lt;/p&gt;\n\n&lt;p&gt;Asshole -&amp;gt; bliss cookie -&amp;gt; delusional but happy shapeshifter -&amp;gt; whitish light phantom chaser -&amp;gt; Silent Knowledge viewer.&lt;/p&gt;\n\n&lt;p&gt;Those correspond to the colors on the J curve map, which is in the wiki.&lt;/p&gt;\n\n&lt;p&gt;In order to use Tensegrity as literal transportation to another world (yes, you can indeed walk off into those worlds you assemble in this fashion), you have to start out in Silent Knowledge.&lt;/p&gt;\n\n&lt;p&gt;Which means two things.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s not even an tiny aspect of &amp;quot;me&amp;quot; in your awareness, during an entire form.&lt;/p&gt;\n\n&lt;p&gt;You could call it,  &amp;quot;A perfectly executed tensegrity form&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s absolutely free of &amp;quot;me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I suppose it&amp;#39;s &amp;quot;Kylie Fierceness&amp;quot; personified, without the need to look threatening.&lt;/p&gt;\n\n&lt;p&gt;And because you are free of me, you are receiving continuous &amp;quot;videos in the air&amp;quot; from silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;Some abstract!  So many of the &amp;quot;videos in the air&amp;quot; are like glowing scratches in reality, with flickering particles moving along them as if your movements had stirred some magic realm and made it visible here.&lt;/p&gt;\n\n&lt;p&gt;And here&amp;#39;s what results from that.  The movements of the tensegrity stir the emanations and &amp;quot;expose&amp;quot; different things.  Larger constructs with more emanations involved.&lt;/p&gt;\n\n&lt;p&gt;&amp;quot;Bundles&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not just &amp;quot;knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;But &amp;quot;existence&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Silent Knowledge itself,  is in fact kind of like a giant bush.&lt;/p&gt;\n\n&lt;p&gt;But with hundreds of exotic birds from all around the world, hiding in it.&lt;/p&gt;\n\n&lt;p&gt;Maybe a mega pet shop mall along the 5 freeway headed to Los Angeles burned down, the birds escaped, and hid out in a giant bush in Compton.&lt;/p&gt;\n\n&lt;p&gt;But they&amp;#39;re pet birds, so they&amp;#39;re tame.&lt;/p&gt;\n\n&lt;p&gt;Except, it&amp;#39;s Compton.  And no chance of lucking out and running into Snoop Dog hanging out with Willie Nelson at an African American BBQ restaurant.&lt;/p&gt;\n\n&lt;p&gt;They both got too old to smoke that much weed anymore.&lt;/p&gt;\n\n&lt;p&gt;So the birds remain hiding in the bush.&lt;/p&gt;\n\n&lt;p&gt;And while you are doing your tensegrity movements in a park near that bush, if you raise up your hand one of the exotic birds mistakes it for you wanting it to fly to your hand and land, so that you can tell it what a &amp;quot;pretty bird&amp;quot; it is.&lt;/p&gt;\n\n&lt;p&gt;Their commander in chief, &amp;quot;the Eagle&amp;quot;, likes that kind of talk.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re surely hungry birds, those silent knowledge manifestations.  They just want you to want them, but free of your angry &amp;quot;me&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Silent knowledge is very much like that!&lt;/p&gt;\n\n&lt;p&gt;Different movements expose different birds.  I&amp;#39;m pretty sure a pet falcon expects a whole forearm pushing out, for him to land on.&lt;/p&gt;\n\n&lt;p&gt;While a parakeet only needs a finger to stand on.&lt;/p&gt;\n\n&lt;p&gt;The tensegrity form stirs Silent Knowledge, the sights are beyond words, and the &amp;quot;flux&amp;quot; of it eventually assembles an entire alien locale.  One piece at a time.&lt;/p&gt;\n\n&lt;p&gt;In your darkroom.&lt;/p&gt;\n\n&lt;p&gt;When you gain the ability to do tensegrity &amp;quot;Me Free&amp;quot;, you&amp;#39;ll never be bored again while doing it.&lt;/p&gt;\n\n&lt;p&gt;But you might slow down to half speed or less.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s just too much to see.&lt;/p&gt;\n\n&lt;p&gt;What else is possible?&lt;/p&gt;\n\n&lt;p&gt;Wow...  I probably shouldn&amp;#39;t speculate.&lt;/p&gt;\n\n&lt;p&gt;But just to give you an idea, Nestor jumped off the cliff shapeshifted.  In &amp;quot;Tales of Power&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;He couldn&amp;#39;t get up the courage to jump as himself, or maybe he knew he had to switch to the double and shrink away his tonal, or die.  So he started howling like a coyote,  to drive away his own self-pity, and shapeshifted as he ran.&lt;/p&gt;\n\n&lt;p&gt;Maybe he knew how to change into a coyote (red zone activity), but wasn&amp;#39;t good at switching to his energy body (a deep orange zone activity).&lt;/p&gt;\n\n&lt;p&gt;Keep in mind, the apprentices of don Juan were &amp;quot;victimized&amp;quot; in order to teach them sorcery.&lt;/p&gt;\n\n&lt;p&gt;They didn&amp;#39;t crawl along the mud of the road for 1000 miles, the way we have to do.&lt;/p&gt;\n\n&lt;p&gt;So Nestor could indeed be only an accomplished red zone person, even after being taken all the way to the purple zone by the lineage&amp;#39;s jeep.&lt;/p&gt;\n\n&lt;p&gt;He just hadn&amp;#39;t yet &amp;quot;recovered&amp;quot; all of his coerced sorcery training.&lt;/p&gt;\n\n&lt;p&gt;And when he returned from being dissolved into sand as a result of jumping to his certain death, he ended up with &amp;quot;Porfirio&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A Mazatec Wizard who didn&amp;#39;t actually exist.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve seen those myself. I&amp;#39;ve dubbed them &amp;quot;Silent Knowledge Entities&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Of which, God is the most famous.&lt;/p&gt;\n\n&lt;p&gt;But I have my suspicions about &amp;quot;Mescalito&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Fueled by don Juan saying that the old seers mistook God for a &amp;quot;protector&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Not realizing it was a Silent Knowledge entity.  Can&amp;#39;t protect anyone.&lt;/p&gt;\n\n&lt;p&gt;But it&amp;#39;s interactive!  New people should know that they get to visit God himself.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s why many meditation leaders have bragged about doing that.&lt;/p&gt;\n\n&lt;p&gt;We consider it an entertaining waste of time.    There&amp;#39;s a whole infinity to explore, and God is still &amp;quot;on the island of the tonal.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Thus there&amp;#39;s no reason Tensegrity has to assemble an alien world in your darkroom.&lt;/p&gt;\n\n&lt;p&gt;It can summon Silent Knowledge Entities.&lt;/p&gt;\n\n&lt;p&gt;You could visit with God himself, using your favorite form.&lt;/p&gt;\n\n&lt;p&gt;Or you could materialize a &amp;quot;relationship counselor&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;A REALLY nice looking one.&lt;/p&gt;\n\n&lt;p&gt;All right...  A damned escort.  Which sex is optional.&lt;/p&gt;\n\n&lt;p&gt;Like the $3000 hooker ($5780 in today&amp;#39;s money) Carlos tried to lure into his inner circle, except she had the pick of several wealthy LA men,  who owned Yachts.   As she explained to the women in private class, who explained it to Carlos, her amazing beauty had an unfortunate expiration date, and she couldn&amp;#39;t afford to delay finding a wealthy husband by joining a sorcery cult.&lt;/p&gt;\n\n&lt;p&gt;It was a &amp;quot;Pretty Woman&amp;quot; fantasy, which is a lot more common than you&amp;#39;d think in Japan.&lt;/p&gt;\n\n&lt;p&gt;Admirable even.  In our prudish society, that behavior in a woman is considered loathsome.&lt;/p&gt;\n\n&lt;p&gt;But not in a National Geographic special on animal mating habits...&lt;/p&gt;\n\n&lt;p&gt;Just the fact that this beautiful woman was around Carlos means, you could literally summon her using a tensegrity form.  She&amp;#39;s &amp;quot;etched&amp;quot; into our history in the emanations.&lt;/p&gt;\n\n&lt;p&gt;The tales she could tell you, might be more fun than playing with her.  At least, at my age.&lt;/p&gt;\n\n&lt;p&gt;But you can &amp;quot;assemble&amp;quot; any other being you can zero in on.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d be surprised how many poorly formed choices you get, when doing Tensegrity in Silent Knowledge, without even trying.&lt;/p&gt;\n\n&lt;p&gt;Or,  you can go explore alien bushes.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n&lt;/div&gt;&lt;!-- SC_ON --&gt;", "likes": null, "suggested_sort": null, "banned_at_utc": null, "view_count": null, "archived": false, "no_follow": false, "is_crosspostable": false, "pinned": false, "over_18": false, "all_awardings": [], "awarders": [], "media_only": false, "link_flair_template_id": "7e6deba4-a617-11ec-90b9-2a099f759379", "can_gild": false, "spoiler": false, "locked": false, "author_flair_text": null, "treatment_tags": [], "visited": false, "removed_by": null, "num_reports": null, "distinguished": null, "subreddit_id": "t5_2sblm", "author_is_blocked": false, "mod_reason_by": null, "removal_reason": null, "link_flair_background_color": "#373c3f", "id": "1bss9ku", "is_robot_indexable": true, "num_duplicates": 0, "report_reasons": null, "author": "danl999", "discussion_type": null, "num_comments": 9, "send_replies": true, "media": null, "contest_mode": false, "author_patreon_flair": false, "author_flair_text_color": null, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/", "whitelist_status": "some_ads", "stickied": false, "url": "https://www.reddit.com/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/", "subreddit_subscribers": 9561, "created_utc": 1711938446.0, "num_crossposts": 0, "mod_reports": [], "is_video": false}}], "before": null}}, {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "distinguished": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kxlyd11", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kxleutf", "score": 6, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Once in a while. But that's how sorcery is.  You tend to brush it off.\n\nThat's why other magical systems have no magic. If they ever managed to run into some, they wouldn't keep trying to make that grow, because it wouldn't align with their main motivation: Stealing money from others.\n\nImagine trying to charge people to teach them darkroom!  How many times could you collect money from them?\n\nMaybe twice at the most.\n\nCan't support a business on that model.\n\nInstead, you need to make them feel that they can \"learn\" your magic, and make sure there's  years worth of \"learning materials\" such as sacred scrolls, but that they have to \"earn\" the right to the next level.\n\nThe way Cleargreen has discovered with their teacher certifications.  Claiming the magic only comes at level 7, and when you get there you find out it's make believe.\n\nNothing magical at all.\n\nAt that point I get to hear honest people complain they were tricked, but the dishonest don't care, because they want to try to make money from it some day, and \"the magic be damned!\"\n\nThey're actively recruiting fakers and con artists.\n\nBut that's how all cults progress over time.\n\nSo one reason sorcery is unknown to any who aren't following the Olmecs seers is, people would ignore it instead of pursuing it daily, to make it happen more and more.\n\nWe have a few very talented people who even found the puffs on their own, but eventually gave up because no one was discussing it, and saying what came next after that.\n\nSo they doubted the magic they saw.\n\nAs Carlos wrote, \"There's no game without the Nagual.\"\n\nYou need that cheerleader type.\n\nYou'd have to live in a time when there was no money and you could easily live off the land, to be as dedicated as the old seers were, with no one pushing you to be that way.\n\nHere's the passage about the IOB world, and \"bells\".  \n\nToo bad. I wanted to swap out bells for those skeletons in the catacombs. I even bought $7 worth of animation \"bells\" while I was on Linux, and didn't have access to the complete pdf to see if art of dreaming had actual bells in it.\n\nBut they aren't in there.\n\nCarlos seemed to be very close to being \"really\" there, and not just projected there in his double:\n\nOn one occasion, a scout guided me very roughly through countless tunnels, as if searching for  something, or as if it were trying to draw all my energy out and exhaust me. By the time it  finally stopped, I felt as if I had run a marathon. I seemed to be at the edge of that world. There  were no more tunnels, only blackness all around me. Then something lit up the area right in  front of me. Light shone from an indirect source. It was a subdued light that rendered  everything diffusely gray or brownish. When I became used to the light, I vaguely distinguished  some dark, moving shapes. After a while, it seemed to me that focusing my dreaming attention  on those moving shapes made them substantial. I noticed that there were three types: some of  them were round, like balls; others were like bells; and others yet like gigantic, undulating  candle flames. All of them were basically round and the same size. I judged that they were three  to four feet in diameter. There were hundreds, perhaps even thousands of them", "edited": 1712010018.0, "gildings": {}, "author_flair_css_class": null, "name": "t1_kxlyd11", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Once in a while. But that&amp;#39;s how sorcery is.  You tend to brush it off.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s why other magical systems have no magic. If they ever managed to run into some, they wouldn&amp;#39;t keep trying to make that grow, because it wouldn&amp;#39;t align with their main motivation: Stealing money from others.&lt;/p&gt;\n\n&lt;p&gt;Imagine trying to charge people to teach them darkroom!  How many times could you collect money from them?&lt;/p&gt;\n\n&lt;p&gt;Maybe twice at the most.&lt;/p&gt;\n\n&lt;p&gt;Can&amp;#39;t support a business on that model.&lt;/p&gt;\n\n&lt;p&gt;Instead, you need to make them feel that they can &amp;quot;learn&amp;quot; your magic, and make sure there&amp;#39;s  years worth of &amp;quot;learning materials&amp;quot; such as sacred scrolls, but that they have to &amp;quot;earn&amp;quot; the right to the next level.&lt;/p&gt;\n\n&lt;p&gt;The way Cleargreen has discovered with their teacher certifications.  Claiming the magic only comes at level 7, and when you get there you find out it&amp;#39;s make believe.&lt;/p&gt;\n\n&lt;p&gt;Nothing magical at all.&lt;/p&gt;\n\n&lt;p&gt;At that point I get to hear honest people complain they were tricked, but the dishonest don&amp;#39;t care, because they want to try to make money from it some day, and &amp;quot;the magic be damned!&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re actively recruiting fakers and con artists.&lt;/p&gt;\n\n&lt;p&gt;But that&amp;#39;s how all cults progress over time.&lt;/p&gt;\n\n&lt;p&gt;So one reason sorcery is unknown to any who aren&amp;#39;t following the Olmecs seers is, people would ignore it instead of pursuing it daily, to make it happen more and more.&lt;/p&gt;\n\n&lt;p&gt;We have a few very talented people who even found the puffs on their own, but eventually gave up because no one was discussing it, and saying what came next after that.&lt;/p&gt;\n\n&lt;p&gt;So they doubted the magic they saw.&lt;/p&gt;\n\n&lt;p&gt;As Carlos wrote, &amp;quot;There&amp;#39;s no game without the Nagual.&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;You need that cheerleader type.&lt;/p&gt;\n\n&lt;p&gt;You&amp;#39;d have to live in a time when there was no money and you could easily live off the land, to be as dedicated as the old seers were, with no one pushing you to be that way.&lt;/p&gt;\n\n&lt;p&gt;Here&amp;#39;s the passage about the IOB world, and &amp;quot;bells&amp;quot;.  &lt;/p&gt;\n\n&lt;p&gt;Too bad. I wanted to swap out bells for those skeletons in the catacombs. I even bought $7 worth of animation &amp;quot;bells&amp;quot; while I was on Linux, and didn&amp;#39;t have access to the complete pdf to see if art of dreaming had actual bells in it.&lt;/p&gt;\n\n&lt;p&gt;But they aren&amp;#39;t in there.&lt;/p&gt;\n\n&lt;p&gt;Carlos seemed to be very close to being &amp;quot;really&amp;quot; there, and not just projected there in his double:&lt;/p&gt;\n\n&lt;p&gt;On one occasion, a scout guided me very roughly through countless tunnels, as if searching for  something, or as if it were trying to draw all my energy out and exhaust me. By the time it  finally stopped, I felt as if I had run a marathon. I seemed to be at the edge of that world. There  were no more tunnels, only blackness all around me. Then something lit up the area right in  front of me. Light shone from an indirect source. It was a subdued light that rendered  everything diffusely gray or brownish. When I became used to the light, I vaguely distinguished  some dark, moving shapes. After a while, it seemed to me that focusing my dreaming attention  on those moving shapes made them substantial. I noticed that there were three types: some of  them were round, like balls; others were like bells; and others yet like gigantic, undulating  candle flames. All of them were basically round and the same size. I judged that they were three  to four feet in diameter. There were hundreds, perhaps even thousands of them&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_1bss9ku", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxlyd11/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1712009021.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1712009021.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 6, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 6}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxleutf", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "WitchyCreatureView", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kxkwts6", "score": 1, "author_fullname": "t2_f4drk2qst", "approved_by": null, "mod_note": null, "all_awardings": [], "body": "So there was just flat-out supernatural stuff happening in private classes, and most people didn't take it seriously?", "edited": false, "gildings": {}, "downs": 0, "author_flair_css_class": null, "name": "t1_kxleutf", "is_submitter": false, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;So there was just flat-out supernatural stuff happening in private classes, and most people didn&amp;#39;t take it seriously?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "link_id": "t3_1bss9ku", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxleutf/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1712002265.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1712002265.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 5, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxkwts6", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kxkqkzb", "score": 3, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "The tunnel Carol Tiggs pushed me into, was yellowish.  \n\nI only saw perfectly cut dirt and couldn't figure out how such a hole could be dug.\n\nBut you could say it was yellow dirt.  It was certainly dry.  That information just didn't occur to me, to be significant.\n\nIt was a human sized dirt tunnel, under Dance Home!\n\nThen later when I was pulled into the same tunnel by Little Smoke, on the steps of On 8 hotel in Bangkok in broad daylight, I suppose the walls were in fact yellowish.  It was more cave like at that point.\n\nBut I was too interested in the paintings of the Naguals of our lineage, being used by Little Smoke to show why she refused to let the lineage die with Carlos.  They'd been helping it out for so long.\n\nOf course, the IOBs don't have candlesticks and bells!\n\nThe shipping costs from China to the center of the universe are too high.\n\nAnd it's also unlikely they have paintings of all the Naguals in our lineage.\n\nExcept, Taisha saw one too!\n\nThank goodness for Taisha. When I visibly see something totally nuts like that, she rescues me by having mentioned she did also.\n\nBut an important point is, it's not a good idea to be too literal about what you expect, and what you ignore because it doesn't meet expectations.\n\nIt's VERY easy to ignore magical sights, since those take place where it's even hard to remember events at all.\n\nThat point of view that one thing looks like something specific, tends to create inventory warriors batting it out to see who has the most \"knowledge\".\n\nThey have absolutely no actual interest in learning, despite what they claim.\n\nOnly in dominating others with pretending.\n\nAnd when they  plague us, like the guy who \"saw\" on mushrooms or LSD,  they completely ignore the magic in here.\n\nThey show up, post before looking around, and then try to threaten anyone who doesn't go along with their bogus claims.  In the case of that man, claiming he'd been reading the books of Carlos for 20 years, so that how could anyone question him like I did?\n\nAs if there's no difference between their imaginings and memorized facts, and real magic done for real daily.\n\nMy guess?\n\nThe IOB realm looks different to everyone who is still new to visiting there.\n\nJust as Cyclic beings are not actually perceived as they are.\n\nCarlos told us, he and Carol Tiggs visited one world enough times to watch a child there grow up.\n\nBut they never saw it as it was to the inhabitants, who for all they know, might have had 4 legs.\n\nOur ability to fill in missing details with phantom ones, keeps us from seeing such places the same way the locals do.\n\nUnless we go live there for long enough that we forget where we came from.", "edited": false, "author_flair_css_class": null, "name": "t1_kxkwts6", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;The tunnel Carol Tiggs pushed me into, was yellowish.  &lt;/p&gt;\n\n&lt;p&gt;I only saw perfectly cut dirt and couldn&amp;#39;t figure out how such a hole could be dug.&lt;/p&gt;\n\n&lt;p&gt;But you could say it was yellow dirt.  It was certainly dry.  That information just didn&amp;#39;t occur to me, to be significant.&lt;/p&gt;\n\n&lt;p&gt;It was a human sized dirt tunnel, under Dance Home!&lt;/p&gt;\n\n&lt;p&gt;Then later when I was pulled into the same tunnel by Little Smoke, on the steps of On 8 hotel in Bangkok in broad daylight, I suppose the walls were in fact yellowish.  It was more cave like at that point.&lt;/p&gt;\n\n&lt;p&gt;But I was too interested in the paintings of the Naguals of our lineage, being used by Little Smoke to show why she refused to let the lineage die with Carlos.  They&amp;#39;d been helping it out for so long.&lt;/p&gt;\n\n&lt;p&gt;Of course, the IOBs don&amp;#39;t have candlesticks and bells!&lt;/p&gt;\n\n&lt;p&gt;The shipping costs from China to the center of the universe are too high.&lt;/p&gt;\n\n&lt;p&gt;And it&amp;#39;s also unlikely they have paintings of all the Naguals in our lineage.&lt;/p&gt;\n\n&lt;p&gt;Except, Taisha saw one too!&lt;/p&gt;\n\n&lt;p&gt;Thank goodness for Taisha. When I visibly see something totally nuts like that, she rescues me by having mentioned she did also.&lt;/p&gt;\n\n&lt;p&gt;But an important point is, it&amp;#39;s not a good idea to be too literal about what you expect, and what you ignore because it doesn&amp;#39;t meet expectations.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s VERY easy to ignore magical sights, since those take place where it&amp;#39;s even hard to remember events at all.&lt;/p&gt;\n\n&lt;p&gt;That point of view that one thing looks like something specific, tends to create inventory warriors batting it out to see who has the most &amp;quot;knowledge&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;They have absolutely no actual interest in learning, despite what they claim.&lt;/p&gt;\n\n&lt;p&gt;Only in dominating others with pretending.&lt;/p&gt;\n\n&lt;p&gt;And when they  plague us, like the guy who &amp;quot;saw&amp;quot; on mushrooms or LSD,  they completely ignore the magic in here.&lt;/p&gt;\n\n&lt;p&gt;They show up, post before looking around, and then try to threaten anyone who doesn&amp;#39;t go along with their bogus claims.  In the case of that man, claiming he&amp;#39;d been reading the books of Carlos for 20 years, so that how could anyone question him like I did?&lt;/p&gt;\n\n&lt;p&gt;As if there&amp;#39;s no difference between their imaginings and memorized facts, and real magic done for real daily.&lt;/p&gt;\n\n&lt;p&gt;My guess?&lt;/p&gt;\n\n&lt;p&gt;The IOB realm looks different to everyone who is still new to visiting there.&lt;/p&gt;\n\n&lt;p&gt;Just as Cyclic beings are not actually perceived as they are.&lt;/p&gt;\n\n&lt;p&gt;Carlos told us, he and Carol Tiggs visited one world enough times to watch a child there grow up.&lt;/p&gt;\n\n&lt;p&gt;But they never saw it as it was to the inhabitants, who for all they know, might have had 4 legs.&lt;/p&gt;\n\n&lt;p&gt;Our ability to fill in missing details with phantom ones, keeps us from seeing such places the same way the locals do.&lt;/p&gt;\n\n&lt;p&gt;Unless we go live there for long enough that we forget where we came from.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "link_id": "t3_1bss9ku", "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "top_awarded_type": null, "unrepliable_reason": null, "author_flair_text_color": null, "treatment_tags": [], "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxkwts6/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711996238.0, "author_flair_text": null, "collapsed": false, "created_utc": 1711996238.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 4, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 3}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxkqkzb", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "WitchyCreatureView", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kxknjc5", "score": 1, "author_fullname": "t2_f4drk2qst", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "It was in The Art of Dreaming. When he would do 4 Gates Streaming it was a series of tunnels (tunnel IOBs) with blobs of light, candlesticks, and bells. Then when his physical matter was kidnapped there and don Juan had to save him he said it was yellow from the point of view of his physical eyes.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kxkqkzb", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;It was in The Art of Dreaming. When he would do 4 Gates Streaming it was a series of tunnels (tunnel IOBs) with blobs of light, candlesticks, and bells. Then when his physical matter was kidnapped there and don Juan had to save him he said it was yellow from the point of view of his physical eyes.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1bss9ku", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxkqkzb/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711994160.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1711994160.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 3, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxknjc5", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "send_replies": true, "parent_id": "t1_kxkjt1i", "score": 4, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Could be, if you go there using silent knowledge.\n\nSome of the \"videos in the air\" of Silent Knowledge have a strong yellowish tint to them for me.\n\nBut Carlos  might be talking about having better refined \"seeing\" so that you can actually see their real world, without your own interpretation.\n\nDo you know where you read that it's yellow?  \n\nI'd like to see the discussion.\n\nThe \"shack\" he and Carol went to would almost surely be part of their world.\n\nAnd my Ally Fancy, lived on a frozen ice moon. Perhaps Titan.\n\nI visited her world enough times to even find a way to get a look outside her cave.\n\nIt turns out to agree with recent NASA photos of Titan.\n\nIOBs come from all over the place. Some even local to this planet, as don Juan explained.\n\nThe Allies of Carlos were a specialized variety, \"As close to human as the allies can get\".\n\nSo, we really don't know enough about this topic to draw any reliable conclusions.\n\nExcept, make sure that if you report visiting their world, you were AWAKE.\n\nSo that we don't get bad men making up stuff about their ordinary dreams.\n\nAnd maybe over time we'll get more and more who can visit the IOB realm, and understand better \"what it looks like\".\n\nDoesn't \"look like anything\" perhaps, since in fact you can't bring your physical eyes with you.\n\nBillions of light years away.", "edited": false, "top_awarded_type": null, "downs": 0, "author_flair_css_class": null, "name": "t1_kxknjc5", "is_submitter": true, "collapsed": false, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Could be, if you go there using silent knowledge.&lt;/p&gt;\n\n&lt;p&gt;Some of the &amp;quot;videos in the air&amp;quot; of Silent Knowledge have a strong yellowish tint to them for me.&lt;/p&gt;\n\n&lt;p&gt;But Carlos  might be talking about having better refined &amp;quot;seeing&amp;quot; so that you can actually see their real world, without your own interpretation.&lt;/p&gt;\n\n&lt;p&gt;Do you know where you read that it&amp;#39;s yellow?  &lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;d like to see the discussion.&lt;/p&gt;\n\n&lt;p&gt;The &amp;quot;shack&amp;quot; he and Carol went to would almost surely be part of their world.&lt;/p&gt;\n\n&lt;p&gt;And my Ally Fancy, lived on a frozen ice moon. Perhaps Titan.&lt;/p&gt;\n\n&lt;p&gt;I visited her world enough times to even find a way to get a look outside her cave.&lt;/p&gt;\n\n&lt;p&gt;It turns out to agree with recent NASA photos of Titan.&lt;/p&gt;\n\n&lt;p&gt;IOBs come from all over the place. Some even local to this planet, as don Juan explained.&lt;/p&gt;\n\n&lt;p&gt;The Allies of Carlos were a specialized variety, &amp;quot;As close to human as the allies can get&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;So, we really don&amp;#39;t know enough about this topic to draw any reliable conclusions.&lt;/p&gt;\n\n&lt;p&gt;Except, make sure that if you report visiting their world, you were AWAKE.&lt;/p&gt;\n\n&lt;p&gt;So that we don&amp;#39;t get bad men making up stuff about their ordinary dreams.&lt;/p&gt;\n\n&lt;p&gt;And maybe over time we&amp;#39;ll get more and more who can visit the IOB realm, and understand better &amp;quot;what it looks like&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Doesn&amp;#39;t &amp;quot;look like anything&amp;quot; perhaps, since in fact you can&amp;#39;t bring your physical eyes with you.&lt;/p&gt;\n\n&lt;p&gt;Billions of light years away.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1bss9ku", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxknjc5/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711993167.0, "author_flair_text": null, "treatment_tags": [], "created_utc": 1711993167.0, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 2, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 4}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxkjt1i", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "WitchyCreatureView", "can_mod_post": false, "created_utc": 1711991944.0, "send_replies": true, "parent_id": "t1_kxjmhdd", "score": 1, "author_fullname": "t2_f4drk2qst", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "Carlos said it's yellow if you go there in your tonal.", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kxkjt1i", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Carlos said it&amp;#39;s yellow if you go there in your tonal.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1bss9ku", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxkjt1i/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711991944.0, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxjmhdd", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1711980374.0, "send_replies": true, "parent_id": "t3_1bss9ku", "score": 10, "author_fullname": "t2_yicrx32", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Athina selected a catacombs to use to represent the IOB realm, where she gets to visit in womb dreaming.\n\nSort of...\n\nYou always have to add \"sort of\" to things like that, because the dreamer is NOT rational, and obsesses over very small details.  Which he often creates as he goes along.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/srok2dtyivrc1.png?width=1251&amp;format=png&amp;auto=webp&amp;s=79245b27a787a198e644874a53014888499a7043\n\n&amp;#x200B;\n\nI suppose the big mistake beginners make, especially the \"warner types\" is taking everything literally, the way Sufism corrupts people to do.\n\nIf they've been raised on Sufism, they're hopeless to learn real magic.\n\nNot that you couldn't duplicate every kind of magic Sufism describes.\n\nIt's just not worth that much effort.\n\nAnd in the case of the IOB world, it doesn't \"look like anything\".\n\nIt's too alien for us to perceive the way the IOBs do!\n\nSo we end up in a \"construct\" based on some slight overlapping of our emanations with theirs.\n\nCarlos and Carol once saw a shack in the middle of nowhere.\n\nThey materialized inside it, as punishment for trying to steal energy from the IOB realm, without saying \"hello\".\n\nI don't know why don Juan recommended that. Maybe to show them how perilous such journeys are.\n\nHe told them to go to the IOB realm to get dark energy, and then \"use awareness as a feature of the environment\", to travel much further into the unknown than humans can go, without their \"dark energy\".\n\nDoes anyone actually believe the inorganic beings like to be \"a feature of the environment\" for some human who wants to raid their world?\n\nTalk about racism!!!\n\nThat would be like me going to little Tokyo for some sushi, and telling the sushi chef that I just love how his restaurant is stocked with such stereotypically picturesque and cute little Japanese people.\n\nSo let me re-describe what was really going on in that story from \"Art of Dreaming\".\n\nCarlos and Carol needed more energy for their trip into the unknown, so they showed up at the IOB gas station, filled their tank, took some treats, and didn't pay for any of it. \n\nThey just skipped out in their car, ready to travel on a glorious road trip.  They didn't even invite their Allies from that world.\n\nThe IOBs didn't like that at all, so they made sure their car went off the road into a ditch by a river, with a cabin there in the middle of nowhere and them inside it, naked.\n\nWith some nice clothes on the bed.\n\nIf they had put those on it would have been permission, as far as the Allies are concerned, to kidnap them and keep them there for a few million years.\n\nThey were too smart for that, so they ignored the clothes and waited until they automatically returned to where they started.\n\nBeginners might be thinking, \"What the hell????\"\n\nYep.\n\nWe really get to do that.\n\nI've done that, several times.\n\nAthina has.\n\nAnd I even had them try to trick me into giving permission to kidnap me, by placing very desirable objects in my walking path inside their realm, which they figured I couldn't possible resist picking them up to try to take them back home.\n\nExcept Carlos warned us well.  So I never fall for their traps.\n\nNaturally, if you're in a closed eye meditation system this sounds far too good to be true.\n\nWhich is why I engage in Buddha bashing so often. To fight back the forces of darkness.\n\nOR, you can instead focus on how \"dangerous\" sorcery is.\n\nThat's what lazy people do, as an excuse not to do actual work, but still stick around her busting our chops.\n\nBut the next time you get into your car to drive to the market, keep mind that driving a car is FAR more dangerous than traveling to the inorganic being's world on a little visit.", "edited": 1711980857.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kxjmhdd", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Athina selected a catacombs to use to represent the IOB realm, where she gets to visit in womb dreaming.&lt;/p&gt;\n\n&lt;p&gt;Sort of...&lt;/p&gt;\n\n&lt;p&gt;You always have to add &amp;quot;sort of&amp;quot; to things like that, because the dreamer is NOT rational, and obsesses over very small details.  Which he often creates as he goes along.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/srok2dtyivrc1.png?width=1251&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=79245b27a787a198e644874a53014888499a7043\"&gt;https://preview.redd.it/srok2dtyivrc1.png?width=1251&amp;amp;format=png&amp;amp;auto=webp&amp;amp;s=79245b27a787a198e644874a53014888499a7043&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;I suppose the big mistake beginners make, especially the &amp;quot;warner types&amp;quot; is taking everything literally, the way Sufism corrupts people to do.&lt;/p&gt;\n\n&lt;p&gt;If they&amp;#39;ve been raised on Sufism, they&amp;#39;re hopeless to learn real magic.&lt;/p&gt;\n\n&lt;p&gt;Not that you couldn&amp;#39;t duplicate every kind of magic Sufism describes.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s just not worth that much effort.&lt;/p&gt;\n\n&lt;p&gt;And in the case of the IOB world, it doesn&amp;#39;t &amp;quot;look like anything&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s too alien for us to perceive the way the IOBs do!&lt;/p&gt;\n\n&lt;p&gt;So we end up in a &amp;quot;construct&amp;quot; based on some slight overlapping of our emanations with theirs.&lt;/p&gt;\n\n&lt;p&gt;Carlos and Carol once saw a shack in the middle of nowhere.&lt;/p&gt;\n\n&lt;p&gt;They materialized inside it, as punishment for trying to steal energy from the IOB realm, without saying &amp;quot;hello&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;I don&amp;#39;t know why don Juan recommended that. Maybe to show them how perilous such journeys are.&lt;/p&gt;\n\n&lt;p&gt;He told them to go to the IOB realm to get dark energy, and then &amp;quot;use awareness as a feature of the environment&amp;quot;, to travel much further into the unknown than humans can go, without their &amp;quot;dark energy&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Does anyone actually believe the inorganic beings like to be &amp;quot;a feature of the environment&amp;quot; for some human who wants to raid their world?&lt;/p&gt;\n\n&lt;p&gt;Talk about racism!!!&lt;/p&gt;\n\n&lt;p&gt;That would be like me going to little Tokyo for some sushi, and telling the sushi chef that I just love how his restaurant is stocked with such stereotypically picturesque and cute little Japanese people.&lt;/p&gt;\n\n&lt;p&gt;So let me re-describe what was really going on in that story from &amp;quot;Art of Dreaming&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;Carlos and Carol needed more energy for their trip into the unknown, so they showed up at the IOB gas station, filled their tank, took some treats, and didn&amp;#39;t pay for any of it. &lt;/p&gt;\n\n&lt;p&gt;They just skipped out in their car, ready to travel on a glorious road trip.  They didn&amp;#39;t even invite their Allies from that world.&lt;/p&gt;\n\n&lt;p&gt;The IOBs didn&amp;#39;t like that at all, so they made sure their car went off the road into a ditch by a river, with a cabin there in the middle of nowhere and them inside it, naked.&lt;/p&gt;\n\n&lt;p&gt;With some nice clothes on the bed.&lt;/p&gt;\n\n&lt;p&gt;If they had put those on it would have been permission, as far as the Allies are concerned, to kidnap them and keep them there for a few million years.&lt;/p&gt;\n\n&lt;p&gt;They were too smart for that, so they ignored the clothes and waited until they automatically returned to where they started.&lt;/p&gt;\n\n&lt;p&gt;Beginners might be thinking, &amp;quot;What the hell????&amp;quot;&lt;/p&gt;\n\n&lt;p&gt;Yep.&lt;/p&gt;\n\n&lt;p&gt;We really get to do that.&lt;/p&gt;\n\n&lt;p&gt;I&amp;#39;ve done that, several times.&lt;/p&gt;\n\n&lt;p&gt;Athina has.&lt;/p&gt;\n\n&lt;p&gt;And I even had them try to trick me into giving permission to kidnap me, by placing very desirable objects in my walking path inside their realm, which they figured I couldn&amp;#39;t possible resist picking them up to try to take them back home.&lt;/p&gt;\n\n&lt;p&gt;Except Carlos warned us well.  So I never fall for their traps.&lt;/p&gt;\n\n&lt;p&gt;Naturally, if you&amp;#39;re in a closed eye meditation system this sounds far too good to be true.&lt;/p&gt;\n\n&lt;p&gt;Which is why I engage in Buddha bashing so often. To fight back the forces of darkness.&lt;/p&gt;\n\n&lt;p&gt;OR, you can instead focus on how &amp;quot;dangerous&amp;quot; sorcery is.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s what lazy people do, as an excuse not to do actual work, but still stick around her busting our chops.&lt;/p&gt;\n\n&lt;p&gt;But the next time you get into your car to drive to the market, keep mind that driving a car is FAR more dangerous than traveling to the inorganic being&amp;#39;s world on a little visit.&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxjmhdd/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711980374.0, "media_metadata": {"srok2dtyivrc1": {"status": "valid", "e": "Image", "m": "image/png", "p": [{"y": 60, "x": 108, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=108&amp;crop=smart&amp;auto=webp&amp;s=c640927f0aaa469b25672ea9c8cd3a679318f95e"}, {"y": 121, "x": 216, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=216&amp;crop=smart&amp;auto=webp&amp;s=0da2d778e2a46ce456234e2eb43e41c23905d45f"}, {"y": 180, "x": 320, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=320&amp;crop=smart&amp;auto=webp&amp;s=101abc5d43c54f54c6446872735799819b610548"}, {"y": 360, "x": 640, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=640&amp;crop=smart&amp;auto=webp&amp;s=25434e900a18f882746c5692440cbfcba9f115ed"}, {"y": 540, "x": 960, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=960&amp;crop=smart&amp;auto=webp&amp;s=8ed63643947667b553b99f8204acd6c382061463"}, {"y": 607, "x": 1080, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=1080&amp;crop=smart&amp;auto=webp&amp;s=b224473dbf0d643974c0e5b83b0e08462e028096"}], "s": {"y": 704, "x": 1251, "u": "https://preview.redd.it/srok2dtyivrc1.png?width=1251&amp;format=png&amp;auto=webp&amp;s=79245b27a787a198e644874a53014888499a7043"}, "id": "srok2dtyivrc1"}}, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1bss9ku", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 10}}, {"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": {"kind": "Listing", "data": {"after": null, "dist": null, "modhash": "", "geo_filter": "", "children": [{"kind": "t1", "data": {"subreddit_id": "t5_2sblm", "approved_at_utc": null, "author_is_blocked": false, "comment_type": null, "awarders": [], "mod_reason_by": null, "banned_by": null, "author_flair_type": "text", "total_awards_received": 0, "subreddit": "castaneda", "author_flair_template_id": null, "likes": null, "replies": "", "user_reports": [], "saved": false, "id": "kxj8esu", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": false, "author": "danl999", "can_mod_post": false, "created_utc": 1711974302.0, "send_replies": true, "parent_id": "t1_kxipd2f", "score": 14, "author_fullname": "t2_yicrx32", "removal_reason": null, "approved_by": null, "mod_note": null, "all_awardings": [], "body": "I learned all the tensegrity I ever needed, on the first day Carlos Castaneda taught me. \n\nGrinning by the way, and staring at my movements from 2 feet away,  with a vague questioning look.\n\nAs if I were possibly doing it wrong.\n\nHe was deliberately burning that form into my mind, maybe so I'd restore it to our community after it was lost for 20 years.\n\nA single movement form that's been lost due to neglect by the people he left in charge.\n\nIt's in the posts somewhere.\n\nWait, I must have a picture of it.  From before I learned to animate things.\n\n&amp;#x200B;\n\nhttps://preview.redd.it/64qreol02vrc1.jpeg?width=958&amp;format=pjpg&amp;auto=webp&amp;s=a61954a5cc2cf28486a42bdb4395bbdcbdd2ac9e\n\nIt literally looks like that in \"beginner's stages\".\n\nAnd in intermediate stages, imagine you're standing on real moss in a beautiful mysterious forest, with wild magical creatures surrounding you as you do the form. \n\nEven though you are still in your dark room, practicing.\n\nYou will LITERALLY find yourself in that situation.\n\nIn advanced stages, it's like the post today. You can travel in all of space and time, summon visitors t o teach you, or walk off into an alien world, at the end of the Tensegrity form.\n\nHowever, our internal dialogue is so hideous that it's nice to have as many tensegrity forms as you can learn.\n\nWhich are free all over the web.\n\nThere's around 216 of them, half likely lost now.\n\nOr you can take a workshop from those Carlos left being,  \"Cleargreen\" (there are 4 of those), but reject any forms they created after Carlos died.\n\nUnfortunately, they never put in any serious effort and still believe Tensegrity produces no real magic.  So why not  make up new versions?\n\nThey're just selling it.  And people who sell stuff, always need new things to bring back the old customers.\n\nThat's not necessarily a bad thing, when it comes to electronics and tasty treats.\n\nBut they have absolutely no knowledge to use to create new \"Magical Passes\".\n\nIn fact, they no longer believe magic is even a part of this path.\n\nThey've become like all the other fake magical systems, such as \"Chi Gung\".\n\nIn it to fool as many as possible, in order to get as much cash as they can.\n\nBut the truth is, you only need 1 magical pass.\n\nWhich is kind of obvious when you ask yourself, how many *real* magic spells, do you need in order to learn real magic?\n\n**Just one!**\n\nBut you MUST get it to actually work.\n\nThat's the hard part.\n\nNot learning the spell.\n\nOn the other hand, if you could learn **real** magic, how many magical spells would you like to accumulate, knowing each of them works to produce amazing results?\n\nALL OF THEM!!!\n\nThat's our situation.", "edited": 1711975369.0, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kxj8esu", "is_submitter": true, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;I learned all the tensegrity I ever needed, on the first day Carlos Castaneda taught me. &lt;/p&gt;\n\n&lt;p&gt;Grinning by the way, and staring at my movements from 2 feet away,  with a vague questioning look.&lt;/p&gt;\n\n&lt;p&gt;As if I were possibly doing it wrong.&lt;/p&gt;\n\n&lt;p&gt;He was deliberately burning that form into my mind, maybe so I&amp;#39;d restore it to our community after it was lost for 20 years.&lt;/p&gt;\n\n&lt;p&gt;A single movement form that&amp;#39;s been lost due to neglect by the people he left in charge.&lt;/p&gt;\n\n&lt;p&gt;It&amp;#39;s in the posts somewhere.&lt;/p&gt;\n\n&lt;p&gt;Wait, I must have a picture of it.  From before I learned to animate things.&lt;/p&gt;\n\n&lt;p&gt;&amp;#x200B;&lt;/p&gt;\n\n&lt;p&gt;&lt;a href=\"https://preview.redd.it/64qreol02vrc1.jpeg?width=958&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a61954a5cc2cf28486a42bdb4395bbdcbdd2ac9e\"&gt;https://preview.redd.it/64qreol02vrc1.jpeg?width=958&amp;amp;format=pjpg&amp;amp;auto=webp&amp;amp;s=a61954a5cc2cf28486a42bdb4395bbdcbdd2ac9e&lt;/a&gt;&lt;/p&gt;\n\n&lt;p&gt;It literally looks like that in &amp;quot;beginner&amp;#39;s stages&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;And in intermediate stages, imagine you&amp;#39;re standing on real moss in a beautiful mysterious forest, with wild magical creatures surrounding you as you do the form. &lt;/p&gt;\n\n&lt;p&gt;Even though you are still in your dark room, practicing.&lt;/p&gt;\n\n&lt;p&gt;You will LITERALLY find yourself in that situation.&lt;/p&gt;\n\n&lt;p&gt;In advanced stages, it&amp;#39;s like the post today. You can travel in all of space and time, summon visitors t o teach you, or walk off into an alien world, at the end of the Tensegrity form.&lt;/p&gt;\n\n&lt;p&gt;However, our internal dialogue is so hideous that it&amp;#39;s nice to have as many tensegrity forms as you can learn.&lt;/p&gt;\n\n&lt;p&gt;Which are free all over the web.&lt;/p&gt;\n\n&lt;p&gt;There&amp;#39;s around 216 of them, half likely lost now.&lt;/p&gt;\n\n&lt;p&gt;Or you can take a workshop from those Carlos left being,  &amp;quot;Cleargreen&amp;quot; (there are 4 of those), but reject any forms they created after Carlos died.&lt;/p&gt;\n\n&lt;p&gt;Unfortunately, they never put in any serious effort and still believe Tensegrity produces no real magic.  So why not  make up new versions?&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;re just selling it.  And people who sell stuff, always need new things to bring back the old customers.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s not necessarily a bad thing, when it comes to electronics and tasty treats.&lt;/p&gt;\n\n&lt;p&gt;But they have absolutely no knowledge to use to create new &amp;quot;Magical Passes&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In fact, they no longer believe magic is even a part of this path.&lt;/p&gt;\n\n&lt;p&gt;They&amp;#39;ve become like all the other fake magical systems, such as &amp;quot;Chi Gung&amp;quot;.&lt;/p&gt;\n\n&lt;p&gt;In it to fool as many as possible, in order to get as much cash as they can.&lt;/p&gt;\n\n&lt;p&gt;But the truth is, you only need 1 magical pass.&lt;/p&gt;\n\n&lt;p&gt;Which is kind of obvious when you ask yourself, how many &lt;em&gt;real&lt;/em&gt; magic spells, do you need in order to learn real magic?&lt;/p&gt;\n\n&lt;p&gt;&lt;strong&gt;Just one!&lt;/strong&gt;&lt;/p&gt;\n\n&lt;p&gt;But you MUST get it to actually work.&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s the hard part.&lt;/p&gt;\n\n&lt;p&gt;Not learning the spell.&lt;/p&gt;\n\n&lt;p&gt;On the other hand, if you could learn &lt;strong&gt;real&lt;/strong&gt; magic, how many magical spells would you like to accumulate, knowing each of them works to produce amazing results?&lt;/p&gt;\n\n&lt;p&gt;ALL OF THEM!!!&lt;/p&gt;\n\n&lt;p&gt;That&amp;#39;s our situation.&lt;/p&gt;\n&lt;/div&gt;", "gildings": {}, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "link_id": "t3_1bss9ku", "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxj8esu/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711974302.0, "media_metadata": {"64qreol02vrc1": {"status": "valid", "e": "Image", "m": "image/jpeg", "p": [{"y": 76, "x": 108, "u": "https://preview.redd.it/64qreol02vrc1.jpeg?width=108&amp;crop=smart&amp;auto=webp&amp;s=9212c34fef14dd337008c8291514ea9db74a506a"}, {"y": 152, "x": 216, "u": "https://preview.redd.it/64qreol02vrc1.jpeg?width=216&amp;crop=smart&amp;auto=webp&amp;s=f6c0b267354edbf7e11efccb562849e1cd05dd91"}, {"y": 226, "x": 320, "u": "https://preview.redd.it/64qreol02vrc1.jpeg?width=320&amp;crop=smart&amp;auto=webp&amp;s=ed5b5a234c98782ecee8a8ad7c9a3e9eab619b9c"}, {"y": 452, "x": 640, "u": "https://preview.redd.it/64qreol02vrc1.jpeg?width=640&amp;crop=smart&amp;auto=webp&amp;s=dd73d60c7bb8cccfcb0bbf1dfaf03bd0db740ef4"}], "s": {"y": 678, "x": 958, "u": "https://preview.redd.it/64qreol02vrc1.jpeg?width=958&amp;format=pjpg&amp;auto=webp&amp;s=a61954a5cc2cf28486a42bdb4395bbdcbdd2ac9e"}, "id": "64qreol02vrc1"}}, "author_flair_text": null, "treatment_tags": [], "collapsed": false, "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 1, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 14}}], "before": null}}, "user_reports": [], "saved": false, "id": "kxipd2f", "banned_at_utc": null, "mod_reason_title": null, "gilded": 0, "archived": false, "collapsed_reason_code": null, "no_follow": true, "author": "sicmu122", "can_mod_post": false, "created_utc": 1711962383.0, "send_replies": true, "parent_id": "t3_1bss9ku", "score": 1, "author_fullname": "t2_3galvwko", "approved_by": null, "mod_note": null, "all_awardings": [], "collapsed": false, "body": "Hi, how long did it take for you to learn tensegrity and how did the process look like?", "edited": false, "top_awarded_type": null, "author_flair_css_class": null, "name": "t1_kxipd2f", "is_submitter": false, "downs": 0, "author_flair_richtext": [], "author_patreon_flair": false, "body_html": "&lt;div class=\"md\"&gt;&lt;p&gt;Hi, how long did it take for you to learn tensegrity and how did the process look like?&lt;/p&gt;\n&lt;/div&gt;", "removal_reason": null, "collapsed_reason": null, "distinguished": null, "associated_award": null, "stickied": false, "author_premium": false, "can_gild": false, "gildings": {}, "unrepliable_reason": null, "author_flair_text_color": null, "score_hidden": false, "permalink": "/r/castaneda/comments/1bss9ku/tensegrity_as_transportation/kxipd2f/", "subreddit_type": "public", "locked": false, "report_reasons": null, "created": 1711962383.0, "author_flair_text": null, "treatment_tags": [], "link_id": "t3_1bss9ku", "subreddit_name_prefixed": "r/castaneda", "controversiality": 0, "depth": 0, "author_flair_background_color": null, "collapsed_because_crowd_control": null, "mod_reports": [], "num_reports": null, "ups": 1}}], "before": null}}]